{
    "animated": false,
    "bookmarks": 9,
    "comments": 28,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Over the last 3 weeks as the aspect of Mars slowly changes each night, I have been lucky enough to  have had superb seeing on several occasions and to be able to produce these 3 images that span most of the surface of the planet. See the planetary map version B.\r\nThe first image (top left) was acquired on 28th August. The planet was 18.4 arc secs in apparent diameter and 91% illuminated. This images features the iconic Olympus Mons, the largest volcano in the solar system and the Tharsis Montes, the 3 smaller, yet still massive shield volcanoes in a row Arsia Mons (bottom left), Pavonis Mons (middle) & Ascraeus Mons (upper right).\r\nThe second image (top right) was acquired on 5th September and at that time the planet had increased in apparent diameter to 19.6 arc secs and was 93% illuminated. This image features the Vallis Marineris, the largest canyon in the solar system.\r\nThe third image (bottom) was captured on 15th September and now, approaching opposition, the apparent diameter was 21.0 arc secs and the planet was 96% illuminated. This is one of the most famous aspects of Mars, with Sinus Meridiani, Sinus Sabaeus and Schiaparelli crater to the left, Syrtis Major at the terminator to the right and the gigantic impact crater, the Hellas Basin to its south.\r\nNote the position of the much reduced South Polar Cap in each image. We have seen the cap shrinking dramatically in recent months and now its remnant is offset from the axis of the planet and the SPC can be seen to orbit the true south pole.\r\nThese views are all north up.",
    "h": 1500,
    "hash": "04umjo",
    "id": 523964,
    "imaging_cameras": [
        "ZWO174MM"
    ],
    "imaging_telescopes": [
        "Celestron  C14 Edge HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 127,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806717/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-09-17T03:25:39.550344",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/523964/",
    "revisions": [
        "/api/v1/imagerevision/250050/"
    ],
    "subjects": [],
    "title": "The surface of Mars in 3 recent images",
    "updated": "2021-03-16T20:11:44.261531",
    "uploaded": "2020-09-17T04:05:28.543031",
    "url_duckduckgo": "https://www.astrobin.com/04umjo/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/04umjo/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/04umjo/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/04umjo/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/04umjo/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/04umjo/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/04umjo/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/04umjo/0/rawthumb/thumb/",
    "user": "macnenia",
    "views": 281,
    "w": 1500
}