{
    "animated": false,
    "bookmarks": 1,
    "comments": 4,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-48.097",
    "description": "NGC 6164/5 in H and OIII\r\n\r\nOTA:                    RCOS  (12.5” f/8) \r\nCamera:              SBIG STXL11002\r\nObservatory:       Heaven’s Mirror, Au\r\nEXPOSURES:\r\n        Hydrogen:    14 x 1800\r\n        Oxygen:        11 x 1800\r\n\r\nTotal exposure    12.5 hours\r\nImage Width:      ~27  arcminutes\r\nProcessed by Alex Woronow (2020) using PixInsight, Topaz, Skylum, SWT\r\n\r\nNGC 6164 and NGC 6165 are the two bright lobes of the single nebula at the image’s center. This nebula was once thought to be a planetary nebula, but it is not. It appears to have resulted from a sporadic (or singular) eruption(s) from the bright blue star at its center. This star (HD 148937) is an Of?p-type star--only a few such stars are known. HD 148937 produces a strongly magnetic field, and the nebula may owe it shape to the interaction of the out-flowing ionized gases and this magnetic field.\r\n\r\nAccording to Mahy, L. et al. (2017), ”..., two possible scenarios can be considered to explain the ejection of such a nebula: a giant eruption triggered by the stellar wind and the magnetic field, or a merger event between two massive stars in a binary configuration.” However, Mahy assumed that HD 148937 is a single star. If true, then the first option would be favored. However, a year later Wade, G., et al. (2018) found evidence that HD 148937 is a binary consisting of two equal-size (massive) O-type stars. So, the second option may be viable. (A great deal of study has gone into this nebula/star system and the above just provides a tasted of what  is available in the literature.)\r\n\r\nOne additional feature deserves mention. Around this bright nebula, and disconnected from it, lies a bubble, or parts of one. This bubble may be the result of an explosion of HD 148937--but the details of its origin remain open. In any case, the bubble’s inner region, clearly, has had the prevailing background nebula swept away by the expanding front. (It is darker than the general surroundings.) One may wonder what part of the bubble shell came from the star and what part consists of the background gasses swept by the expanding front.\r\n\r\nProcessing comments: This image presents a highly selected subset of the HII and OIII images available to me. I discarded almost half of the available images, with the aid of SWT, owing to the low amount they had to contribute to the stacks. The best H and O data combined to form RGB stacks. HII was allocated to red, and where there is H-alpha, there is H-beta. So a fraction of the H stack was assumed for the B channel. The OIII line is intermediate between B and G, so it was apportioned between B and G. The HII was used as the L channel, so the structure observed is that of the hydrogen. (The OIII shows less structure and only blurs the HII structures.) No color calibration was used, but star colors are in the ballpark of correct--well, kind of--thanks to the application of LinearFit.",
    "h": 2500,
    "hash": "0p99v0",
    "id": 495698,
    "imaging_cameras": [],
    "imaging_telescopes": [
        "See Description Below"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 62,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "177.194",
    "pixscale": "0.648",
    "published": "2020-06-08T17:45:11.197384",
    "ra": "248.470",
    "radius": "0.318",
    "remote_source": "DSW",
    "resource_uri": "/api/v1/image/495698/",
    "revisions": [],
    "subjects": [
        "NGC 6164",
        "NGC 6165",
        "NGC6164",
        "NGC6165",
        "PK336-00.1"
    ],
    "title": "NGC 6164/5 in H and OIII",
    "updated": "2021-03-17T01:29:09.201366",
    "uploaded": "2020-06-08T18:41:25.564004",
    "url_duckduckgo": "https://www.astrobin.com/0p99v0/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/0p99v0/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/0p99v0/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/0p99v0/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/0p99v0/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/0p99v0/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/0p99v0/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/32963/2020/09cd94ef-cb46-40a0-9fee-d056a4043cd5.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/32963/2020/09cd94ef-cb46-40a0-9fee-d056a4043cd5-1591641943.jpg",
    "url_thumb": "https://www.astrobin.com/0p99v0/0/rawthumb/thumb/",
    "user": "Alex_Woronow",
    "views": 174,
    "w": 2500
}