{
    "animated": false,
    "bookmarks": 4,
    "comments": 22,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Clavius ​​is considered the third largest crater (Aitken at the South Pole, being the largest), in addition to being a very old crater, located close to the lunar South Pole. It measures approximately 225 km in diameter and 4.9 km in depth, originated about 4 billion years ago (Nectarian period), after a bolide impact. The name was given in honor of a wise Jesuit, mathematician and German astronomer highly regarded in his period, Christopher Clavius ​​(1538-1612).\r\nA very relevant feature of Clavius ​​is its appearance, the crater has a circular shape and its interior has some smaller craters that originated due to strong shocks of bolides that occurred after its creation. Of the secondary craters of Clavius ​​present in the image, we can see Porter (bottom left) with its approximate 50 km in diameter, Rutherfurd (top left), also measuring about 50 km in diameter. It is interesting to note that the smaller craters form an almost perfect “arc”, with different and continuous diameters. Starting with the largest crater in the \"arch\", Clavius ​​D, about 29 km in diameter, close to Rutherfurd; then, Clavius ​​C, about 21 km in diameter, Clavius ​​N, about 13 km and, finally, Clavius ​​J, with approximately 12 km in diameter. Outside the “arch”, on the edge of Clavius ​​(left corner), there is Clavius ​​K (upper) and Clavius ​​L (lower).\r\nClavius, being a very large crater, can be easily found and viewed on the Moon both with the naked eye and with instruments for astronomical observations. A mini elevation present inside, due to impacts suffered over time, causes that in certain periods of the day, it forms a very subtle shadow on its inner edge.\r\nOn October 26 of last year, 2020, NASA published a very important discovery related to Clavius, a survey conducted by NASA's Stratospheric Observatory for Infrared Astronomy (SOFIA), confirmed the presence of a moderately sudden concentration of water molecules in the crater, after years of research to detect lunar water. Shortly after the Apollo 11 mission, which took the man to the moon, the complete absence of water on the satellite was still believed. Currently, missions such as LCROSS (Lunar Crater Observation and Sensing Satellite), for example, have already confirmed the presence of solid water hidden in areas that are not illuminated by the sun, from craters near the South and North Pole of the Moon.\r\nPhoto: Avani Soares \r\nText: Liza Bruna",
    "h": 948,
    "hash": "12nqe4",
    "id": 560397,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 186,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2021-01-23T00:05:21.057575",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/560397/",
    "revisions": [],
    "subjects": [],
    "title": "Clavius",
    "updated": "2021-04-29T14:52:20.634083",
    "uploaded": "2021-01-23T00:02:38.192222",
    "url_duckduckgo": "https://www.astrobin.com/12nqe4/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/12nqe4/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/12nqe4/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/12nqe4/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/12nqe4/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/12nqe4/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/12nqe4/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/12nqe4/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 1447,
    "w": 1500
}