{
    "animated": false,
    "bookmarks": 4,
    "comments": 3,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "The word \"catena\" is a Latin term defined by the International Astronomical Union to indicate a chain of small craters. A catena can have several origins, one of which is endogenous, it refers to volcanic activities along lines, where small eruptions occurred underground. As much as small catenas are still classified as collapse well chains related to volcanic activity, it is believed that most lunar catenas indicate the rebound points expelled by larger shocks. Some may indicate points where the Moon was hit by an object from space that broke before impact, as is often the case with comets.\r\nA very significant chain of craters is the catena Abulfeda, shown in the photo. The Abulfeda catena, also known as \"Abulfeda Crater Chain\", is a crater chain approximately 210 km long. The four largest reference craters in the photo are; Abulfeda (on the right, 65 km), Almanon ( near the center, 49 km), Geber (at the bottom left, 44 km), and Tacitus (at the bottom right, 41 km) In 1976, the Abulfeda crater was named after the 14th century Kurdish historian Ismael Abul- fida.\r\nWe can easily see the Descartes crater, which is located just above, in the upper right corner of the Abulfeda crater. The Descartes A crater is located next to the right edge of the Abulfeda crater. A section of the outer edge of Descartes is covered by a region that has an albedo higher than the surrounding surface. It is worth mentioning that approximately 50 kilometers north of this crater was the landing site for Apollo 16. The irregular region around the landing area is sometimes called the Descartes Plateau or the Descartes Mountains.\r\nPhoto: Avani Soares\r\nText: Liza Bruna",
    "h": 928,
    "hash": "14nsgx",
    "id": 553117,
    "imaging_cameras": [],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 68,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-12-27T01:51:35.609868",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/553117/",
    "revisions": [],
    "subjects": [],
    "title": "Catena Albufeda",
    "updated": "2021-04-29T14:11:50.720949",
    "uploaded": "2020-12-27T01:48:51.308731",
    "url_duckduckgo": "https://www.astrobin.com/14nsgx/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/14nsgx/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/14nsgx/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/14nsgx/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/14nsgx/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/14nsgx/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/14nsgx/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/14nsgx/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 153,
    "w": 1224
}