{
    "animated": false,
    "bookmarks": 12,
    "comments": 22,
    "data_source": "TRAVELLER",
    "dec": "1.962",
    "description": "Orion is perhaps the most recognizable constellation in the sky. This deep panoramic image, a huge field (60 full moons across), displays the Hunter in its glory, revealing not only the brightest stars, but also many faint and interesting objects, in a colorful vista. [1] In a field of nebulosity from Orion Molecular Cloud, some 1500 ly away, lies the Orion's Nebula (M42) and the Horshead Nebula (IC434), in the central \"Belt-and-Sword\" region. Towards the upper right, near Rigel, the Witch's Head and Bat Nebulae complete the field. Fainter reflection and dark nebulae are present in the field. Finally, H-alpha emission encircles the Hunter, a nebula known as the Barnard's Loop.\r\n\r\nThe discovery of the Barnard's Loop is interesting. In his 1894's \"The Photographic Nebula of Orion, Encircling the Belt and Theta Nebula\" publication [2], the great astronomer and pioneering astrophotographer E. E. Barnard writes: \"I have recently been experimenting with a small short-focus lens. [...] The most interesting, however, of these lantern lens pictures are two of the constellation of Orion [...] The pictures showed an enormous curved nebulosity encircling the belt and the great nebula, and covering a large portion of the body of the giant. \" [2]\r\n\r\nDazzling our ancestors probably since our species beginnings, Orion is one of the most beautiful regions of the night sky - both to the naked eye and to deep exposures, that reveal the beautiful nebulosity. Orion marks the Northern Winter' and the Southern Summer' nights. “Many of the stars in Orion are hot and young, evolving rapidly and ending their lives in colossal cosmic explosions called supernovae. They are born and die in periods of tens of millions of years, [...] flashing on and winking off like fireflies in the night.” [3] Next time you look up and see Orion above, remember the extent of nebulosity, dust, chaos and order that lies up there.\r\n__________________________________\r\n\r\nPhotographing Orion is a real wonder, but Summer is the rainy period on Southeastern Brazil – clear skies are rare – and making this image was a real challenge! This image is a mosaic, a total of 12 tiles. The base mosaic (3x3) was captured in January 2019, in two rare clear nights. Each panel is made of 6-8 light frames, for a total of 152'. 3 deep-fields panels were added, taken on September and December 2018, and December 2019. They feature the Belt region, Witch’s Head nebula, and Sh2-264. The total integration time is 421 minutes or 7h. Orion is a beauty and a real challenge to capture and process, but I was very pleased and happy to create this image!\r\n\r\n<i> The original processing of the field is <a href=\"https://astrob.in/398726/0/\" target=\"_blank\">here</a>. This was completely reprocessed from the individual tiles, and I think the result is much improved. What do you think? </i>\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section.\r\n\r\nDates: 9 Sep, 11 Dec, 2018 | 6 Jan, 7 Jan, 25 Dec, 2019 |\r\nLocations: MG, Brazil. Rural Skies (Bortle 3, calculated SQM ~21.6)\r\nCamera: Canon EOS T5/1200D (mod) at ISO 800 and ISO 1600\r\nOptics: Samyang 135mm f/2 operated at f/2.4 \r\nMount: Sky-Watcher HEQ5, tracking, guiding and StarAdventurer, tracking\r\nExposure Detail: 12-panel mosaic | Total integration 421min or 7h\r\n\r\n[1] APOD 21/03/2018 \r\n[2] E.E.Barnard, \"The Great Photographic Nebula of Orion, Encircling the Belt and Theta Nebula\"\r\n[3] Carl Sagan, COSMOS, \"Chapter VIII - Travels in Space and Time”.",
    "h": 3000,
    "hash": "1evmfl",
    "id": 480834,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 210,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "90.351",
    "pixscale": "20.880",
    "published": "2020-04-23T11:37:10.039744",
    "ra": "82.297",
    "radius": "15.684",
    "remote_source": null,
    "resource_uri": "/api/v1/image/480834/",
    "revisions": [
        "/api/v1/imagerevision/228528/"
    ],
    "subjects": [
        "Flame Nebula",
        "Great Orion Nebula",
        "IC 434",
        "M 42",
        "NGC 1909",
        "NGC 1976",
        "NGC 2024",
        "NGC 2112",
        "Orion B",
        "Orion Nebula",
        "Part of the constellation Eridanus (Eri)",
        "Part of the constellation Orion (Ori)",
        "The star Alnilam (εOri)",
        "The star Alnitak (ζOri)",
        "The star Bellatrix (γOri)",
        "The star Betelgeuse (αOri)",
        "The star Cursa (βEri)",
        "The star Mintaka (δOri)",
        "The star Rigel (βOri)",
        "The star Saiph (κOri)",
        "The star ηOri",
        "The star ιOri",
        "the Witch Head Nebula"
    ],
    "title": "The Colours of Orion",
    "updated": "2021-07-01T09:56:51.991566",
    "uploaded": "2020-04-23T12:37:10.732089",
    "url_duckduckgo": "https://www.astrobin.com/1evmfl/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/1evmfl/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/1evmfl/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/1evmfl/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/1evmfl/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/1evmfl/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/1evmfl/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2020/f6661726-eced-46a2-91fb-a6d782a89327.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2020/f6661726-eced-46a2-91fb-a6d782a89327-1587645992.png",
    "url_thumb": "https://www.astrobin.com/1evmfl/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1224,
    "w": 4500
}