{
    "animated": false,
    "bookmarks": 4,
    "comments": 39,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "I imaged Mars on August 5th, making 7 RGB runs of 4 mins per colour channel, discarding the last as the seeing went off at the end. However, the seeing was very good for the other runs and the resolution of detail on the planet's surface is the best I have achieved of the apparition thus far.\r\nOn the terminator, pretty much at the equator, is Sinus Meridiani and considerable detail of the area around the Schiaparelli crater can be observed. To its south the albedo area of Noachis Terra seems to have a generous covering of light brown dust and whether it is airborne or settled on the ground is unclear. On the f side of the Central Meridian is the large albedo area of Mare Erythraeum and to its south the lighter coloured circular area is Argyre Planitia. Its dark periphery is visible if somewhat obscured.\r\nThe Vallis Marineris is right on the limb rotating into view. However, once again its canyons can be traced through the Aurorae Sinus by the lighter coloured dust pooling there.\r\nThe region around the Oxia Palus seems to have changed shape considerably and the distinctive albedo finger extending to the north can barely be discerned. In fact, an albedo bridge seems to have developed from the northerly Niliacus Lacus and now joins the Oxia Palus, such that there is no lighter coloured area separating the albedo areas north and south. \r\nNilokeras can be seen to the north at the limb and on its p side Mare Acidalium, north of Niliacus Lacus has a thick layer of blue white cloud, as it did the day before.\r\nThe Mountains of Mitchel are to one side of the SPC near the terminator and have an interesting \"U\" shape.\r\nPerhaps most interesting of all is the evidence of rapid Carbon Dioxide gas sublimation/ evolution on the edge of the SPC on the f side of the CM. Richard McKim informed me that this phenomenon is referred to as \"cascades\" in some reports. The rapid sublimation drives winds off the edge of the polar cap stirring up dust. There is strong evidence of this dust streaming away from the SPC.\r\nI have included an annotated image to indicate this more clearly. This gas evolution and dust streaming can be seen in all the RGB component images which I have included for reference.",
    "h": 1001,
    "hash": "1g38dj",
    "id": 513291,
    "imaging_cameras": [
        "ZWO174MM"
    ],
    "imaging_telescopes": [
        "Celestron  C14 Edge HD"
    ],
    "is_final": false,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 125,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806717/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-08-09T12:39:53.666094",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/513291/",
    "revisions": [
        "/api/v1/imagerevision/244889/",
        "/api/v1/imagerevision/244921/"
    ],
    "subjects": [],
    "title": "Mars and the cascades - CO2 sublimation from the South Polar Cap drives dust clouds",
    "updated": "2021-03-16T23:00:53.356211",
    "uploaded": "2020-08-09T13:30:24.831911",
    "url_duckduckgo": "https://www.astrobin.com/1g38dj/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/1g38dj/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/1g38dj/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/1g38dj/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/1g38dj/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/1g38dj/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/1g38dj/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/1g38dj/0/rawthumb/thumb/",
    "user": "macnenia",
    "views": 420,
    "w": 1000
}