{
    "animated": false,
    "bookmarks": 0,
    "comments": 3,
    "data_source": "OWN_REMOTE",
    "dec": "-48.092",
    "description": "The system NGC6164-65 around star HD148937  is still being studied and everything still seems to be fixed...\r\nNGC 6164 and NGC 6165 are the two brightest bulge of the bipolar nebula associated with HD 148937. The nebula is very probably related to faint concentric nebular arcs with radii of 13' and 45'-65' around that star. Superficially similar to a planetary nebula, NGC 6164-5 is in an unusual object associated with an unusual star. The amazing blue central star, known as HD 148937, is the brightest member of a triple system of stars in orbit around each other. This extremely hot star is losing mass from its outer layers continuously, but sometimes more powerful outbursts give rise to the symmetrical shell-like ejected nebula. The true age of the star is not known although estimates of its age vary from a pre-main sequence age of 350 000 years to a more evolved age of one to two million years. HD 148937 is a peculiar type of Of star with exotic emission lines (carbon emission lines (CIII) equal in strength to Nitrogen (NIII)) and other peculiar spectra indicative of significant mass loss. Only five such stars are known to exist, three in our galaxy and two in Small Magellanic Cloud. The two catalogue numbers, NGC 6164 and NGC 6165, refer to the nebula shells as separate objects. The nebula is in Norma at a distance of about 4 200 light years.\r\n\r\nThe magnetic star HD 148937 is the only Galactic Of?p star surrounded by a nebula. The structure of this nebula is particularly complex and is composed, from the center out outwards, of a close bipolar ejecta nebula (NGC 6164/5), an ellipsoidal wind-blown shell, and a spherically symmetric Strömgren sphere. The exact formation process of this nebula and its precise relation to the star's evolution remain unknown.\r\nThe Hα image displays a bipolar or \"8\"-shaped ionized nebula, whilst the infrared images show dust to be more concentrated around the central object. The combined analyses of the known kinematics and of the new abundances of the nebula suggest either a helical morphology for the nebula, possibly linked to the magnetic geometry, or the occurrence of a binary merger.\r\nThree Galactic O-type stars belong to the rare class of Of?p objects: HD 108, HD 191612, and HD 148937. HD 148937 consists of two O-type stars with masses of approximately 34 and 49 M⊙.\r\n\r\nOptical spectra have been obtained for the recently-discovered faint filamentary halo that surrounds both the extremely young star HD 148937 and the peculiar S-shaped nebula NGC 6164-65. This halo, interpreted to be a wind-generated interstellar bubble, has a spectrum which appears to result from both shock-wave heating and photoionization.",
    "h": 3834,
    "hash": "1ghoo5",
    "id": 529006,
    "imaging_cameras": [
        "Moravian Instrument G4-16000",
        "Atik 414EX"
    ],
    "imaging_telescopes": [
        "PlaneWave Instruments CDK 12.5\""
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 46,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "178.984",
    "pixscale": "0.732",
    "published": "2020-10-02T06:32:42.211884",
    "ra": "248.433",
    "radius": "0.534",
    "remote_source": "OES",
    "resource_uri": "/api/v1/image/529006/",
    "revisions": [],
    "subjects": [
        "NGC 6164",
        "NGC 6165",
        "NGC6164",
        "NGC6165",
        "PK336-00.1"
    ],
    "title": "NGC-6164 in HOO-RGB",
    "updated": "2021-03-16T19:36:43.858745",
    "uploaded": "2020-10-01T08:00:45.883374",
    "url_duckduckgo": "https://www.astrobin.com/1ghoo5/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/1ghoo5/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/1ghoo5/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/1ghoo5/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/1ghoo5/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/1ghoo5/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/1ghoo5/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/68264/2020/922fc307-d97b-4835-9d66-badb4970c922.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/68264/2020/922fc307-d97b-4835-9d66-badb4970c922-1601623943.png",
    "url_thumb": "https://www.astrobin.com/1ghoo5/0/rawthumb/thumb/",
    "user": "Los_Calvos",
    "views": 161,
    "w": 3587
}