{
    "animated": false,
    "bookmarks": 22,
    "comments": 56,
    "data_source": "OWN_REMOTE",
    "dec": "-33.755",
    "description": "Although this galaxy is slightly larger than our Milky Way in diameter, it is close to 500 million light-years away.   At this distance, it presents an apparent size of 1’.1 X 0’.9 arcmin, and has a brightness of magnitude 15.2.  This makes for a challenging target, but one worth the time to image.  The insert has been created from the same data, and then enlarged, and subsequently processed.  My intent was to show both a wide field representation, with an image illustrating the structures within this wonderful galaxy within one photo.   The aggressive processing and upscaling methods used to construct the insert has introduced artifacts in the final result, but I believe the final result to be very cool.\r\n\r\nIn 1941 Fritz Zwicky discovered this gem, and he considered this discovery to be “one of the most complicated structures awaiting its explanation on the basis of stellar dynamics.”  The Cartwheel Galaxy is located in the constellation Sculptor.  Other names include ESO 350-40 and PGC 2248.  It has the classifications of both a Lenticular and a Ring galaxy.  Lenticular galaxies lie somewhere between an elliptical and spiral galaxy in morphological classification.  They contain a large-scale disc but lack the large-scale arms found in spiral galaxies.  Most of their interstellar matter has been used up, resulting in minimal ongoing star formation.\r\n\r\nRing Galaxies are circular in structure.  The ring portion contains many massive and relatively bright young blue stars.  As you move toward the centre, the amount of luminous matter decreases significantly.\r\n\r\nThis begs the question, just how was this galaxy formed?  Well, there are two theories explaining its creation.   The first occurs when a smaller galaxy passes through the centre of a larger galaxy.  The resulting forces and gravitational disruptions caused by such an event could cause a wave of star formation to move through the larger galaxy.  Almost like throwing a large rock into a sandbox, and having a shock wave move outwards.  The second theory involves the gravitational forces and unstable interactions of small clumps of matter around the galaxy.  This instability allows material to compress and accrete, leading to the formation of stars.\r\n\r\nWhen I first saw this galaxy, I was blown away.  I could see the structure, but the small apparent size was a little daunting.  But I do like exploring and pushing both my instruments and seeing just how far I can push the data.  Structures that almost appear to be spokes are visible.  They are mere wisps of material connecting from the slightly amber coloured nucleus to the blue outer ring of hot, bright young stars.  It is a beautiful galaxy.\r\n\r\nThe next problem was how to present the image in an engaging format?  I had two goals in my mind.  Present the galaxy in such a manner that showed the hot outer ring, the cooler centre, and the spokes connecting to two.  Second, I wanted to retain the hundreds of galaxies in the frame, and present the galaxy almost floating in space against the backdrop of galaxies even further away.  My compromise was cropping away some of the original frame and reducing it slightly in size (I know, I lost hundreds of galaxies with this move, but I had a few hundred leftover).  Reducing the size of the original photo does change the pixel scale, it increases.  Then a brave move to present an upscaled selection containing a cutout of the galaxy.  This way, I could highlight both the galaxy and the details I managed to reveal with the image a distant galaxy floating against a curtain of galaxies behind it. \r\n\r\nIf you look just to the left of the Cartwheel Galaxy, there is a bright orange star HD 3356 beaming away at magnitude 10.  Between this and the Cartwheel Galaxy, there is what almost appears to be a haze.  But this haze is not made up from stars; it’s a haze of galaxies that are only pixels across in the field presented.  How far away are they?   Remember that the main subject in the image is 500 million light-years away.  The light that we now see coming from The Cartwheel Galaxy predates dinosaurs on Earth.  When its journey began, only marine life existed on Earth.  This coincides with a massive explosion of life starting on Earth, the Cambrian Explosion.  Time machines are wonderful... :)\r\n\r\nObject Details:\r\nName(s):\t        Cartwheel Galaxy, ESO 350-40 and PGC 2248\r\nConstellation:\tScuptor\r\nClassification:\tLenticular and Ring Galaxy\r\nSize:\t\t        1.1 X 0.9 arcmin\r\nBrightness:\t        15.2 Apparent Magnitude\r\n\r\nInstruments:\r\n10 Inch fl 9.1 RCOS\r\nAstro Physics AP-900 Mount\r\nSBIG STL 11000m\r\nFLI Filter Wheel\r\nAstrodon Lum, Red, Green, Blue Filters\r\n\r\nExposure Details:\r\nLum: \t30X1200 Seconds\r\nRed: \t8X900 Seconds\r\nGreen: \t4X900 Seconds\r\nBlue: \t8X900 Seconds\r\n\r\nTotal time:  15 Hours \r\n     \r\nThanks for looking",
    "h": 1315,
    "hash": "1lqnt8",
    "id": 432700,
    "imaging_cameras": [
        "SBIG STL-11000M"
    ],
    "imaging_telescopes": [
        "RC Optical Systems RCOS 10\" Ritchey-Chrétien"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 196,
    "link": "https://www.flickr.com/photos/97807083@N00/48878851958/in/dateposted/",
    "link_to_fits": "",
    "locations": [],
    "orientation": "246.049",
    "pixscale": "1.569",
    "published": "2019-10-11T07:34:01.498079",
    "ra": "9.520",
    "radius": "0.517",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/432700/",
    "revisions": [],
    "subjects": [],
    "title": "The Cartwheel Galaxy – 500 million light-years away",
    "updated": "2021-06-03T18:55:59.219858",
    "uploaded": "2019-10-11T08:34:01.686445",
    "url_duckduckgo": "https://www.astrobin.com/1lqnt8/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/1lqnt8/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/1lqnt8/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/1lqnt8/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/1lqnt8/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/1lqnt8/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/1lqnt8/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15508/2020/eb76b576-ed00-4959-a043-6fad8b73798e.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15508/2020/eb76b576-ed00-4959-a043-6fad8b73798e-1582594579.jpg",
    "url_thumb": "https://www.astrobin.com/1lqnt8/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 1547,
    "w": 1974
}