{
    "animated": false,
    "bookmarks": 2,
    "comments": 2,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "Legend:\r\nMaciejkowa Góra - a small, quiet and peaceful village (only a few wooden buildings), lying on the right bank of the Narew river, a few kilometers downstream from the head dam of the Siemianówka Lagoon. You can reach this town through a maze of dirt roads and forest tracks, through Krugły Lasek and Pólko (with a place of martyrdom). A mysterious mountain of the same name rises not far from the village.\r\n\r\nThe legend says that a long time ago, Maciej, the beekeeper of the royal forest, lived on the edge of the forest. Once, on a riverside hill, he saw a great knight of the Knights Templar, clothed in armor, made impotent, and guarding buried treasures. The Templar was wounded, he was dying. The feeling of greed took hold of Maciej and he waited with growing anxiety for the imminent death of the knight. Maciej wanted beautiful Templar armor. Soon the knight died. Maciej took the armor off the corpse and put it on. He struggled to tuck the steel garment over his massive body. The armor was too small for him, but Maciej did not give up. He snapped the last latches open and suddenly felt a fever overwhelm him. He began to tear locks and bumps, tried unsuccessfully to tear the plate of the breastplate. Maciej did not manage to remove the armor. He called for help, but the scream was soft. In pain and agony, Maciej fell asleep forever on the top of the mountain, next to the deceased Templar.\r\n\r\nTo this day, terrible things are happening around the hill at night. Many locals saw the ghosts of the Templar and Maciej fighting for knightly armor. Their deadly screams often carry among the Narew meadows. \r\n\r\nPanorama 48 x 15s ISO3200 f2.0\r\nCanon EOS R mod plus Sigma 28mm",
    "h": 1365,
    "hash": "1v5d1e",
    "id": 517926,
    "imaging_cameras": [
        "CANON EOS Ra"
    ],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 113,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-08-25T14:39:26.850612",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/517926/",
    "revisions": [],
    "subjects": [],
    "title": "August Milky Way",
    "updated": "2021-03-16T22:35:06.053119",
    "uploaded": "2020-08-25T15:39:27.184788",
    "url_duckduckgo": "https://www.astrobin.com/1v5d1e/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/1v5d1e/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/1v5d1e/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/1v5d1e/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/1v5d1e/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/1v5d1e/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/1v5d1e/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/1v5d1e/0/rawthumb/thumb/",
    "user": "LukaszZak77@@@",
    "views": 262,
    "w": 2048
}