{
    "animated": false,
    "bookmarks": 2,
    "comments": 1,
    "data_source": "UNSET",
    "dec": null,
    "description": "I will not talk about the craters themselves, Aristoteles and Eudoxus are more than known. I'll talk about a new accessory used before the photo.\r\nEvery high-resolution photographer who values ​​himself knows that some things are essential to obtain a good result, among them we can mention: seeing, acclimatization, collimation, etc.\r\nThe first one and in my opinion the most important, does not depend on our will and we can do nothing to improve without waiting for a proper night.\r\nBut the other two can depend on us. Collimation is one thing that we should take utmost care of, for high resolution photography, our telescope should always be collimated to bullet point. Most good imageators are always very concerned about this issue.\r\nSince acclimatization is often not given due value and I can say that the difference is incredible, especially for those who use SCT with large openings. We all know that a SCT can take hours to acclimate and a C14 often does not acclimatize all night.\r\nThinking like this, I decided to invest in a Cool Edge (https://starizona.com/acb/Cool-Edge---SCT-Cooler---14-P3386C109.aspx). When I made the request, when I arrived I noticed that they had sent me from C11, a disappointment, until today I am with him stopped here trying to find another interested. Luckily Starizona promptly communicated the fact sent me another one of the correct size.\r\nBut going to the point!\r\nDoes it really make a difference?\r\nYes, I can say now with all conviction, after several tests that the difference in image stabilization by reducing internal turbulence greatly outweighs the investment, which has already been proven also by other better controlled tests (http://www.compubuild.com /astro/C14EdgeHD/phase2.htm).\r\nSo the next time you photograph the Moon or the planets with your SCT, think about it and learn how to value good acclimatization.\r\nText: Avani Soares",
    "h": 789,
    "hash": null,
    "id": 271393,
    "imaging_cameras": [
        "ZWO ASI 224"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 67,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2016-11-08T00:19:38.011258",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/271393/",
    "revisions": [],
    "subjects": [],
    "title": "Coming back to C14 with a Starizona Cool Edge.",
    "updated": "2021-06-04T16:11:59.581070",
    "uploaded": "2016-11-08T00:19:39.223416",
    "url_duckduckgo": "https://www.astrobin.com/271393/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/271393/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/271393/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/271393/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/271393/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/271393/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/271393/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/271393/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 772,
    "w": 1100
}