{
    "animated": false,
    "bookmarks": 0,
    "comments": 0,
    "data_source": "UNSET",
    "dec": null,
    "description": "Each new low image of the Sun reveals more aspects of the lunar surface. The exquisite view I got from this photo of the strange Deslandres crater is no exception. It reveals the ruggedness of the topography on a scale of about 600m, small craters and hills overlook the landscape, but these are just the latest of the features deposited there.\r\nDeslandres - formerly and informally called Hellplain - is a fascinating but often overlooked lunar crater. With a diameter of 227 km (slightly larger than Clavius ​​with 225 km), it is one of the largest craters on the nearby side.\r\n With this diameter Deslandres must have originally had 5-6 km of depth, but is now only about 1 mile. In order to have this great amount of filler probably the greatest contributions were deposits of the formation of the Humorum Basin, with some also ejected from Imbrium and Orientale.\r\nThis image with the extremely low sun shows some disconcerting characteristics. My friend Chuck Wood says he can see pieces of what would be an inner ring with a gross diameter of 70 km and still ask: Is Deslandres a two-ring impact bowl like Compton?\r\nIf so, the inner ring is rather small - usually the inner ring bowl is about 50% of the diameter of the main ring - or 110 km to Deslandres.\r\nOne can also see running to the right side of the yellow arrow a wide rille type trough about 110 km long and 10 km wide. It is very unusual for a rille to develop on rough terrain like this.\r\nAnyway, an intriguing image with many amazing aspects, just know how to look!\r\nSource: LPOD-Chuck Wood\r\nAdaptation and text: Avani Soares",
    "h": 743,
    "hash": null,
    "id": 272742,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 54,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2016-11-20T02:04:28.915872",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/272742/",
    "revisions": [],
    "subjects": [],
    "title": "Sunrise at Deslandres",
    "updated": "2021-03-17T22:27:48.896237",
    "uploaded": "2016-11-20T02:04:29.319481",
    "url_duckduckgo": "https://www.astrobin.com/272742/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/272742/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/272742/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/272742/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/272742/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/272742/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/272742/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/272742/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 276,
    "w": 1000
}