{
    "animated": false,
    "bookmarks": 4,
    "comments": 4,
    "data_source": "UNSET",
    "dec": "41.847",
    "description": "\r\n <b>Sterne und Weltraum / Heft 3 / 2009</b>\r\n <b>Sterne und Weltraum / Himmel und Erde / Kalenderblatt August 2011</b>\r\n\r\nBegleittext, verfasst von: AXEL.M.QUETZ\r\n\r\n<b>Wolken im Cygnus </b>\r\n<i>\r\n„Im Sternbild Schwan (lateinisch: Cygnus) finden sich nicht nur die vielen Sterne des Milchstraßenbands, sondern auch ausgedehnte Regionen rot leuchtenden Wasserstoffgases sowie vor- und eingelagerte Dunkelwolken aus Gas und Staub.\r\n   In diesen, zum Teil dutzende Lichtjahre großen Gasregionen findet heftige Sternenentstehung statt. Die jungen, heißen O- und B-Sterne, die einen hohen Anteil an ultravioletter Strahlung emittieren, ionisieren dabei das interstellare Wasserstoffgas.\r\n   Während sich neutraler Wasserstoff (HI) und Wasserstoffmoleküle (H2) nur bei Radiowellenlängen zu erkennen geben, entsteht durch die ständig stattfindende Rekombination des ionisierten Wasserstoffs (HII) zu neutralem Wasserstoff eine charakteristische Linienemission, die im sichtbaren Bereich des Spektrums liegt. \r\n    Sie besitzt einen markanten rötlichen Farbton, dessen Wellenlänge 656,3 Nanometer beträgt – die so genannte H-alpha-Linie des Wasserstoffs. Wegen des mit der Strahlung verknüpften ionisierten Wasserstoffs (HII) werden solche Gebiete auch HII-Regionen genannt. Ihre Lebensdauer beträgt Millionen Jahre, bevor sie der heftige Sternwind der heißen Sterne, die in ihrem Innern entstanden sind, hinwegbläst. Man findet HII-Regionen überall in unserem Milchstraßensystem, aber auch in anderen Galaxien. Sie liegen dort in den Spiralarmen und markieren damit die Orte der Sternenentstehung.\r\n   Ein markanter Bereich im Bild oben links ähnelt in seinen Umrissen dem nordamerikanischen Kontinent. Daher rührt sein Name: Nordamerikanebel. Westlich davon liegt der Pelikannebel, der zum gleichen Komplex gehört. Ihre Distanz zur Erde beträgt 220 Lichtjahre.\r\n   Das gezeigte Areal misst etwa 16 x 8,5 Grad am Himmel und ist ein Mosaik aus vier Bildern, die Franz Gruber von Pitten in Niederösterreich aus aufgenommen hat. Optik und Detektor, ein 300-mm-Objektiv von Canon, f/2,8, mit der CCD-Kamera SBIG 11 K sitzen auf einer stabilen Montierung, der GTO 600E von Astro Physics. \r\n   Jedes der Bilder entstand aus Belichtungen durch vier Filter: H-alpha (15 Nanometer Bandbereite)  sowie R, G und B. Jeder der vier Kanäle versammelt etwa eine dreiviertel Stunde Belichtungszeit auf sich. Dabei wurden dem Rotkanal die Belichtungen durch den H-alpha-Filter hinzuaddiert.\r\n   Die Gesamtbelichtungszeit dieses Mosaiks betrug somit 12 Stunden!  Kein Wunder, dass sich die Cygnus-Weitfeld-Kampangne von Franz Gruber über den gesamten Sommer des Jahres 2008 hinzog.“</i>\r\nAXEL.M.QUETZ",
    "h": 1274,
    "hash": null,
    "id": 275571,
    "imaging_cameras": [
        "SBIG-CCD STL-11000M C1-CCP"
    ],
    "imaging_telescopes": [
        "Canon Lens EF 300 mm f/2.8"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 52,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806352/"
    ],
    "orientation": "-178.605",
    "pixscale": "10.219",
    "published": "2016-12-09T15:44:39.826828",
    "ra": "308.750",
    "radius": "9.972",
    "remote_source": null,
    "resource_uri": "/api/v1/image/275571/",
    "revisions": [],
    "subjects": [
        "Crescent nebula",
        "IC 1311",
        "IC 1318",
        "IC 5068",
        "IC 5070",
        "NGC 6888",
        "NGC 6997",
        "NGC 7000",
        "NGC 7039",
        "North America nebula",
        "Part of the constellation Cygnus (Cyg)",
        "Pelican nebula",
        "The star 30Cyg",
        "The star 31Cyg",
        "The star 34Cyg",
        "The star 57Cyg",
        "The star Deneb (αCyg)",
        "The star Sadr (γCyg)",
        "The star λCyg",
        "The star νCyg",
        "The star ξCyg",
        "The star τCyg",
        "gamma Cyg nebula"
    ],
    "title": "Wolken im Cygnus",
    "updated": "2021-06-16T23:52:04.166493",
    "uploaded": "2016-12-09T12:39:44.757759",
    "url_duckduckgo": "https://www.astrobin.com/275571/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/275571/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/275571/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/275571/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/275571/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/275571/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/275571/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/skyplots/923cd6ea-bdff-42ac-b825-04b14c0df15a.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/923cd6ea-bdff-42ac-b825-04b14c0df15a-1481287631.jpg",
    "url_thumb": "https://www.astrobin.com/275571/0/rawthumb/thumb/",
    "user": "franziii",
    "views": 229,
    "w": 1824
}