{
    "animated": false,
    "bookmarks": 18,
    "comments": 9,
    "data_source": "UNSET",
    "dec": "74.012",
    "description": "Inspired by some fantastic renditions of this area by fellow astrophotographers, I decided to make an attempt.   The winter here has been quite terrible to try for such a faint target that soaks up so much integration time.    Lo and behold, I was able to process what I had and came up with a reasonable first rendition.    This area is interesting for a few reasons.\r\n    \r\nFirst, the galactic grouping in the center of the frame is actually an interacting trio.   NGC2633 is a face-on barred spiral seen at the left in this view.    NGC2634 is the large elliptical in the center that shows distinct (but overly faint) outer shells.    UGC4585 is the smaller edge-on barred spiral to the right of NGC2634.   All three of these are roughly 100mly away beyond the constellation of Camelopardalis.   This area is also cataloged as ARP80. \r\n\r\nSecond, it is rare to see such distinct integrated flux nebula (IFN) at this scale.  The obvious 2 lanes of Milky Way dust can be seen streaming between the stars in the image.   I was happy to find I could capture this from my location, but I am realizing that to present it properly I probably need to double my integration time!   I had to stretch the image beyond what I am typically comfortable with.  \r\n\r\nThird, the distant objects in the frame seem to be less explored.  USNO records show several suspected quasars that I was unable to find much information on, except for location.    There are quite a number of other galaxies and groupings to be seen.  \r\n\r\nI am actually hoping to add more time to this when the weather breaks.  I definitely used some data that was captured under terrible seeing and is below my typical standards.   But I thought this was a respectable first pass and still took many nights of imaging and processing to accomplish.   \r\n\r\nEnjoy!\r\n",
    "h": 3257,
    "hash": null,
    "id": 285077,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "CELESTRON EdgeHD 800"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 134,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "92.904",
    "pixscale": "0.526",
    "published": "2017-02-25T18:33:09.370058",
    "ra": "132.046",
    "radius": "0.402",
    "remote_source": null,
    "resource_uri": "/api/v1/image/285077/",
    "revisions": [],
    "subjects": [
        "NGC 2633",
        "NGC 2634"
    ],
    "title": "NGC2633/2634 and UGC4585 – Interactions",
    "updated": "2021-03-17T21:40:15.038290",
    "uploaded": "2017-02-25T18:33:10.159936",
    "url_duckduckgo": "https://www.astrobin.com/285077/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/285077/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/285077/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/285077/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/285077/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/285077/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/285077/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/5772/2017/8ab06b9f-ff34-4146-a191-b9bfc34e720b.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/5772/2017/8ab06b9f-ff34-4146-a191-b9bfc34e720b-1582552343.jpg",
    "url_thumb": "https://www.astrobin.com/285077/0/rawthumb/thumb/",
    "user": "Thirteen",
    "views": 573,
    "w": 4437
}