{
    "animated": false,
    "bookmarks": 27,
    "comments": 12,
    "data_source": "BACKYARD",
    "dec": "69.378",
    "description": "Messier 81 and Messier 82 galaxies are part of the M81 Group, a group of 34 galaxies in Ursa Major and Camelopardalis constellations. Due to the distance of approximately 12M light years from Earth, this group together with the Local Group (containing the Milky Way) are relative neighbors in the Virgo Supercluster.\r\n\r\nM81 was discovered initially be Johann Bode (a German astronomer famous for determining the orbit of Uranus) at the end of 1774, hence the alternate name this object is sometimes referred as: Bode's Galaxy. In 1779  Pierre Méchain together with Charles Messier re-discovered the object and included it in the Messier Catalogue. M81 is a grand spiral galaxy with a very active nucleus, \"hosting\" a super-massive black hole with a mass of around 70 million times the mass of our Sun. Running straight through the disk are some dusty lanes (top left of the nucleus in this photo), reminding us of a probably violent past encounter with M82 (estimations are that this encounter happened between 50 and 100 million years ago). Bottom left of M81 we can see it's companion, the dwarf irregular galaxy Holmberg IX.\r\n\r\nM82, sometimes called the Cigar galaxy due to it's edge on view from Earth, is the brightest galaxy in the night sky in infrared light, being a lot brighter in infrared than in the visible part of the spectrum. It is a starburst class galaxy that got caught in a gravitational struggle with M81 for past billion years. M82 is famous for its heavy star forming activity and the outburst of ionized hydrogen that can be seen in this photo as jets almost perpendicular to the galaxy disk. Around 100 newly formed globular star clusters have been discovered in this galaxy by Hubble Space Telescope. Many of the newly formed stars are so massive that they have a relatively short life and at the end of it, they explode as supernovas and drive gas and matter out of the galaxy at speeds of millions of kilometers per hour. It is thought that in this way, the elements like oxygen and carbon are spread through the universe.\r\n\r\nI gathered the data for this object for the past year (I started at beginning of February 2016) and finally I got the time to process it. I initially wanted to also expose some of the Integrated Flux Nebula but I came to the conclusion that my current place does not have the sky to allow this. I'll need to seek some darker sky for this. For the M82 jets I also exposed with a Hydrogen alpha filter (for ~9 hours) and this enhanced also some star forming regions in M81. This is a L[HaR]GB composition with a total exposure time of little over 23 hours.",
    "h": 2094,
    "hash": null,
    "id": 285328,
    "imaging_cameras": [
        "Atik 460EX mono"
    ],
    "imaging_telescopes": [
        "SkyWatcher Black Diamond 80ED"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 242,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "59.412",
    "pixscale": "1.977",
    "published": "2017-03-03T10:38:59.569209",
    "ra": "148.886",
    "radius": "0.939",
    "remote_source": null,
    "resource_uri": "/api/v1/image/285328/",
    "revisions": [],
    "subjects": [
        "Bode's nebulae",
        "M 81",
        "M 82",
        "NGC 3031",
        "NGC 3034"
    ],
    "title": "M81 & M82 - L[HaR]GB composition",
    "updated": "2021-05-13T18:20:48.611712",
    "uploaded": "2017-02-27T08:38:15.332619",
    "url_duckduckgo": "https://www.astrobin.com/285328/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/285328/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/285328/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/285328/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/285328/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/285328/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/285328/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/12486/2020/e42aaa14-7c70-4737-9cb1-cc9d0ceb1273.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/12486/2020/e42aaa14-7c70-4737-9cb1-cc9d0ceb1273-1582432446.png",
    "url_thumb": "https://www.astrobin.com/285328/0/rawthumb/thumb/",
    "user": "de0s",
    "views": 1209,
    "w": 2705
}