{
    "animated": false,
    "bookmarks": 6,
    "comments": 2,
    "data_source": "UNSET",
    "dec": null,
    "description": "The large crater Petavius ​​is one of the most impressive and interesting craters on our Moon. It undergoes great changes of appearance as the sun rises and changes its course in each lunation (orbit around Earth). The crater is 182 kilometers in diameter and about 2.1 kilometers deep. The central peaks are more than a kilometer in height.\r\nThe walls of the Petavius ​​are abnormally large in relation to the diameter of the crater presenting a double border on the east and west sides. The east wall climbs about 11,000 feet. The crater appears oval rather than round, seen from Earth, but this is an illusion because of its proximity to the east (nascent) lunar.\r\nThe exact age of impact that formed Petavius ​​is uncertain, but the crater is considered to have been formed during the Imbrium geological age of the Moon, or around 3.2-3.8 billion years ago.\r\nOne of the most prominent features about Petavius ​​is Rimae Petavius, a fracture of approximately 50 miles in length, running straight from the central peaks to the southwest wall of the crater.\r\nPetavius ​​is located at 25.28 ° S, 60.63 ° E, and is of an unusual class of craters that have been modified by post-impact processes.\r\nWhat process could have produced the system of fractures that cut the floor of this crater? Volcanism is the probable cause. There are small spots of basalt in the north and south on the crater floor, which help to cement this hypothesis. But unlike other craters that were totally filled by basalt spills, Petavius ​​has only minor blemishes.\r\nSo why did Petavius ​​end up with such an extensive system of fractures?\r\nOne hypothesis is that the fractures occurred as a result of volcanic modification that raised the floor of the crater, this would occur if the magma intruded under the floor and pushed the floor up.\r\nBut because Petavius ​​was not completely flooded and why fractures were never covered by basalt.\r\nIt is possible that Petavius ​​did not witness the same style of eruption as elsewhere on the Moon. Or perhaps the magma beneath Petavius ​​crater was not liquid enough to completely flood the surface. Finally, it may simply be that the source region of the magma was relatively small, and thus only a modest amount of basalt erupted.\r\n\r\nSource: The Astronomical Society of Palm Beachs\r\nLunar Pioneer / LROC\r\nAdaptation: Avaní Soares",
    "h": 1641,
    "hash": null,
    "id": 294504,
    "imaging_cameras": [
        "ZWO ASI 224"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 75,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2017-05-04T23:27:16.706370",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/294504/",
    "revisions": [],
    "subjects": [],
    "title": "One day after the other!",
    "updated": "2021-03-17T21:00:30.038941",
    "uploaded": "2017-05-05T00:27:17.093546",
    "url_duckduckgo": "https://www.astrobin.com/294504/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/294504/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/294504/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/294504/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/294504/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/294504/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/294504/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/294504/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 237,
    "w": 1100
}