{
    "animated": false,
    "bookmarks": 7,
    "comments": 6,
    "data_source": "UNSET",
    "dec": "-59.862",
    "description": "In 1827 Burchell specifically noted Eta Carinae's unusual brightness at 1st magnitude, and was the first to suspect that it varied in brightness. John Herschel made a detailed series of accurate measurements in the 1830s showing that Eta Carinae consistently shone around magnitude 1.4 until November 1837. On the evening of December 16, 1837, Herschel was astonished to see that it had brightened to slightly outshine Rigel. This event marked the beginning of a roughly 18-year period known as the Great Eruption.\r\n\r\nEta Carinae is probably the greatest treasure of the southern sky. It is also the first object on which you will direct your telescopes if you want to admire its beauty. Moreover, to see the surrounding nebula, you do not really need anything. Under good conditions it is visible to the naked eye.\r\n\r\nA star, located 7,700 light-years from Earth, is actually a stellar system composed of at least two components. Their mutually reinforced glow is millions of times brighter than our Sun, and is primarily responsible for lighting up the surrounding matter. It is finally one of the most beautiful nebulas you can observe. It's called Carina. Like other objects of this type, it is a active star-forming region.\r\n\r\nIt is difficult to find in the sky a more diverse object to observe. You will find reflection, emission, dark, dust, and other nebulae in it. All this you can see on my photo taken in the multi-spectral technique (gathering light emitted by ionized gases: oxygen, hydrogen and sulfur).\r\n\r\nThis picture cost me a lot. 12 thousand kilometers and 72 hours of travel. 3 nights struggle to collect photons. 15 hours of raw material processing. The result is a photograph that I undoubtedly point to as the groundbreaking and best astrophotography of my decade-long career. In this field, achieving the level of the image we dreamed up is extremely difficult. This time I have the impression that I look at the picture exactly what I wanted to do.\r\n\r\nWhen working with narrowband filters, then trying to balance them in a graphical application, is such a magical moment when the monochrome picture blossoms with a color gamut. This is the moment in which the author himself cannot admire the scale of beauty of cosmic creation. Because we do not create it. Modestly we only record and interpret.\r\n\r\nThe work, however, is not ours.\r\n\r\nCMOS camera: ZWO ASI1600MM-C + Baader Narrowband filters, mount: iOptron CEM25EC, refractor: WO APO71 f4.9. Location: South Africa (near Sutherland and SALT observatory)",
    "h": 1673,
    "hash": null,
    "id": 295761,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "William Optics Star 71 f/4.9 Astrograph"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 92,
    "link": "https://www.facebook.com/astrofotografia/photos/a.373894143229.156106.361004128229/10154699003928230/?type=3&theater",
    "link_to_fits": "",
    "locations": [],
    "orientation": "86.475",
    "pixscale": "4.474",
    "published": "2017-05-15T20:05:00.300053",
    "ra": "161.307",
    "radius": "1.750",
    "remote_source": null,
    "resource_uri": "/api/v1/image/295761/",
    "revisions": [],
    "subjects": [
        "NGC 3372",
        "Part of the constellation Carina (Car)",
        "eta Car nebula"
    ],
    "title": "The Great Eruption in the constellation of Carina",
    "updated": "2021-03-25T21:14:28.646602",
    "uploaded": "2017-05-15T21:05:00.800936",
    "url_duckduckgo": "https://www.astrobin.com/295761/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/295761/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/295761/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/295761/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/295761/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/295761/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/295761/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/22900/2017/dc0f8ba0-ec6d-4fad-aa61-acabac39417b.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/22900/2017/dc0f8ba0-ec6d-4fad-aa61-acabac39417b-1582503506.jpg",
    "url_thumb": "https://www.astrobin.com/295761/0/rawthumb/thumb/",
    "user": "Adam_Jesion",
    "views": 662,
    "w": 2265
}