{
    "animated": false,
    "bookmarks": 0,
    "comments": 1,
    "data_source": "TRAVELLER",
    "dec": "24.538",
    "description": "Une visiteuse des étoiles.\r\nAttention: pas au sens figuré, mais bien au sens propre.\r\nEn effet, le minuscule point que vous voyez se déplacer sur cette animation nous provient réellement des étoiles, et non de notre système solaire.\r\nBien que ce genre de visite soit probablement assez fréquent, il ne s'agit que de la deuxième fois dans l'histoire de l'humanité que la provenance bel et bien interstellaire d'un tel astre soit confirmée.\r\nEnfin, je crois que ce n'est pas encore confirmé officiellement, mais sinon ça devrait se faire sous peu.\r\n\r\nC'est une comète interstellaire, qui voyage parmi les étoiles depuis des milliers et des milliers d'années, et il se trouve qu'elle passe ces temps-ci dans notre système solaire, pour rendre une visite unique à notre étoile, le soleil. Après quoi elle repartira pour toujours. Elle fera surement la manchette durant les prochains mois, où elle sera encore visible, pour les gens de l'hémisphère sud, tout en devenant plus brillante.\r\n\r\nSa trajectoire fait en sorte qu'elle ne sera pas visible très longtemps pour les habitants de l'hémisphère Nord de la terre, c'est pourquoi je me suis empressé de faire une tentatvie ce matin pour la capturer en photo. ...et ça a réussi!\r\n\r\nC/2019 Q4 Borisov -c'est son nom- est actuellement à 465 millions de km de nous, trois fois la distance terre-soleil. Vous comprenez alors pourquoi elle apparaît si faible.\r\nOn ne la voit que le matin, un peu avant le lever du soleil, et à chaque jour qui passe, elle se retrouve de plus en plus basse...\r\n\r\nJe l'ai photographiée alors qu'elle ne se trouvait qu'à 27 degrés d'altitude, j'ai été un peu surpris de la voir apparaître étant donné sa faiblesse, d'autant plus qu'elle flirtait avec les premières lueurs de l'aube.\r\nNormalement un astre de magnitude 17,5 ne cause pas de problème à se faire prendre en photo avec mon newton 10 pouces s'il est en hauteur, et en pleine nuit noire, mais dans les circonstances de ce matin, c'est pas mal plus incertain.\r\n\r\nSans compter que ma mise au point (focus) était loin d'être optimale.\r\nIl faut oublier de pouvoir l'apercevoir à l'oculaire d'un télescope d'amateur, à moins que celui-ci ne soit réellement géant. \r\nÉtant donné sa très faible brillance, elle n'est accessible qu'en photo.\r\n\r\n27 X 300 secondes filtre luminance, binning 1X1\r\nNewton Skywatcher Quattro 10\" CF, 1000 de focale à F4\r\nCamera CCD monochrome QHY9 à -30C",
    "h": 800,
    "hash": "2mq1f7",
    "id": 429780,
    "imaging_cameras": [
        "CCD Labs QHY9-M"
    ],
    "imaging_telescopes": [
        "Skywatcher Quattro 10 CF"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 14,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2800722/"
    ],
    "orientation": "0.040",
    "pixscale": "1.118",
    "published": "2019-09-27T14:49:15.174561",
    "ra": "140.183",
    "radius": "0.211",
    "remote_source": null,
    "resource_uri": "/api/v1/image/429780/",
    "revisions": [],
    "subjects": [
        "Comet"
    ],
    "title": "C/2019 Q4 Borisov Animation",
    "updated": "2021-03-17T08:58:41.115950",
    "uploaded": "2019-09-27T15:49:16.155804",
    "url_duckduckgo": "https://www.astrobin.com/2mq1f7/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/2mq1f7/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/2mq1f7/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/2mq1f7/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/2mq1f7/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/2mq1f7/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/2mq1f7/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/1512/2019/f5c4ac71-8729-4f6f-a3e2-ecb322f56dae.gif",
    "url_solution": "https://cdn.astrobin.com/solutions/images/1512/2019/f5c4ac71-8729-4f6f-a3e2-ecb322f56dae-1582434474.gif",
    "url_thumb": "https://www.astrobin.com/2mq1f7/0/rawthumb/thumb/",
    "user": "mario_hebert",
    "views": 118,
    "w": 1100
}