{
    "animated": false,
    "bookmarks": 8,
    "comments": 11,
    "data_source": "UNSET",
    "dec": "58.434",
    "description": "It is a capital mistake to theorize before one has data.\r\nArthur Conan Doyle - A scandale in Bohemia\r\n\r\n\r\nHaving collected many data of this and other objects during the last 9 month - going as deep as 12h per chanel -, I was of course very curious for the integrated result but unfortunately I was missing the time and the opportunity to process them properly in time. \r\nWhile still developing my necessary skill set, I feel the highly addictive and enjoyable nature of the process of creating these photos and sharing them with others, even that at times it is frustrating  having to start over and over again.\r\nI hope to be able to release more processed data of other targets soon.\r\n\r\n\r\nThe object here is Sh2-188. Sharpless 188  is located in Cassiopeia and the data were collected from 09/2016-01/2017.\r\n\r\n\r\nIt is a somehow unusual type of planetary nebulae with an interesting morphology.\r\nSh2-188 is crescent shaped  with a steep brightness gradient to the southeast displaying very fine filaments. \r\n\r\nDifferent interpretations of this object arose during the last 60 years.\r\n\r\nWhen Sh2-188  was observed  in 1951 from the Simeiz Observatory in Russia, astronomers believed it to be a HII region due to its high red emissions. Sharpless added it to his catalogue of galactic HII regions in 1959.\r\n\r\nIn the 60ties and 70ties the theory had changed.\r\nMost emission nebulae with a filamentary structure had been identified with old supernova remnants. Spectrophotometry revealed that the relative line intensities varied strongly between the filaments as it is typical for excited line emissions induced by collisional processes. Sh2-188 was then therefore  considered to be a supernova remnant.\r\n\r\nObservations with the Westerbork Radio Telescope in the middle of the 70ties then revealed a very low flux density in the hydrogen 21cm line. This low flux In combination with the bright optical appearance ruled out the theory of Sh2-188 being a supernova remnant. Additional support for the falsification of the SNR theory was provided by kinematical studies.\r\n\r\nThe low mass of Sh2-188 suggested that most likely Sharpless 188  is due to a mass loss of a star into a interstellar medium. \r\nFrom the 80ties till today Sh2-188 was then considered to be a planetary nebulae.\r\n\r\nPN are important in stellar evolution studies and for their dominant role in mass exchange between stars and the interstellar medium. \r\nIn a simplified way, most PN’s arise following the asymptotic red giant branch stage of low or intermediate mass stars. During this phase the star exhibits a strong mass loss. The ejected stellar envelope interacts with the stellar winds released from the core and becomes visible as a PN (interacting  stellar wind model).\r\n\r\nIn the beginning of  a movement through interstellar medium the PN can still expand freely. \r\nWhen the density of such a nebulae becomes sufficiently low, the interaction with the ISM will slow down part of the material. A kind of reversed shock will be driven into the PN shell and increases the surface brightness of this region. \r\nA nearly spherically symmetric PN becomes asymmetric and distorted. \r\n\r\nSo, the filaments of Sh2-188 can be explained by shock compression which is supported by the fact that most of them are aligned along the crescent shaped outer rim. \r\nSh2-188 might be an example of an advanced stage of interaction with the ISM where the compression took place and the central star has already moved to the edge of the PN.\r\n\r\nDeep observations reveal a much fainter part in Ha-light to the Northwest. Here Sh2-188 appears nearly spherically again. The part is very faint but can be seen on this photo here.\r\n\r\nAssuming that the central star is moving with a relatively high velocity of 125kms-1,  detailed hydrodynamical numerical simulations based on a stellar wind model actually predict and explain the morphology of Sh2-188 very well - including the vortices in the left part of the nebulae (they are due to so called hydrodynamical Rayleigh-Taylor instabilities - a phenomena sometimes observed in cloud formation as well).\r\n\r\n\r\n\r\n\r\n",
    "h": 3600,
    "hash": null,
    "id": 300429,
    "imaging_cameras": [
        "Moravian Instruments G4-16000"
    ],
    "imaging_telescopes": [
        "Knaeble Engineering RCM 460 FC, Ritchey Chretien"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 122,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805489/"
    ],
    "orientation": "2.358",
    "pixscale": "0.501",
    "published": "2017-06-23T18:59:41.070052",
    "ra": "22.588",
    "radius": "0.357",
    "remote_source": null,
    "resource_uri": "/api/v1/image/300429/",
    "revisions": [],
    "subjects": [],
    "title": "Sh2-188, Sharpless 188, Simeiz 22, Dolphin Nebulae",
    "updated": "2021-06-05T08:45:35.849753",
    "uploaded": "2017-06-21T15:35:13.085899",
    "url_duckduckgo": "https://www.astrobin.com/300429/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/300429/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/300429/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/300429/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/300429/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/300429/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/300429/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/17693/2017/e1497219-f669-4e6f-8aa2-e1c99711ac85.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/17693/2017/e1497219-f669-4e6f-8aa2-e1c99711ac85-1582508738.jpg",
    "url_thumb": "https://www.astrobin.com/300429/0/rawthumb/thumb/",
    "user": "Timaios",
    "views": 974,
    "w": 3650
}