{
    "animated": false,
    "bookmarks": 3,
    "comments": 4,
    "data_source": "UNSET",
    "dec": null,
    "description": "Each photo is a work of art, and every photographer develops a line of work that makes it unique.\r\nWhether they are pictures of DSOs, planets or even the Moon, we will never see two exactly alike photos even if the location is exactly the same. Some photographers have such a peculiar way of operating and processing that other photographers can recognize their work even without the proper credits.\r\nThe obvious, another question arises; The one who sees the photograph.\r\nIn this case we can say that there are two very different views of the same photo:\r\n- The one who sees the photo because of its artistic beauty.\r\n- The one who sees the photo more deeply, by the characteristics that it exposes or even analyzing details that can show something new or different.\r\nThe attached photo can serve as a striking example, it is a beautiful photo of a beautiful place on the Moon, it has some beautiful craters and one of the most beautiful set of Rilles arched from the lunar surface, this well demonstrates the first sight quoted.\r\nBut one who looks deeply can not fail to note that these Rilles must have originated from intense volcanic activities in the early days of the lunar history. Those who look more closely will realize that some mountains appear to have been placed on the Rilles (yellow circles).\r\nOf course this is a naive way of speaking, there may be several different explanations for the fact, I will quote only one and leave the others to the reader's imagination.\r\n\"The site photographed probably had a rather rugged surface, not flat as now, which suggests that a large lava flow smoothed the site leaving only the highest mountain tops that can be seen today. But it was gradually hardened, but some underground lava rivers continued to flow until later they dried up.These hollow channels, which even passed beneath some mountains, eventually collapsed and collapsed forming what we now know by Rima or Rille. Mountains that were on the edge of these canals also collapsed and flowed into the canal, this can be seen perfectly on the mountain indicated by the central circle. \"\r\nSo we can see how a simple photograph can show different visions for different observers, so just be a bit more curious!\r\nText: Avani Soares",
    "h": 898,
    "hash": null,
    "id": 302155,
    "imaging_cameras": [
        "ZWO ASI 224"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 66,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2017-07-05T01:12:59.222364",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/302155/",
    "revisions": [],
    "subjects": [],
    "title": "One image two looks!",
    "updated": "2021-03-17T20:30:59.086360",
    "uploaded": "2017-07-05T02:12:59.609792",
    "url_duckduckgo": "https://www.astrobin.com/302155/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/302155/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/302155/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/302155/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/302155/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/302155/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/302155/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/302155/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 282,
    "w": 1250
}