{
    "animated": false,
    "bookmarks": 10,
    "comments": 20,
    "data_source": "UNSET",
    "dec": null,
    "description": "This is the story how to (not) get a picture of an ISS transit:\r\n\r\nI always wanted to get a picture of the ISS. There are some folks here, who make brilliant shots with long FL. I have no idea how they do this and I never dared even to attempt this. But when ISS is transiting a large celestial body like the sun or the moon - this should not be so hard to get, should it?\r\n\r\nAs time went by, I never had a chance to get that shot. Weather and my work schedule cooperated perfectly to prevent me from getting my transit shot. Until last Friday: I had a free day and there was a transit predicted. Unfortunately a bit early (shortly after 06:00 a.m.) and some 30 km away from the place i live.\r\n\r\nT(ransit)-120(Minutes): Got up at 04:00 in the morning. Left home delayed for I could not find my car keys. To early in the morning to take any meaningful action.\r\n\r\nT-50: Arrived at the site: Horizon covered with clouds. Lacking any meaningful alternative, I started to set up my gear.\r\n\r\nT-10: Clouds started to move. The sun was still hidden. I made a bet with myself, that it will be clear just 5 minutes after transit.\r\n\r\nT-1: The sun! I could see the sun! Trembling with excitement I slewed my scope. Got the sun. Focus! I need a perfect focus!\r\n\r\nT-30 Seconds: The seeing was virtually non existent! What a great idea to attempt a picture when the sun is that low. Everything was wobbling like mad. I struggled for focus as good as I could, leaving the pressure tuner alone and started capturing, still not knowing wether I was focused or not.\r\n\r\nAround Transit time: I stared at my monitor. The sun was wobbling, a little bird crossed the sun, then a larger one. What about the ISS?\r\n\r\nT+1 Minute: I stopped capturing. Again a miss?!?\r\n\r\nLater, at home, while post processing, I found, that that \"little bird\" was not flapping its wings. I was a tiny ISS, flickering across my screen.\r\n\r\nFor the quality, this picture is not a keeper for sure. But for the story, it is. Still not sure what to answer, if I finally got a picture of the ISS or not. Maybe: \"Sort of.\"",
    "h": 772,
    "hash": null,
    "id": 302827,
    "imaging_cameras": [
        "ZWO ASI 120 MM"
    ],
    "imaging_telescopes": [
        "Lunt LS50THa 600"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 1,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_SHARE_ALIKE",
    "likes": 175,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2017-07-10T16:22:47.385710",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/302827/",
    "revisions": [
        "/api/v1/imagerevision/120155/",
        "/api/v1/imagerevision/120239/"
    ],
    "subjects": [],
    "title": "A busy sun",
    "updated": "2021-03-17T20:28:34.518737",
    "uploaded": "2017-07-10T16:49:25.946580",
    "url_duckduckgo": "https://www.astrobin.com/302827/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/302827/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/302827/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/302827/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/302827/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/302827/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/302827/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/302827/0/rawthumb/thumb/",
    "user": "Magellen",
    "views": 663,
    "w": 791
}