{
    "animated": false,
    "bookmarks": 11,
    "comments": 11,
    "data_source": "UNSET",
    "dec": "44.462",
    "description": "The skies over central Oregon have been absolutely spectacular lately with severe clear and unheard of seeing.  Cygnus is my favorite summertime constellation with lots of interesting objects to image.  After working on another really tough NB image for a few weeks, I turned the scope over to the Pelican Nebula (IC 5070) and wow, there is a lot going on in and around the head.  You'll have to flip this image upside-down to easily pick out the Pelican but I prefer this orientation with the \"sky-blue\" O3 regions at the top of the frame.  It's been a while since I processed a NB image so I had to take a couple of runs at it to get it where I wanted it.  There is a lot going on in this area and some of the features are really fascinating.  I'd sure love to have a go at this area with an even bigger scope! \r\n\r\nThe main features in this image are the knots and pillars of IC 5067 that make up the dust wall just \"above\" the Pelican.  If you look closely right near the tip of the filament-like pillar near the center of the frame, you can clearly see the Herbig-Haro (HH) Object 555, which are two jets ejected from a hidden photo-star forming within the interstellar gas.  These jets are being ejected at a speed of several hundred km/sec.  This is one of the clearest examples of an HH object that can be easily imaged with amateur telescopes.  At only about 1,800 lyrs, these gas clouds are pretty close by in terms of galactic standards .\r\n\r\nSoon, I'll be moving my scope down to New Mexico and I'm looking forward to having more access to southern objects and winter skies.  Hopefully we'll have it set up and running in the new location by the next new moon cycle but that will depend a bit on the weather.  So, this may be my last image from Oregon (but we'll see.)  As always, C&C is welcome so let me know what you think.\r\n\r\n-John",
    "h": 1824,
    "hash": null,
    "id": 305899,
    "imaging_cameras": [
        "FLI MicroLine 16803"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 166,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808024/"
    ],
    "orientation": "180.769",
    "pixscale": "0.476",
    "published": "2017-08-02T23:36:39.165922",
    "ra": "312.745",
    "radius": "0.372",
    "remote_source": null,
    "resource_uri": "/api/v1/image/305899/",
    "revisions": [
        "/api/v1/imagerevision/121880/",
        "/api/v1/imagerevision/121952/"
    ],
    "subjects": [
        "IC 5070",
        "IC5070",
        "Pelican nebula"
    ],
    "title": "Pelican Head Turbulence",
    "updated": "2021-03-17T20:16:15.817796",
    "uploaded": "2017-08-03T00:04:58.339846",
    "url_duckduckgo": "https://www.astrobin.com/305899/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/305899/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/305899/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/305899/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/305899/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/305899/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/305899/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/7598/2017/bf46f6c0-ce4e-4103-95be-a3328f163ab8.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/bf46f6c0-ce4e-4103-95be-a3328f163ab8-1501716249.jpg",
    "url_thumb": "https://www.astrobin.com/305899/0/rawthumb/thumb/",
    "user": "jhayes_tucson",
    "views": 791,
    "w": 1824
}