{
    "animated": false,
    "bookmarks": 1,
    "comments": 4,
    "data_source": "UNSET",
    "dec": null,
    "description": "Tycho Crater is an one of the most prominent craters on the moon. It appears as a bright spot in the southern highlands with rays of bright material that stretch across much of the nearside. Its prominence is not due to its size: at 85 km in diameter, it's just one among thousands of this size or larger. What really makes Tycho stand out is its relative youth. It formed recently enough that its beautiful rays, material ejected during the impact event, are still visible as bright streaks. All craters start out looking like this after they form, but their rays gradually fade away as they sit on the surface, exposed to the space environment which over time darkens them until they fade into the background.\r\n\r\nHow old is Tycho? Because the impact event scattered material to such great distances, it's thought that some of the samples at the Apollo 17 landing site originated at the Tycho impact site. These samples are impact melt glass, and radiometric age dating tells us that they formed 108 million years ago. So if these samples are truly from Tycho, the crater formed 108 million years ago as well. This may still seem old, but compared to the 3.9 billion-year age for many large lunar craters, Tycho is the new kid on the block. Directly sampling material from within the crater would help us learn more about not just when Tycho formed, but the ages of terrains on other planets throughout the solar system. \r\n\r\nPlanetary surfaces are dated by counting the number of craters on the surface, and comparing that number to the number of craters that formed on a surface for which we know the age by actually sampling the rocks. The problem is, there aren't that many places for which we've sampled the rocks, and confirming the age of Tycho would help date younger surfaces, which are not well sampled.\r\n\r\nTycho is also of great scientific interest because it is so well preserved, it is a great place to study the mechanics of how an impact crater forms. The Constellation site is on the floor of Tycho, near its central peak. The peak is thought to be material that has rebounded back up after being compressed in the impact, and though it's a peak now, it originated at greater depth than any other portion of the crater. \r\nThe floor of the crater is covered in impact melt, rocks that were heated to such high temperatures during the impact event that they turned to liquid, and flowed across the floor.\r\nSource: Arizona State University's Web site for the LRO Camera",
    "h": 899,
    "hash": null,
    "id": 306138,
    "imaging_cameras": [
        "ZWO ASI 224"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 74,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2017-08-05T00:19:25.550167",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/306138/",
    "revisions": [],
    "subjects": [],
    "title": "The always amazing Tycho!",
    "updated": "2021-03-17T20:15:19.198504",
    "uploaded": "2017-08-05T01:19:26.074917",
    "url_duckduckgo": "https://www.astrobin.com/306138/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/306138/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/306138/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/306138/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/306138/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/306138/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/306138/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/306138/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 330,
    "w": 1201
}