{
    "animated": false,
    "bookmarks": 22,
    "comments": 31,
    "data_source": "OWN_REMOTE",
    "dec": "47.296",
    "description": "A firm favourite among imagers, capturing its energetic emission jets has been a goal for Steve and I.  I am really pleased with the processing and thanks to Steve for the feedback midway through.  Ha data is important to help trace the delicate jet.\r\n\r\nFrom Wikipedia: \"Messier 106 (also known as NGC 4258) is an intermediate spiral galaxy in the constellation Canes Venatici. It was discovered by Pierre Méchain in 1781. M106 is at a distance of about 22 to 25 million light-years away from Earth. M106 contains an active nucleus classified as a Type 2 Seyfert, and the presence of a central supermassive black hole has been demonstrated from radio-wavelength observations of the rotation of a disk of molecular gas orbiting within the inner light-year around the black hole.[8] NGC 4217 is a possible companion galaxy of Messier 106.[7] A Type II supernova was observed in M106 in May 2014.[9]. M106 has a water vapor megamaser (the equivalent of a laser operating in microwave instead of visible light and on a galactic scale) that is seen by the 22-GHz line of ortho-H2O that evidences dense and warm molecular gas. These water vapors give M106 its characteristic purple color.[10] Water masers are useful to observe nuclear accretion disks in active galaxies. The water masers in M106 enabled the first case of a direct measurement of the distance to a galaxy, thereby providing an independent anchor for the cosmic distance ladder.[11][12] M106 has a slightly warped, thin, almost edge-on Keplerian disc which is on a subparsec scale. It surrounds a central area with mass 4 × 107M⊙.[13]\r\n\r\nIt is one of the largest and brightest nearby galaxies, similar in size and luminosity to the Andromeda Galaxy.[14] The supermassive black hole at the core has a mass of (3.9±0.1)×107 M☉.[15]\r\n\r\nM106 has also played an important role in calibrating the cosmic distance ladder. Before, Cepheid variables from other galaxies could not be used to measure distances since they cover ranges of metallicities different from the Milky Way's. M106 contains Cepheid variables similar to both the metallicities of the Milky Way and other galaxies' Cepheids. By measuring the distance of the Cepheids with metallicities similar to our galaxy, astronomers are able to recalibrate the other Cepheids with different metallicities, a key fundamental step in improving quantification of distances to other galaxies in the universe.\"\r\n\r\nData acquisition: Barry Wilson & Steve Milne\r\nProcessing: Barry Wilson",
    "h": 2547,
    "hash": "30gcr8",
    "id": 459190,
    "imaging_cameras": [
        "QSI 690 wsg-8"
    ],
    "imaging_telescopes": [
        "TEC 140"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 321,
    "link": "https://barrywilson.smugmug.com/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808118/"
    ],
    "orientation": "269.731",
    "pixscale": "0.743",
    "published": "2020-02-25T18:27:44.168061",
    "ra": "184.737",
    "radius": "0.429",
    "remote_source": "eEyE",
    "resource_uri": "/api/v1/image/459190/",
    "revisions": [
        "/api/v1/imagerevision/216101/"
    ],
    "subjects": [
        "M 106",
        "M106",
        "NGC 4248",
        "NGC 4258",
        "NGC4248"
    ],
    "title": "Messier 106",
    "updated": "2021-04-26T17:03:06.632355",
    "uploaded": "2020-02-25T18:27:44.374792",
    "url_duckduckgo": "https://www.astrobin.com/30gcr8/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/30gcr8/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/30gcr8/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/30gcr8/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/30gcr8/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/30gcr8/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/30gcr8/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5519/2020/6705a044-6213-4831-a671-c4fe150a4f83.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5519/2020/6705a044-6213-4831-a671-c4fe150a4f83-1582655809.jpg",
    "url_thumb": "https://www.astrobin.com/30gcr8/0/rawthumb/thumb/",
    "user": "Barry-Wilson",
    "views": 1232,
    "w": 3283
}