{
    "animated": false,
    "bookmarks": 4,
    "comments": 5,
    "data_source": "UNSET",
    "dec": "27.967",
    "description": "Since I heard of Albireo (B Cygni), I wanted to see with my own eyes and especially make a pretty picture.\r\n\r\nIt is a double star (binary system composed of two stars orbiting around a common center of gravity) located about 434 light-years away from Earth. Albireo A (magnitude 3.1) is amber and Albireo B (magnitude 5.1) is rather blue-green, and separated by 34 seconds of arc. Their orbital period is probably at least 100,000 years.\r\n\r\nAlbireo, the fifth brightest star in the constellation of Cygnus, is easily detectable because it is at one end of the bird (the beak), completely opposite Deneb, the brightest star (tail).\r\n\r\nWhen processing the image, so that the strong luminosity of Albireo A (5 solar masses) does not prevail over Albireo B,  weekening its intrinsic color, I chose to use StarSpikes Pro 4 which will only make the heart of each star with their own color diffused in the spikes.\r\n\r\nProcessing with DSS Drizzle3, Photoshop CS2 and StarSpikes Pro4\r\n\r\n----------\r\n\r\nDepuis que j'entends parler d'Albiréo (B Cygni), j'ai voulu voir de mes propres yeux et surtout faire une jolie image.\r\n\r\nIl s'agit d'une étoile double (système binaire composé de deux étoiles orbitant autour d'un centre de gravité commun) située à environ 434 années-lumière de la Terre. Albiréo A (magnitude 3.1) est de couleur ambre et Albiréo B (magnitude 5.1) est plutôt bleu-vert, séparées par 34 secondes d'arc. Leur période orbitale est probablement d'au moins 100 000 années.\r\n\r\nAlbiréo, cinquième étoile la plus brillante de la constellation du Cygne, est facilement détectable car se trouvant à une extrémité de l'oiseau (le bec), complètement à l'opposé de Deneb, l'étoile la plus brillante (la queue).\r\n\r\nLors du traitement de l'image, pour que la puissante luminosité d'Albiréo A (5 masses solaires) ne l'emporte pas sur celle d'Albiréo B, affaiblissant sa couleur intrinsèque, j'ai choisi d'utiliser StarSpikes Pro 4 qui ne rendra que le coeur de chaque étoile avec leur propre couleur diffusée dans les spikes. \r\n\r\nDSS en mode Drizzle3, Photoshop CS2 et StarSpikes Pro4\r\n\r\n",
    "h": 2907,
    "hash": null,
    "id": 311972,
    "imaging_cameras": [
        "Sony A7s "
    ],
    "imaging_telescopes": [
        "APM 107/700"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 35,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "265.041",
    "pixscale": "0.806",
    "published": "2017-09-12T15:44:55.957004",
    "ra": "292.672",
    "radius": "0.582",
    "remote_source": null,
    "resource_uri": "/api/v1/image/311972/",
    "revisions": [
        "/api/v1/imagerevision/125131/"
    ],
    "subjects": [
        "The star Albireo (β1Cyg)",
        "The star β2Cyg"
    ],
    "title": "Albireo - Beta Cygni Double Star",
    "updated": "2021-03-17T19:51:54.577865",
    "uploaded": "2017-09-12T15:36:37.462961",
    "url_duckduckgo": "https://www.astrobin.com/311972/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/311972/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/311972/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/311972/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/311972/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/311972/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/311972/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/22547/2017/75bb24d8-987b-478a-a96d-e8719afa608b.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/22547/2017/75bb24d8-987b-478a-a96d-e8719afa608b-1582472650.jpg",
    "url_thumb": "https://www.astrobin.com/311972/0/rawthumb/thumb/",
    "user": "RayCaro",
    "views": 175,
    "w": 4314
}