{
    "animated": false,
    "bookmarks": 4,
    "comments": 3,
    "data_source": "UNSET",
    "dec": null,
    "description": "Several authors report that the escarpment is 250 to 300 meters high, but the last measurements through the projected shade suggest that it can have up to 450 m above the western floor of the basin. Despite appearances, the Straight Wall is not a cliff, although it is relatively steep, rising above the plain at an angle slightly greater than 20 °.\r\nThe narrow part of the wall, (traditionally called the Railway by British observers) is now officially known as Rupes Straight and ends in the south against a heap of segments of short ridges which in the 17th century the selenographer Christiaan Huygens likened to the shaft of a sword, with the line of the Wall straight being the blade.\r\nIf you widen your view, you will notice the slices of walls through the flooded floor of an old, unnamed ruined crater that my friend Charles Wood calls \"Ancient Thebit\", and Thebit itself is 57 km wide is on the right edge of the photo. The 200 km wide rim of this ancient Thebit (indicated by the orange dotted line) is well defined, but its western border is marked only by arc-creased ridges.\r\nAlthough some researchers have noted that Rupes Reta is roughly radial to the Imbrium basin, and thus perhaps related to it, it is much more evident that it has a much closer relationship with the Ancient Thebit. Wood believes that AntiTheThebit was formed on the edge of the Nubium impact basin and that the west wall of the crater was eventually buried by the lava flows that flooded the basin. This is essentially the same sequence that occurred in Sinus Iridum in the Imbrium basin, and Fracastorius on the edge of the Nectaris basin. A good portion of the Old Thebit floor sagged to accommodate the sinking of the basin. This is again very similar to Fracastorius, which is cut by a delicate crevice where the floor sank.\r\nFinally, if you look carefully at good viewing conditions, you should see a small rille parallel to Rupes Straight, west and north of the brilliant Birt crater. Each end of this rille, known as Rima Birt, ends in a small pit called Birt \"E\" and \"F\". Rima Birt is a challenge for amateur observers and for scientists trying to explain why it is there. Because the small pit at the north end of the rille lies near the edge of the Ancient Thebit, we can speculate that the fractures associated with the rim formed an easy path for lava to erupt on the lunar surface, producing a dome, collapses, a lava channel and perhaps a small deposit of ashes and gas-propelled debris.\r\nThe small craters indicated by capital letters, are satellite craters of Birt and Thebit.\r\nSource: Charles Wood - Sky & Telescope\r\nAdaptation: Avani Soares",
    "h": 973,
    "hash": null,
    "id": 312036,
    "imaging_cameras": [
        "ZWO ASI 224"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 105,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2017-09-12T23:33:31.467547",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/312036/",
    "revisions": [],
    "subjects": [],
    "title": "Rupes Recta and Rima Birt II",
    "updated": "2021-03-17T19:51:40.851689",
    "uploaded": "2017-09-13T00:33:32.019535",
    "url_duckduckgo": "https://www.astrobin.com/312036/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/312036/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/312036/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/312036/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/312036/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/312036/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/312036/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/312036/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 441,
    "w": 1324
}