{
    "animated": false,
    "bookmarks": 2,
    "comments": 2,
    "data_source": "UNSET",
    "dec": null,
    "description": "A Cave in Marius Hills\r\nMost researchers agree that the Moon is about 4.5 billion years old, possibly about 50 million years younger than the rest of the solar system. One of the theories says that the moon was formed when another planet (about the size of Mars) struck the molten stone ball that was Earth at that time. Some of the remains of that collision were turned into space where they eventually reformulated as a solid mass - our current moon.\r\nAlthough this part of the Moon's history is generally accepted, other areas are still very uncertain. One is the question of when there was volcanic activity on the Moon, how long this activity lasted and how much there was. Early studies of lunar volcanic rocks were possible when samples were brought to Earth by astronauts during the Apollo missions from 1969 to 1972.\r\nStudies suggest that volcanic activity on the moon began soon after the formation of the moon, or about 0.5 billion years earlier than previously thought. Most of the volcanism on the Moon probably happened around 3.8 to 3.9 billion years ago, and mostly stopped about 3 billion years ago.\r\nIn December 2009, the Kaguya spacecraft sent images of a large hole in a winding wave in the Marius Hills region, a volcanic area on the lunar side. Sinuous rails are formed in two different ways: as open lava canals and / or as lava tubes, many of which subsequently collapse. Because the Marius Hills well is in the middle of a winding rille, it probably represents a collapse in the roof of a lava tube. The well itself may have been caused by a meteorite impact that pierced through the roof of the lava tube.\r\nThe Marius Hills well was discovered in images from the Japanese camera SELENE / Kaguya Terrain and Multiband Imager, and reported in Geophysical Research Letters. The Japanese team, led by Junichi Haruyama, performed multiple observations of the well using both the Terrain Camera and the Multiband Imager at resolutions up to 6 meters / pixel (see central photos). The LROC image (shown here at the top left) at 0.5 meters / pixel is the highest resolution image of the Marius Hills batch to date! The SELENE / Kaguya Terrain Camera team also made a film about the hole (https://www.lpi.usra.edu/lunar/lunar_flyovers/marius_hills/).\r\n The Marius Hills region was volcanically quite active in the past and contains numerous volcanic features including winding riles like those labeled Rilles A and B plus numerous hills that are actually domes and can be seen quite clearly in my photo.\r\nHow and when did the well caves form? On Earth, volcanic pit craters are formed as the roof of a lava tube collapses, often while the magma is still flowing underground. The resulting aperture is often referred to as a skylight. Can we determine if the moon skylights formed during or after the lavas on the floor flow? Perhaps the best place to start looking for evidence is on the pit floor. If the skylight was formed long after the eruptions had ceased and the underground lava tubes were cold, you might find a chaotic pile of rubble on the floor. If the well collapsed into an active lava tube, you can find the smooth, frozen surface of the last lava that flowed through the tube.\r\nThis well or skylight is intriguing because it suggests that many other lunar Rilles may also have wells or skylights formed through the collapse of the lava tube.\r\nRobert Zimmerman in this article; http://behindtheblack.com/behind-the-black/essays-and-commentaries/single-rope-techinque-on-the-moon/, makes some interesting assumptions about the depth of the well and the difficulty in exploring it in future missions.\r\nLava tubes may be useful as sites for lunar bases (see a report by Fred Hörz of JSC here:\r\n http://articles.adsabs.harvard.edu/cgi-bin/nph-iarticle_query?1985lbsa.conf..405H&amp;data_type=PDF_HIGH&amp;whole_paper=YES&amp;type=PRINTER&amp;filetype=.pdf. The interior of lava tubes could protect human explorers from different aspects of the lunar environment, including cosmic rays, meteorite impacts, and extreme temperature differences between lunar day and night. Like caves on Earth, lunar caves, including lava tubes, have temperatures that are constant.\r\n Our human ancestors, who in a distant age inhabited caves to protect themselves at the dawn of civilization, will have known, their descendants doing the same in that silver star that illuminated the shadows and turned away the darkness and their deepest fears!\r\nSources: KaKuya / Jaxa-Selene - LROC / NASA - Behind the Black / Robert Zimmerman - Lunar and Planetary Institute - Lava Tube / Friedrich Hörz\r\nAdaptation and text: Avani Soares\r\n\r\nUma Caverna em Marius Hills\r\nA maioria dos pesquisadores concorda que a Lua tem cerca de 4,5 bilhões de anos, possivelmente é cerca de 50 milhões de anos mais nova do que o resto do sistema solar. Uma das teorias diz que a lua foi formada quando outro planeta (mais ou menos o tamanho de Marte) atingiu a bola de pedra fundida que era a Terra naquele momento. Alguns dos restos daquela colisão foram voltados para o espaço onde eventualmente se reformularam como uma massa sólida - nossa lua atual.\r\nEmbora esta parte da história da Lua seja geralmente aceita, outras áreas ainda são muito incertas. Uma delas é a questão de quando houve atividade vulcânica na Lua, quanto tempo durou essa atividade e quanto disso havia. Os primeiros estudos de rochas vulcânicas lunares foram possíveis quando as amostras foram trazidas para a Terra por astronautas durante as missões Apollo de 1969 a 1972.\r\nEstudos sugerem que a atividade vulcânica na Lua começou logo após a formação da lua, ou seja, cerca de 0,5 bilhões de anos antes do que se pensava anteriormente. A maioria do vulcanismo na Lua provavelmente aconteceu em torno de 3,8 a 3,9 bilhões de anos atrás, e na sua maioria parou cerca de 3 bilhões de anos atrás.\r\nEm dezembro de 2009, a sonda Kaguya enviou imagens de um grande buraco em uma onda sinuosa na região de Marius Hills, uma área vulcânica no lado lunar. Riles sinuosos formam-se de duas maneiras diferentes: como canais de lava abertos e/ou como tubos de lava, muitos dos quais subseqüentemente colapsam. Porque o poço de Marius Hills está no meio de um rille sinuoso, provavelmente representa um colapso no telhado de um tubo de lava. O poço em si pode ter sido causado por um impacto de meteorito que perfurou através do telhado do tubo de lava.\r\nO poço de Marius Hills foi descoberto em imagens da câmera japonesa SELENE / Kaguya Terrain e Multiband Imager , e relatado em Geophysical Research Letters . O time japonês, liderado por Junichi Haruyama, realizou múltiplas observações do poço utilizando tanto a Câmera Terreno como o Imager Multibanda em resoluções de até 6 metros / pixel (veja as fotos centrais). A imagem LROC (apresentada aqui no alto a esquerda), a 0,5 metros / pixel, é a imagem de resolução mais alta do lote de Marius Hills até à data! A equipe SELENE / Kaguya Terrain Camera também fez um filme sobre o furo (https://www.lpi.usra.edu/lunar/lunar_flyovers/marius_hills/).\r\n A região de Marius Hills era vulcanicamente bastante ativa no passado e contém inúmeras características vulcânicas, incluindo riles sinuosos como aqueles rotulados Rilles A e B além inúmeras colinas que na verdade são domes e podem ser vistos com bastante nitidez na minha foto.\r\nComo e quando as cavernas de poço se formaram? Na Terra, as crateras de poço vulcânico são formadas à medida que o telhado de um tubo de lava colapsa, muitas vezes enquanto o magma ainda está fluindo no subsolo. A abertura resultante é muitas vezes denominada clarabóia . Podemos determinar se as clarabóias lunares se formaram durante ou após as lavas no chão  fluírem? Talvez o melhor lugar para começar a procurar evidências esteja no chão do poço. Se a clarabóia foi formada muito depois de as erupções terem cessado e os tubos de lava subterrâneos estiverem frios, você pode encontrar uma pilha caótica de entulho no chão. Se o poço colapsou em um tubo de lava ativo, você pode encontrar a superfície lisa e congelada da última lava que fluiu através do tubo.\r\nEste poço ou clarabóia é intrigante porque sugere que muitas outras Rilles lunares também podem ter poços ou clarabóias formadas através do colapso do tubo de lava.\r\nRobert Zimmerman nesse artigo; http://behindtheblack.com/behind-the-black/essays-and-commentaries/single-rope-techinque-on-the-moon/, faz algumas suposições interessantes sobre a profundidade do poço e a dificuldade em explorá-lo em futuras missões.\r\nOs tubos de lava podem ser úteis como locais para bases lunares (veja um relatório de Fred Hörz da JSC aqui:\r\n http://articles.adsabs.harvard.edu/cgi-bin/nph-iarticle_query?1985lbsa.conf..405H&amp;data_type=PDF_HIGH&amp;whole_paper=YES&amp;type=PRINTER&amp;filetype=.pdf . O interior dos tubos de lava poderia proteger exploradores humanos de diferentes aspectos do ambiente lunar, incluindo raios cósmicos, impactos de meteoritos e as diferenças extremas de temperatura entre o dia e a noite lunares. Assim como cavernas na Terra, cavernas lunares, incluindo tubos de lava, têm temperaturas que são constantes.\r\n Nossos antepassados humanos, que numa era distante habitaram cavernas para se protegerem na aurora da civilização, terão quem sabe, seus decendentes fazendo o mesmo naquele astro prateado que iluminava as sombras e afastava as trevas e seus medos mais profundos!\r\nFontes: KaKuya/Jaxa-Selene - LROC/NASA - Behind the Black/Robert Zimmerman - Lunar and Planetary Institute - Lava Tube/Friedrich Hörz\r\nAdaptação e texto: Avani Soares",
    "h": 2048,
    "hash": null,
    "id": 322549,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 51,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2017-11-20T23:49:08.512167",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/322549/",
    "revisions": [],
    "subjects": [],
    "title": "A Cave in Marius Hills",
    "updated": "2021-03-17T19:08:45.022948",
    "uploaded": "2017-11-20T23:49:09.028990",
    "url_duckduckgo": "https://www.astrobin.com/322549/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/322549/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/322549/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/322549/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/322549/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/322549/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/322549/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/322549/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 283,
    "w": 1280
}