{
    "animated": false,
    "bookmarks": 7,
    "comments": 8,
    "data_source": "AMATEUR_HOSTING",
    "dec": "67.641",
    "description": "Re edit of an older image. Much happier with the new one. \r\n\r\nThe original processing had too much NR, nearly everything was clipped, and the nebula didn't diffuse nicely into the background, it was more of a \"hardstop. \r\n\r\nA little bit about Gyulbudaghian's nebula since I am assuming most people have not heard of it. \r\n\r\nThe Universe is rarely static, although the timescales involved can be very long. Since modern astronomical observations began we have been observing the birthplaces of new stars and planets, searching for and studying the subtle changes that help us to figure out what is happening within.\r\n\r\nThe bright spot located at the edge of the bluish fan-shaped structure in this Hubble image is a young star called V* PV Cephei, or PV Cep (aka HH215). It is a favourite target for amateur astronomers because the fan-shaped nebulosity, known as GM 1-29 or Gyulbudaghian’s Nebula, changes over a timescale of months. The brightness of the star has also varied over time.\r\n\r\nImages of PV Cep taken in 1952 showed a nebulous streak, similar to a comet’s tail. However, these had vanished when new images of the star were obtained some twenty-five years later. Instead, the blue fan-shaped nebula had appeared. Twenty-five years is a very short period on cosmic timescales, so astronomers think that the mysterious streak may have been a temporary phenomenon, such as the remnants of a massive stellar flare — similar to the solar flares we are used to seeing in the Solar System.\r\n\r\nAt the same time as this was happening, the star itself was brightening. This provided the light to illuminate the newly formed fan-shaped nebula. This brightening might be related to the start of the hydrogen-burning phase of the star, which would mean that it was reaching maturity.\r\n\r\nPV Cep is thought to be surrounded by a disc of gas and dust, which would stop light from escaping in all directions. The fan-like appearance is therefore probably a result of starlight escaping from the dust disc and projecting onto the nebula.\r\n\r\nPV Cep is located in the northern constellation of Cepheus at a distance of over 1600 light-years from Earth.\r\n\r\nA version of this image was entered into the Hubble’s Hidden Treasures competition by contestant Alexey Romashin.\r\n\r\nSource: APOD",
    "h": 2414,
    "hash": null,
    "id": 324623,
    "imaging_cameras": [
        "QSI 683 wsg-8"
    ],
    "imaging_telescopes": [
        "Takahashi FSQ-106"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 107,
    "link": "https://matherneconnor.wixsite.com/astronomy",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2803933/"
    ],
    "orientation": "358.508",
    "pixscale": "2.100",
    "published": "2017-12-03T19:39:07.454985",
    "ra": "310.155",
    "radius": "1.183",
    "remote_source": "DSW",
    "resource_uri": "/api/v1/image/324623/",
    "revisions": [],
    "subjects": [],
    "title": "LBN 468 with Gyulbudaghian's Nebula",
    "updated": "2021-03-17T19:00:02.346582",
    "uploaded": "2017-12-03T19:39:08.252254",
    "url_duckduckgo": "https://www.astrobin.com/324623/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/324623/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/324623/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/324623/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/324623/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/324623/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/324623/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/7322a1d8-5cbe-47fe-8c0a-6e7f428824fa.png",
    "url_solution": "https://cdn.astrobin.com/solutions/7322a1d8-5cbe-47fe-8c0a-6e7f428824fa-1512330329.png",
    "url_thumb": "https://www.astrobin.com/324623/0/rawthumb/thumb/",
    "user": "matherneconnor",
    "views": 394,
    "w": 3259
}