{
    "animated": false,
    "bookmarks": 2,
    "comments": 4,
    "data_source": "UNSET",
    "dec": null,
    "description": "Copernicus and Eratosthenes\r\nThe chart above may be considered one of the most important diagrams of lunar science. This graph is the basis for estimating the ages of the parts of the Moon where we do not have physical samples. In the Y-axis of the graph is represented the number N of impact craters in areas where the Apollo and Luna probes collected samples. In the laboratory the ages of these samples were determined and these data are shown on the X axis. The units for the X axis are easy to understand, the age of formation of rocks in giga years, ie, billions of years. Y-axis units represent the cumulative number of craters equal to or greater than 1 km in diameter per square kilometer. Remote sensing scientists use the best images of the Moon to count the number of primary impact craters in areas centered on the locations where the Apollo and Luna mission samples were collected. Normally this crater count covers areas of hundreds of square kilometers in order to ensure statistical significance for the value of N. This graph has been used for a few decades but, for example, Copernicus crater data did not fit with it , there appear to be also many subsequent craters comparing to the assumed age of 0.8 Ga based on the dates made on the Apollo 12 samples than may be a Copernicus radius. But now Harry Heisinger and his colleagues used high-resolution images of the LRO probe to retell the craters that formed on top of Copernicus and its ejected material, determining an N-value that exactly matches what was predicted. The other red markings show that the new N-values ​​determined for Tycho and the Apollo 16 North Ray Crater crater confirm previous estimates. The power of this chart is that you can count craters for many areas of geological interest on the Moon and extend a horizontal line from the calculated values ​​of N on the Y axis to the right until you intercept the curve. Arriving at the bend and down to the X axis you then have the estimated age based on the counts of calibrated craters. Scientists from the Kaguya mission used this technique when they determined that there were lavas with age of 1.2 Ga in the Oceanus Procellarum. This figure is also a story of the bombardment that the Moon suffered, with the tail of the growth being responsible for the steep fall in the value of N to around 3.5 Ga. Nobody knows exactly why the rate of crater formation has stabilized with only a small decrease from 3.5 to 1 Ga, or why it has since plunged. But there are considerable uncertainties in this curve, the lunar samples were dated to determine the ages for Nectaris, Copernicus and Tycho, but there is no clear evidence that the samples actually came from these features.\r\nSource: LPOD / Cienctec\r\nAdaptation: Avani Soares\r\n\r\nCopernicus e Eratosthenes\r\nO gráfico acima pode ser considerado um dos diagramas mais importantes da ciência lunar. Esse gráfico é a base para estimar as idades das partes da Lua onde nós não temos amostras físicas. No eixo Y do gráfico está representado o número N de crateras de impacto em áreas onde as sondas Apollo e Luna coletaram amostras. No laboratório foram determinadas as idades dessas amostras e esses dados são mostrados no eixo X. As unidades para o eixo X são fáceis de serem entendidas, idade de formação das rochas em giga anos, ou seja, bilhões de anos. As unidades do eixo Y representam o número acumulativo de crateras igual ou maior a 1 km de diâmetro por quilômetro quadrado. Cientistas de sensoriamento remoto usam as melhores imagens da Lua para contar o número de crateras primárias de impacto em áreas centradas nos locais onde as amostras das missões Apollo e Luna foram coletadas. Normalmente essa contagem de crateras cobre áreas de centenas de quilômetros quadrados com o objetivo de garantir um significado estatístico para o valor de N. Esse gráfico tem sido usado por algumas décadas, mas, por exemplo, os dados da cratera Copernicus não se ajustavam a ele, aparentemente também existem muitas crateras subsequentes comparando com a idade assumida de 0.8 Ga com base nas datações feitas nas amostras da Apollo 12 do que pode ser um raio da Copernicus. Mas agora Harry Heisinger e seus colegas usaram imagens de alta resolução da sonda LRO para recontar as crateras que se formaram no topo da Copernicus e seu material ejetado, determinando um valor de N (cruz vermelha) que exatamente se ajusta com o que era previsto. As outras marcações vermelhas, mostram que os novos valores N determinados para a Tycho e para a cratera a North Ray Crater da Apollo 16 confirmam as estimativas anteriores. O poder desse gráfico é que você pode contar crateras para muitas áreas de interesse geológico na Lua e extender uma linha horizontal dos valores calculados de N no eixo Y para a direita até interceptar a curva. Chegando na curva e descendo até o eixo X você tem então a idade estimada com base nas contagens de crateras calibradas. Os cientistas da missão Kaguya usaram essa técnica quando eles determinaram que existiam lavas com idade de 1.2 Ga no Oceanus Procellarum. Essa figura é também uma história do bombardeio que a Lua sofreu, com a cauda do crescimento sendo responsável pela queda abrupta no valor de N por volta de 3.5 Ga. Ninguém sabe exatamente porque a taxa de formação de crateras se estabilizou com somente uma pequena diminuição de 3.5 para 1 Ga, ou por que mergulhou desde então. Mas existem incertezas consideráveis nessa curva, as amostras lunares foram datadas para determinar as idades para a Nectaris, Copernicus e Tycho, mas não se tem uma evidência certa de que as amostras realmente vieram dessas feições.\r\nFonte: LPOD/Cienctec\r\nAdaptação: Avani Soares",
    "h": 1090,
    "hash": null,
    "id": 324883,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 86,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2017-12-06T00:50:32.237110",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/324883/",
    "revisions": [],
    "subjects": [],
    "title": "Copernicus and Eratosthenes",
    "updated": "2021-03-17T18:58:57.813800",
    "uploaded": "2017-12-06T00:50:33.009578",
    "url_duckduckgo": "https://www.astrobin.com/324883/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/324883/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/324883/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/324883/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/324883/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/324883/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/324883/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/324883/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 309,
    "w": 1498
}