{
    "animated": false,
    "bookmarks": 0,
    "comments": 6,
    "data_source": "UNSET",
    "dec": "60.168",
    "description": "Barnard 150 is a dark nebula visible in Cepheus constellation. It is also known as the Seahorse Nebula due to its shape.\r\n\r\nA dark nebula or absorption nebula is a type of interstellar cloud that is so dense that it obscures the light from objects behind it, such as background stars and emission or reflection nebulae. The extinction of the light is caused by interstellar dust grains located in the coldest, densest parts of larger molecular clouds. Clusters and large complexes of dark nebulae are associated with Giant Molecular Clouds. Isolated small dark nebulae are called Bok globules. Like other interstellar dust or material, things it obscures are only visible using radio waves in radio astronomy or infrared in infrared astronomy.\r\n\r\nDark clouds appear so because of sub-micrometre-sized dust particles, coated with frozen carbon monoxide and nitrogen, which effectively block the passage of light at visible wavelengths. Also present are molecular hydrogen, atomic helium, C18O (CO with oxygen as the 18O isotope), CS, NH3 (ammonia), H2CO (formaldehyde), c-C3H2 (cyclopropenylidene) and a molecular ion N2H+ (diazenylium), all of which are relatively transparent. These clouds are the spawning grounds of stars and planets, and understanding their development is essential to understanding star formation.\r\n\r\nThe form of such dark clouds is very irregular: they have no clearly defined outer boundaries and sometimes take on convoluted serpentine shapes. The largest dark nebulae are visible to the naked eye, appearing as dark patches against the brighter background of the Milky Way like the Coalsack Nebula and the Great Rift. These naked-eye objects are sometimes known as dark cloud constellations and take on a variety of names.\r\n\r\nIn the inner outer molecular regions of dark nebulae, important events take place, such as the formation of stars and masers.\r\n(Wikipedia)",
    "h": 2796,
    "hash": null,
    "id": 325634,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 93,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "359.075",
    "pixscale": "1.181",
    "published": "2017-12-13T15:08:22.962185",
    "ra": "312.493",
    "radius": "0.737",
    "remote_source": null,
    "resource_uri": "/api/v1/image/325634/",
    "revisions": [],
    "subjects": [
        "B150"
    ],
    "title": "Barnard 150 Seahorse Nebula - B150",
    "updated": "2021-04-29T02:22:37.802161",
    "uploaded": "2017-12-13T14:59:42.959932",
    "url_duckduckgo": "https://www.astrobin.com/325634/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/325634/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/325634/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/325634/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/325634/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/325634/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/325634/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2017/c5b82caf-560f-4b42-aa35-527eeb266c5d.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2017/c5b82caf-560f-4b42-aa35-527eeb266c5d-1582591026.jpg",
    "url_thumb": "https://www.astrobin.com/325634/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 450,
    "w": 3520
}