{
    "animated": false,
    "bookmarks": 1,
    "comments": 6,
    "data_source": "UNSET",
    "dec": "30.660",
    "description": "M33 was imaged on the nights of 10/15/2017, 10/20/2017, and 12/15/2017.  All under dark skies.\r\n\r\nThe Triangulum Galaxy is a spiral galaxy approximately 3 million light-years from Earth in the constellation Triangulum. It is catalogued as Messier 33 or NGC 598. The Triangulum Galaxy is the third-largest member of the Local Group of galaxies, behind the Milky Way and the Andromeda Galaxy. It is one of the most distant permanent objects that can be viewed with the naked eye.\r\n\r\nThe galaxy is the smallest spiral galaxy in the Local Group and it is believed to be a satellite of the Andromeda Galaxy due to their interactions, velocities and proximity to one another in the night sky. It also has an H-II nucleus.\r\n\r\nThe Triangulum Galaxy is sometimes informally referred to as the \"Pinwheel Galaxy\" by some amateur astronomy references[9] and in some public outreach websites. However, the SIMBAD Astronomical Database, a professional astronomy database that contains formal designations for astronomical objects, indicates that the name Pinwheel Galaxy is used to refer to Messier 101, and several other amateur astronomy resources and other public outreach websites also identify Messier 101 by that name.\r\n\r\nUnder exceptionally good viewing conditions with no light pollution, the Triangulum Galaxy can be seen with the naked eye. It is one of the most distant permanent objects that can be viewed without the aid of a telescope. Being a diffuse object, its visibility is strongly affected by small amounts of light pollution. It ranges from easily visible by direct vision in dark skies to a difficult averted vision object in rural or suburban skies. For this reason, Triangulum is one of the critical sky marks of the Bortle Dark-Sky Scale.\r\n\r\nThe Triangulum Galaxy was probably discovered by the Italian astronomer Giovanni Battista Hodierna before 1654. In his work De systemate orbis cometici; deque admirandis coeli caracteribus (\"About the systematics of the cometary orbit, and about the admirable objects of the sky\"), he listed it as a cloud-like nebulosity or obscuration and gave the cryptic description, \"near the Triangle hinc inde\". This is in reference to the constellation of Triangulum as a pair of triangles. The magnitude of the object matches M33, so it is most likely a reference to the Triangulum galaxy.\r\n\r\nThe galaxy was independently discovered by Charles Messier on the night of August 25–26, 1764. It was published in his Catalog of Nebulae and Star Clusters (1771) as object number 33; hence the name M33. When William Herschel compiled his extensive catalogue of nebulae, he was careful not to include most of the objects identified by Messier. However, M33 was an exception and he catalogued this object on September 11, 1784 as H V-17.\r\n(Wikipedia)",
    "h": 2988,
    "hash": null,
    "id": 326297,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 85,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "269.647",
    "pixscale": "1.181",
    "published": "2017-12-20T12:58:42.972099",
    "ra": "23.441",
    "radius": "0.843",
    "remote_source": null,
    "resource_uri": "/api/v1/image/326297/",
    "revisions": [],
    "subjects": [
        "IC131",
        "IC132",
        "IC133",
        "IC135",
        "IC136",
        "IC137",
        "IC142",
        "IC143",
        "M 33",
        "M33",
        "NGC 598",
        "NGC588",
        "NGC592",
        "NGC595",
        "NGC604",
        "PGC1886693",
        "PGC1916717",
        "PGC1928235",
        "PGC1928851",
        "PGC3084774",
        "PGC3084776",
        "PGC3084777",
        "PGC3084782",
        "PGC3089041",
        "PGC3095531",
        "PGC5694",
        "PGC5899",
        "Triangulum galaxy"
    ],
    "title": "M33 Triangulum Galaxy",
    "updated": "2021-03-17T18:52:53.487335",
    "uploaded": "2017-12-19T13:43:45.077865",
    "url_duckduckgo": "https://www.astrobin.com/326297/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/326297/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/326297/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/326297/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/326297/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/326297/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/326297/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2017/fdfeffe0-7da4-4c07-8444-c9c3ce32b04c.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2017/fdfeffe0-7da4-4c07-8444-c9c3ce32b04c-1582591017.jpg",
    "url_thumb": "https://www.astrobin.com/326297/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 189,
    "w": 4184
}