{
    "animated": false,
    "bookmarks": 2,
    "comments": 4,
    "data_source": "BACKYARD",
    "dec": "9.757",
    "description": "I find this NGC 2264 region in the constellation of Monoceros to be one of the most interesting unsung regions of the sky, with many diverse and beautiful objects.  \r\n\r\nStarting at the bottom of the image, the Christmas Tree Cluster is the open star cluster of blazing blue young stars which are energizing the reddish hydrogen nebula.  The cluster is 2600 light years away and consists of 600 stars. I have a closeup of this cluster posted on this website.  The brightest area in this cluster, 15 Monocerotis, is a massive multiple and variable star system.  \r\n\r\nThe designation number of the New General Catalogue for this area, NGC 2264, identifies both this cluster as well as the Cone Nebula to the right.  The Cone Nebula is 2,500 light-years away and 7 light-years long. Stars are forming in this gigantic dust pillar, where clouds of gas and dust are shaped by energetic winds from newborn stars.  \r\n\r\nIn between the Christmas Tree Cluster and the Cone Nebula is the Snowflake Cluster.  This grouping of stars is more obvious when looking at this area through infrared. \r\n\r\nJust above the Christmas Tree Cluster is the reddish hydrogen area with dark dust voids known as the Fox Fur Nebula, Sh2-273.  The head of a fox is fairly easy to visualize in the reddish nebula - look specifically for its small round black eyes and its nose.\r\n\r\nOn the right side of the image is Hubble's Variable Nebula ( NGC2261).  I have a closeup of this nebula posted on this website.  This object is unique because its light pattern changes with time. The nebula is named (like the Hubble telescope itself) after the American astronomer Edwin P. Hubble, who performed early studies on this interesting object. It is a fan-shaped cloud of gas and dust which is illuminated by the bright star on the right side of the nebula. Dense condensations of dust near the star cast shadows out into the nebula, and as they move the illumination changes, giving rise to the reflected light variations first noted by Hubble. The faint nebula is about one light-year across and lies about 2500 light-years away.\r\n\r\nAt the top of the image is the yellowish older star cluster knows as both Trumpler  5 and Collinder 105.  The cluster is about 11,000 light years away and consists of 200 stars.\r\n\r\nAt the upper left of the image is the beautiful dark nebula Barnard 39.  Finally, at the lower left are some interesting nebulae structures for which I could not find a specific designation.",
    "h": 3442,
    "hash": null,
    "id": 326590,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Takahashi FSQ-85ED"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 40,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": "93.879",
    "pixscale": "1.743",
    "published": "2017-12-23T14:17:17.001002",
    "ra": "99.742",
    "radius": "1.389",
    "remote_source": null,
    "resource_uri": "/api/v1/image/326590/",
    "revisions": [],
    "subjects": [
        "15 S Mon",
        "B39",
        "Christmas Tree cluster",
        "Cone nebula",
        "Hubble's variable neb",
        "NGC 2261",
        "NGC 2264",
        "NGC2261",
        "Sh2-273",
        "The star 15Mon"
    ],
    "title": "NGC 2264 - 2017",
    "updated": "2021-04-19T11:41:58.211260",
    "uploaded": "2017-12-21T22:12:09.339110",
    "url_duckduckgo": "https://www.astrobin.com/326590/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/326590/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/326590/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/326590/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/326590/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/326590/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/326590/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18133/2017/b9027bdc-875d-4d35-9b45-755621b20770.JPG",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18133/2017/b9027bdc-875d-4d35-9b45-755621b20770-1582624285.JPG",
    "url_thumb": "https://www.astrobin.com/326590/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 186,
    "w": 4590
}