{
    "animated": false,
    "bookmarks": 6,
    "comments": 16,
    "data_source": "UNSET",
    "dec": null,
    "description": "Here is a video of the Parsec observatory:\r\nhttps://www.youtube.com/watch?v=TzUTI4_c-O4&sns=fb\r\n\r\nThis time instead of talking about the formation itself let's talk about how the photo was taken to get these subtle details that appear here. The telescope used was a Celestron Schimitd Cassegrain Edge line, commonly known as C14 HD. The assembly used was CGE PRO from the same company. The camera used was colored ASI 290 coupled with a Baader IR Pass filter 685 nm.\r\n\r\nGeneral considerations\r\n\r\nFor lunar photography as well as high-resolution planetary a good independent desing telescope is essential, we can not deny that the larger the aperture the greater the resolution capability. The focal length is also a fundamental factor and it is usually ideal to work between f / 20 and f / 35 and for each telescope it is important to define the best d / f in relation to the camera used because this is directly related to the pixel size. In high resolution photography you usually work with oversampling, using large increases. It does not have to be said that a good collimation is fundamental as well as a reasonable seeing always favors obtaining better results, the correct focus is critical to a high resolution photo and the image must be the most perfectly focused on the capture screen.\r\n\r\nMy Account\r\nGood telescopes have been around for a long time, the breakthrough of high resolution photography was only possible with the appearance of the current generation of cameras that allowed high speeds combined with great sensitivity. Cameras like ASI 174, 224 and 290 allow you to dribble much of the bad seeing and get high quality images. This image of the south pole, for example, was obtained on a medium seeing night, I calculate something around 3/5, but I used speeds of up to 100 fps in frames of 1280 X 960. This allows to capture those brief moments of good atmospheric stability (lucky frames) that will be separated from the bad frames during processing to form the final image. In this photo with ASI 290 of the 2000 captured frames I could use 308 to stack which allows to create a photo with low noise and extract many details.\r\n\r\nFilters\r\nFilters are fundamental in high resolution photography and should be used according to the goal you want to achieve, in particular lunar photography, IR filters allow a remarkable gain and even make it possible to take pictures on those nights that without them would be completely impossible. The filter that I use the most is the\r\nIR Pass 685nm which favors long-wave (infrared spectrum) passages, these waves are much less subject to turbulence than the visual spectrum (RGB) waves, but there are others more open or closed and up to a 610 Long Pass nm can help a lot when seeing is a little better. If seeing is really good, I highly recommend using a simple Green color filter, it increases the resolution because it has a shorter wavelength.\r\n\r\nBarlows and powermates\r\nIn high resolution photography are essential and there is any brand that is suitable. Excuse me skeptics but if you really want to get a high definition photo, quality is a fundamental factor, you should always prefer the powermates because they are one step above the barlows, but if this is not possible you should opt for quality barlows recognized. They are very important because only with them can achieve the appropriate focal reasons for the photos that we want.\r\n\r\nPrograms of astrophotography\r\nBelow I will list in order the programs that I use to make my moles as well as some general considerations about their purpose.\r\n\r\nFire Capture: Undoubtedly it is one of the best free programs for lunar and planetary capture, easy to download (http://www.firecapture.de/). This program seems a little complicated but once you get used to it you can not use another one, in the link itself, where low orientation tutorials exist, it has many features that make it much easier to get good photos and for those who will start using it one of the The main points is the control of the hystogran to obtain even shade photos and easy to process. We should try not to overdo the Gain so as not to make the photo very noisy and all the success of a good capture is directly related to the good balance between Gain, Range and Exposure. There are no fixed values ​​because everything depends on the telescope and aperture used.\r\n2. AS! 2 (AS! 3 already exists): I used Registax 6 to select the best frames and their stack, but AS! 2 or AS! 3 (http://www.autostakkert.com/ ) does this much better because it is a specific program only for this stage of processing. AS! 2 lets you output two TIF files (photos), one of which is already preprocessed and I use it to make the final photo, since I started to use AS! 2 I never needed Registax anymore and thus saved a step delayed post-processing. A brief tutorial of AS! 2 can be seen here: http://astroavani.no.comunidades.net/tutorial-as2\r\n3. Photofiltre: it is an editing program (http://www.baixaki.com.br/download/photofiltre.htm), use only to adjust the brightness and contrast can also be used the filters sharpen and soften in case there is need of give a smoothed or pulled in the details. If anyone is interested in a simple tutorial to test it you can find here: http://astroavani.no.comunidades.net/usando-ophotofiltre-tutorial\r\n4. Fitswork: it is an excellent deconvolution program, with it we can fine tune the image and pull lots of details, can be downloaded here: http://www.fitswork.de/software/softw_po.php I advise to read the tutorials and do a lot of tests with it because in fact it is the program that makes all the difference in the finalization of the photo bringing to the surface numerous details and increasing greatly the final resolution.\r\n\r\nFinal considerations\r\nOf course reading does not seem complicated, but in fact getting good photographs requires good equipment, a lot of training and practice to realize the subtleties of every step and get that photo that really makes a difference. Patience, perseverance, the will to learn more and more often, and humility to accept compliments and especially criticism, can make us all a great astrophotographer.\r\nPhoto and Text: Avani Soares\r\n\r\nDesta vez ao invés de falar da formação em si vamos falar de como foi feita a foto para obter estes detalhes sutis que aqui aparecem. O telescópio usado foi um Celestron Schimitd Cassegrain linha Edge, vulgarmente conhecido como C14 HD. A montagem utilizada foi a CGE PRO da mesma empresa. A câmera usada foi  ASI 290 colorida acoplada com um filtro Baader IR Pass 685 nm.\r\n\r\nConsiderações gerais\r\n\r\nPara fotografia lunar bem como planetária de alta resolução um bom telescópio independente do desing é essencial, não podemos negar que quanto maior a abertura maior será a capacidade de resolução. A distância focal também é um fator fundamental e normalmente o ideal é trabalhar entre f/20 e f/35 sendo que para cada telescópio usado é importante definir a melhor d/f em relação a câmera utilizada pois isto está diretamente relacionado ao tamanho do pixel. Em fotografia de alta resolução normalmente se trabalha com oversampling, utilizando grandes aumentos. Não precisa ser dito que uma boa colimação é fundamental bem como um seeing razoável sempre favorece a obteção de melhores resultados, o foco correto é fundamental para uma foto de alta resolução e a imagem deve estar o mais perfeitamente focada na tela de captura.\r\n\r\nCâmeras\r\nTelescópios bons existem a muito tempo, o grande avanço da fotografia de alta resolução só foi possível com o aparecimento da geração atual de câmeras que permitiu obter altas velocidades aliada a uma grande sensibilidade. Cameras como ASI 174, 224 e 290 permitem driblar boa parte do mau seeing e obter imagens de alta qualidade. Esta imagem do polo sul por exemplo foi obtida numa noite de seeing mediano, calculo algo em torno de 3/5, porém usei velocidades de até 100 fps em quadros de 1280 X 960. Isto permite captar aqueles breves momentos de boa estabilidade atmosférica (lucky frames) que irão ser separados dos maus frames durante o processamento para formar a imagem final. Nesta foto com a ASI 290 dos 2000 frames captados eu pude usar 308 para empilhar o que permite criar uma foto com baixo ruído e extrair muitos detalhes.\r\n\r\nFiltros \r\nFiltros são fundamentais em fotografia de alta resolução e devem ser usados conforme o objetivo que se quer alcançar, na fotografia lunar em particular, filtros IR permitem um ganho notável e até possibilitam fazer fotos aproveitáveis naquelas noites em que sem eles seria completamente impossível. O filtro que mais utilizo é o\r\nIR Pass 685nm que favorece a passagens das ondas longas (infravermelhas do espectro), ondas estas, muito menos sujeitas a turbulência do que as ondas do espectro visual (RGB), mas existem outros mais abertos ou mais fechados e até  um Long Pass de 610 nm pode ajudar muito quando o seeing está um pouco melhor. Se o seeing estiver realmente bom aconselho muito o uso de um simples filtro de cor Green, aumenta sobremaneira a resolução por ter comprimento de onda menor.\r\n\r\nBarlows e powermates \r\nEm fotografia de alta resolução são essenciais e não é qualquer marca que é adequada. Desculpe-me os céticos mas se você quer realmente obter uma foto de alta definição, qualidade é um fator fundamental, prefira sempre que possível as powermates pois elas estão um passo acima das barlows, porém se isto não for possível deve optar por barlows de qualidade reconhecida. Elas são muito importantes pois só com elas se pode atingir as razões focais adequadas para as fotos que pretendemos.\r\n\r\nProgramas de astrofotografia \r\nAbaixo listarei em ordem os programas que uso para fazer as minhas lunares bem como algumas considerações gerais sobre sua finalidade.\r\n\r\nFire Capture: inegavelmente é um dos melhores programas free para captura lunar e planetária, fácil de baixar (http://www.firecapture.de/). Este programa parece meio complicado mas depois que se acostuma não se consegue usar outro, no próprio link onde se baixa existe tutoriais de orientação, tem muitos recursos que facilitam bastante a obtenção de boas fotografias e para aqueles que irão começar a usá-lo um dos principais pontos é o controle do hystogran para se obter fotos de tonalidade uniforme e fáceis de pós-processar. Devemos procurar não exagerar no Gain para não tornar a foto muito ruidosa e todo o sucesso de uma boa captura esta diretamente relacionada com o bom equilíbrio entre o Gain, Gama e Exposure. Não existem valores fixos pois tudo depende do telescópio e da abertura usadas.\r\n2. AS!2 (Já existe o AS!3): antigamente eu usava o Registax 6 para fazer seleção dos melhores frames e seu empilhamento, porém o AS!2 ou AS!3 (http://www.autostakkert.com/) faz isto de maneira bem melhor pois é um programa específico apenas para esta fase do processamento. O AS!2 permite obter na saída dois arquivos TIF (fotos), sendo um deles já pré processado e que eu uso para fazer a foto final, desde que comecei a usar o AS!2 nunca mais precisei do Registax e poupo assim uma etapa demorada no pós-processamento. Um breve tutorial do AS!2 pode ser visto aqui: http://astroavani.no.comunidades.net/tutorial-as2\r\n3. Photofiltre: é um programa de edição (http://www.baixaki.com.br/download/photofiltre.htm) , uso apenas para ajustar o brilho e contraste podendo ser usado também os filtros sharpen e soften caso haja necessidade de dar uma alisada ou puxada nos detalhes. Se alguém tiver interesse num tutorial simples para testá-lo pode encontrar aqui: http://astroavani.no.comunidades.net/usando-ophotofiltre-tutorial\r\n4. Fitswork: é um excelente programa de deconvolução, com ele podemos afinar a imagem e puxar inúmeros detalhes, pode ser baixado aqui: http://www.fitswork.de/software/softw_po.php Aconselho ler os tutoriais e fazer bastante testes com ele pois na verdade é o programa que faz toda a diferença na finalização da foto trazendo a superfície inúmeros detalhes e aumentando sobremaneira a resolução final. \r\n\r\nConsiderações finais\r\nClaro que lendo não parece complicado, mas na verdade a obtenção de boas fotografias exige um bom equipamento, muito treinamento e prática para se perceber as sutilezas de todas as etapas e obter aquela foto que realmente faz a diferença. Paciência, perseverança, vontade de aprender sempre mesmo errando muito, além de humildade para aceitar elogios e principalmente críticas é que podem fazer de todos nós um grande astrofotógrafo. \r\nFoto e Texto: Avani Soares",
    "h": 1069,
    "hash": null,
    "id": 326848,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 107,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2017-12-24T00:48:35.151822",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/326848/",
    "revisions": [],
    "subjects": [],
    "title": "Lunar South Pole",
    "updated": "2021-03-17T18:50:28.368154",
    "uploaded": "2017-12-24T00:48:35.717448",
    "url_duckduckgo": "https://www.astrobin.com/326848/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/326848/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/326848/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/326848/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/326848/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/326848/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/326848/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/326848/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 553,
    "w": 1500
}