{
    "animated": false,
    "bookmarks": 20,
    "comments": 16,
    "data_source": "UNSET",
    "dec": "10.227",
    "description": "The 110 images comprising this IC447 were collected on the nights of 12/18/2017, 12/19/2017 and 12/22/2017, all under dark skies.\r\nIC 447 is a reflection nebula in the constellation Monoceros.\r\n\r\nIn astronomy, reflection nebulae are clouds of interstellar dust which might reflect the light of a nearby star or stars. The energy from the nearby stars is insufficient to ionize the gas of the nebula to create an emission nebula, but is enough to give sufficient scattering to make the dust visible. Thus, the frequency spectrum shown by reflection nebulae is similar to that of the illuminating stars. Among the microscopic particles responsible for the scattering are carbon compounds (e. g. diamond dust) and compounds of other elements such as iron and nickel. The latter two are often aligned with the galactic magnetic field and cause the scattered light to be slightly polarized.\r\n\r\nAnalyzing the spectrum of the nebula associated with the star Merope in the Pleiades, Vesto Slipher concluded in 1912 that the source of its light is most likely the star itself, and that the nebula reflects light from the star (and that of the star Alcyone). Calculations by Ejnar Hertzsprung in 1913 lend credence to that hypothesis. Edwin Hubble further distinguished between the emission and reflection nebulae in 1922.\r\n\r\nReflection nebulae are usually blue because the scattering is more efficient for blue light than red (this is the same scattering process that gives us blue skies and red sunsets).\r\n\r\nReflection nebulae and emission nebulae are often seen together and are sometimes both referred to as diffuse nebulae.\r\n\r\nSome 500 reflection nebulae are known. Among the nicest of the reflection nebulae are those surrounding the stars of the Pleiades. A blue reflection nebula can also be seen in the same area of the sky as the Trifid Nebula. The giant star Antares, which is very red (spectral class M1), is surrounded by a large, red reflection nebula.\r\n\r\nReflection nebulae may also be the site of star formation.\r\n(Wikipedia)",
    "h": 2764,
    "hash": null,
    "id": 326913,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 214,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "269.691",
    "pixscale": "1.182",
    "published": "2017-12-24T13:58:07.421184",
    "ra": "97.907",
    "radius": "0.781",
    "remote_source": null,
    "resource_uri": "/api/v1/image/326913/",
    "revisions": [],
    "subjects": [
        "B37",
        "IC 2169",
        "IC 446",
        "IC2169",
        "IC446",
        "NGC 2245",
        "NGC 2247",
        "NGC2245",
        "NGC2247",
        "VdB77",
        "VdB78",
        "VdB79"
    ],
    "title": "IC447 Reflection Nebula",
    "updated": "2021-04-25T12:04:33.624447",
    "uploaded": "2017-12-24T13:47:46.094480",
    "url_duckduckgo": "https://www.astrobin.com/326913/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/326913/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/326913/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/326913/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/326913/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/326913/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/326913/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2017/d782655b-7d9d-4a02-a479-f8d01773b030.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2017/d782655b-7d9d-4a02-a479-f8d01773b030-1582591013.jpg",
    "url_thumb": "https://www.astrobin.com/326913/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 1140,
    "w": 3876
}