{
    "animated": false,
    "bookmarks": 2,
    "comments": 2,
    "data_source": "UNSET",
    "dec": null,
    "description": "Catena Abulfeda\r\nWatching small lunar craters stretched in a row, makes us wonder what could have caused that.\r\nEven today, there are serious doubts about the origin of these craters. Will it be caused by rebound material?\r\nSome believe in an endogenous origin, that is, through the volcanism originated in the Moon itself.\r\nHowever, several chains of craters on the Moon and elsewhere in the Solar System do not seem to fit into either of the two previous scenarios. The mystery was solved in 1993 with the discovery of Comet Shoemaker-Levy 9. As you recall, it was not a single comet, but a chain of twenty-one comet fragments created a year earlier when Jupiter's gravity ripped the comet original. SL-9 fell on Jupiter in 1994, and we can imagine that if Jupiter had a solid surface, a chain of craters would probably result from any particles of SL-9 that survived the passage through the atmosphere. In fact, these chains of craters were found on the Moon and Ganymede.\r\nNow we know that fragmented comets are not uncommon. Sunlight alone can destroy its fragile nuclei. The separation of Comet Schwasmann-Wachmann 3 is a recent example. And there is evidence that many asteroids are actually aggregates of dust and rock barely held together by a slight fragment of gravity. If these things hit the earth, they would probably create a chain of craters. If you have not guessed yet, the word \"catena\" is a Latin term adopted by the International Astronomical Union to mean a chain of small craters.\r\nIn 1994, Jay Melosh and Ewen Whitaker announced the discovery of two crater chains on the Moon, neither of which seems endogenous or secondary to a greater impact. A fairly large chain is near the Abulfeda crater (photo) and the other is near Davy (https://www.astrobin.com/full/253411/0/?nc=user).\r\nThe chain of Davy's crater is particularly interesting because it is a nearly perfect line of twenty-three fragments each with only a few kilometers in diameter. This is significant because it proves that the events of multiple impacts and the resulting crater chains actually occurred in our Earth-Moon system.\r\nI think that all the assumptions are valid, some must have endogenous origin, others are formed by rebound material and some must have formed from fragmented comets.\r\nThe interesting thing would be to try to discover the origin of each Catena, but I think it would only be possible through the search in the place.\r\nOur Moon has many secrets that still deserve to be unraveled, you can become another trying to unravel them!\r\nText: Avani Soares\r\n\r\nCatena Abulfeda\r\nObservar pequenas crateras lunares esticadas em uma fileira, faz-nos imaginar o que poderia ter causado isso.\r\nAinda hoje, existem sérias dúvidas sobre a origem dessas crateras. Será causado por material de rebote? \r\nAlguns acreditam em uma origem endógena, ou seja, através do vulcanismo originado na própria Lua.\r\nPorém, várias cadeias de crateras na Lua e em outros lugares no Sistema Solar não parecem encaixar em nenhum dos dois cenários anteriores. O mistério foi resolvido em 1993 com a descoberta do Cometa Shoemaker-Levy 9. Como você se lembra, não foi um único cometa, mas uma cadeia de vinte e um fragmentos de cometa criados um ano antes, quando a gravidade de Júpiter rasgou o cometa original. O SL-9 caiu em Júpiter em 1994, e podemos imaginar que, se Jupiter tivesse uma superfície sólida, uma cadeia de crateras provavelmente resultaria de quaisquer partículas do SL-9 que sobreviveram à passagem pela atmosfera. De fato, essas cadeias de crateras foram encontradas nas Lua e em Ganimedes.\r\nAgora sabemos que cometas fragmentados não são incomuns. A luz solar sozinha pode destruir seus núcleos frágeis. A separação do Cometa Schwasmann-Wachmann 3 é um exemplo recente. E há evidências de que muitos asteróides são realmente agregados de poeira e rocha mal mantidos juntos por um ligeiro fragmento de gravidade. Se essas coisas atingissem a terra, eles provavelmente criariam uma cadeias de crateras. Se você ainda não adivinhou, a palavra \"catena\" é um termo latino adotado pela União Astronômica Internacional para significar uma cadeia de pequenas crateras.\r\nEm 1994, Jay Melosh e Ewen Whitaker anunciaram a descoberta de duas cadeias de crateras na Lua, nenhuma das quais parece endógena ou secundária a um impacto maior. Uma cadeia bastante grande fica perto da cratera Abulfeda (foto) e a outra fica perto de Davy (https://www.astrobin.com/full/253411/0/?nc=user). \r\nA cadeia da cratera de Davy é particularmente interessante porque é uma linha quase perfeita de vinte e três fragmentos cada um com apenas alguns quilômetros de diâmetro. Isto é significativo porque prova que os eventos de múltiplos impactos e as cadeias de crateras resultantes ocorreram de fato no nosso sistema Terra-Lua.\r\nEu acho que todas as suposições são válidas, algumas devem ter origem endógena, outras são formadas por material de rebote e algumas devem ter se formado a partir de cometas fragmentados.\r\nO interessante seria tentar descobrir a origem de cada Catena, mas acho que só seria possível através da pesquisa no local.\r\nNossa Lua tem muitos segredos que ainda merecem ser desvendados, você pode se tornar outro tentando desvendá-los!\r\nTexto: Avani Soares\r\nhttps://www.astrobin.com/full/328515/0/?nc=user",
    "h": 912,
    "hash": null,
    "id": 328515,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 68,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-01-07T00:10:48.343949",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/328515/",
    "revisions": [],
    "subjects": [],
    "title": "Catena Abulfeda",
    "updated": "2021-03-17T18:43:28.600442",
    "uploaded": "2018-01-07T00:10:48.979776",
    "url_duckduckgo": "https://www.astrobin.com/328515/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/328515/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/328515/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/328515/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/328515/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/328515/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/328515/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/328515/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 281,
    "w": 1195
}