{
    "animated": false,
    "bookmarks": 2,
    "comments": 2,
    "data_source": "UNSET",
    "dec": null,
    "description": "Babage and South\r\nOn a night of mediocre seing, only one capture was saved, yet our view of the formations near the lunar northwest limb is not due to other places on the Moon.\r\nBoth Babage and South due to their sizes are considered walled plains. In fact they are very old craters almost completely destroyed and submerged in the events that occurred in later times.\r\nBabage with its 143 km in diameter was totally corroded and modified by the multitude of subsequent impacts, until all that remained was that ring of rounded hills that can be seen sublime in this photo made at extremely low angle of illumination.\r\nIn its floor we can perceive numerous other craters being that the greater is Babage A that with its 32 km of diameter could very well be named like an independent crater.\r\nSouth a crater of 104 km in diameter underwent an even greater degradation process than Babage being that of its edge only remained a few hills located to the south and the most prominent section located to the northwest in the border with Babage. It was a crater totally flooded by lava having its floor level and no prominent features.\r\n\"Look at the Moon with other eyes!\" That's what my friend Chuck Woods always says, so why not start here?\r\nText: Avani Soares\r\n\r\nBabage e South\r\nNuma noite de seing medíocre apenas uma captura se salvou, mesmo assim a visão que temos das formações próximas ao limbo noroeste lunar não ficam nada a dever a outros lugares da Lua.\r\nTanto Babage como South devido ao seus tamanhos são considerados planíces muradas. Na verdade são crateras muito antigas quase completamente destruídas e submersas nos eventos que ocorreram em épocas posteriores.\r\nBabage com seus 143 Km de diâmetro foi totalmente corroída e modificada pela multidão de impactos subsequentes, até que tudo que restou foi esse anel de colinas arredondadas que pode ser visto de forma sublime nessa foto feita em ângulo extremamente baixo de iluminação.\r\nNo seu piso podemos perceber inúmeras outras crateras sendo que a maior é Babage A que com seus 32 Km de diâmetro poderia muito bem ser nomeada como uma cratera independente.\r\nSouth uma cratera de 104 Km de diâmetro sofreu um processo de degradação ainda maior que Babage sendo que de sua borda só restou umas pequenas colinas situadas ao sul e a seção mais proeminente situada a noroeste na divisa com Babage. Foi uma cratera totalmente inundada por lava tendo seu piso nivelado e sem características proeminentes.\r\n\"Olhar a Lua com outros olhos!\" É o que sempre fala meu amigo Chuck Woods, então porque não começar por aqui?\r\nTexto: Avani Soares",
    "h": 831,
    "hash": null,
    "id": 328798,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 59,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-01-09T01:33:58.087549",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/328798/",
    "revisions": [],
    "subjects": [],
    "title": "Babage and South",
    "updated": "2021-03-17T16:52:38.902290",
    "uploaded": "2018-01-09T01:33:58.337248",
    "url_duckduckgo": "https://www.astrobin.com/328798/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/328798/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/328798/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/328798/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/328798/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/328798/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/328798/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/328798/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 192,
    "w": 1100
}