{
    "animated": false,
    "bookmarks": 0,
    "comments": 8,
    "data_source": "UNSET",
    "dec": "41.311",
    "description": "Images acquired on 6 nights of Dec 2016 through February 2017, all under dark skies.\r\nThe SVQ100 produced some nice images for me.  It is a wonderful scope and I highly recommend it.  I used it about a year and sold it recently when I moved to the Televue NP127is which I am currently using exclusively.\r\n\r\nThe Andromeda Galaxy, also known as Messier 31, or M31, is a spiral galaxy approximately 2.5 million light-years from Earth, and the nearest major galaxy to the Milky Way. Its name stems from the area of the sky in which it appears, the constellation of Andromeda.\r\n\r\nThe 2006 observations by the Spitzer Space Telescope revealed that the Andromeda Galaxy contains approximately one trillion stars, more than twice the number of the Milky Way’s estimated 200-400 billion stars. The Andromeda Galaxy, spanning approximately 220,000 light years, is the largest galaxy in our Local Group, which is also home to the Triangulum Galaxy and other minor galaxies. Its mass is estimated to be 1.5×1012 solar masses, whereas the Milky Way's mass is estimated to be 8.5×1011 solar masses.\r\n\r\nThe Milky Way and Andromeda galaxies are expected to collide in ~4.5 billion years, merging to form a giant elliptical galaxy or a large disc galaxy. With an apparent magnitude of 3.4, the Andromeda Galaxy is among the brightest of the Messier objects - making it visible to the naked eye on moonless nights, even when viewed from areas with moderate light pollution.\r\n\r\nAround the year 964, the Abbasid astronomer Abd al-Rahman al-Sufi described the Andromeda Galaxy, in his Book of Fixed Stars as a \"nebulous smear\". Star charts of that period labeled it as the Little Cloud. In 1612, the German astronomer Simon Marius gave an early description of the Andromeda Galaxy based on telescopic observations. The German philosopher Immanuel Kant in 1755 in his work Universal Natural History and Theory of the Heavens conjectured that the blurry spot was an island universe. In 1764, Charles Messier cataloged Andromeda as object M31 and incorrectly credited Marius as the discoverer despite it being visible to the naked eye. In 1785, the astronomer William Herschel noted a faint reddish hue in the core region of Andromeda. He believed Andromeda to be the nearest of all the \"great nebulae\", and based on the color and magnitude of the nebula, he incorrectly guessed that it is no more than 2,000 times the distance of Sirius. In 1850, William Parsons, 3rd Earl of Rosse, saw and made the first drawing of Andromeda's spiral structure.",
    "h": 2536,
    "hash": null,
    "id": 328938,
    "imaging_cameras": [
        "SBIG STT-8300M"
    ],
    "imaging_telescopes": [
        "Stellarvue SVQ100"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 70,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "270.079",
    "pixscale": "1.918",
    "published": "2018-01-10T18:16:11.371945",
    "ra": "10.682",
    "radius": "1.121",
    "remote_source": null,
    "resource_uri": "/api/v1/image/328938/",
    "revisions": [],
    "subjects": [
        "Andromeda galaxy",
        "Great Nebula in Andromeda",
        "M 110",
        "M 31",
        "M 32",
        "M110",
        "M31",
        "M32",
        "NGC 205",
        "NGC 221",
        "NGC 224",
        "NGC206",
        "PGC2166758",
        "PGC2168731",
        "PGC2189331",
        "PGC2192544",
        "PGC2544",
        "PGC3087883",
        "PGC90494"
    ],
    "title": "M31 Andromeda Galaxy",
    "updated": "2021-03-17T16:51:59.731598",
    "uploaded": "2018-01-10T17:36:58.762655",
    "url_duckduckgo": "https://www.astrobin.com/328938/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/328938/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/328938/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/328938/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/328938/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/328938/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/328938/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/022f840b-1b8e-4766-a5bf-d3cbb7ee87b6.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/022f840b-1b8e-4766-a5bf-d3cbb7ee87b6-1515606412.jpg",
    "url_thumb": "https://www.astrobin.com/328938/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 287,
    "w": 3358
}