{
    "animated": false,
    "bookmarks": 0,
    "comments": 4,
    "data_source": "UNSET",
    "dec": null,
    "description": "M101 is a large galaxy comparable in size to the Milky Way. With a diameter of 170,000 light-years it is roughly equal the size of the Milky Way. It has a disk mass on the order of 100 billion solar masses, along with a small central bulge of about 3 billion solar masses.\r\n\r\nM101 is noted for its high population of H II regions, many of which are very large and bright. H II regions usually accompany the enormous clouds of high density molecular hydrogen gas contracting under their own gravitational force where stars form. H II regions are ionized by large numbers of extremely bright and hot young stars; those in M101 are capable of creating hot superbubbles. In a 1990 study, 1264 H II regions were cataloged in the galaxy. \r\n\r\nM101 is asymmetrical due to the tidal forces from interactions with its companion galaxies. These gravitational interactions compress interstellar hydrogen gas, which then triggers strong star formation activity in M101's spiral arms that can be detected in ultraviolet images.\r\n\r\nIn 2001, the x-ray source P98, located in M101, was identified as an ultra-luminous X-ray source - a source more powerful than any single star but less powerful than a whole galaxy - using the Chandra X-ray Observatory. It received the designation M101 ULX-1. In 2005, Hubble and XMM-Newton observations showed the presence of an optical counterpart, strongly indicating that M101 ULX-1 is an x-ray binary. Further observations showed that the system deviated from expected models - the black hole is just 20 to 30 solar masses, and consumes material (including captured stellar wind) at a higher rate than theory suggests.\r\n(Wikipedia)",
    "h": 3520,
    "hash": null,
    "id": 330039,
    "imaging_cameras": [
        "ZWOASI1600M-C"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 134,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-01-19T22:14:23.392867",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/330039/",
    "revisions": [],
    "subjects": [],
    "title": "M101 Pinwheel Galaxy",
    "updated": "2021-03-17T16:47:03.782706",
    "uploaded": "2018-01-19T22:07:25.063605",
    "url_duckduckgo": "https://www.astrobin.com/330039/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/330039/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/330039/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/330039/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/330039/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/330039/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/330039/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/330039/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 572,
    "w": 4656
}