{
    "animated": false,
    "bookmarks": 36,
    "comments": 29,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "After completing my <a href=\"http://www.astrobin.com/315680/?nc=user\">Messier poster</a> last year,  I decided to attempt to compile a poster of my top 100 favorite astrophotography objects.  I am sharing it here for anyone interested.  The image is very high resolution - 16000 x 10667.   An accompanying spreadsheet of the 100 objects including size and coordinates can be downloaded <a href=\"https://drive.google.com/open?id=1l8Q1GWw8jtsFVspj3U2zv3uoAsw7m4P2\">here</a>.\r\n\r\nThe images are arranged on the poster according to their position in the night sky, with north to the top and 0 hour right ascension to the right. (0 hour right ascension corresponds to 9 pm transit in November.)  The images were all captured from my home in Onalaska, TX.   Each image is also posted individually on this Astrobin site.  The 100 objects range in size from 0.5 to 180 minutes, and range in declination from +73 to -47 deg.  I used two scopes for imaging (130mm and 85mm) with the ZWO ASI1600-MM Cool camera.    \r\n\r\nObviously this list is extremely subjective.  My criteria was simply to pick objects that would look great together on a poster.  In compiling my list, I started by looking at objects on 4 unique catalogues - Messier, Caldwell, Hidden Treasure, and Secret Deep.  The last two catalogues are documented in excellent books by Stephen James O'Meara.  I then looked at many other sources, including Ruben Kier's fantastic 100 Best Astrophotography Targets book.  The breakdown of my image sources are: Messier (25 objects), Caldwell (28), Hidden Treasures (10), and Secret Deep (4).  That adds up to 67.  Of the remaining images,13 are from Kier's book, which adds up to 80 total.  The remaining 20 objects are not included in any of the above sources.  I gleaned these 20 objects from various other books, atlases, web sites and magazines.\r\n\r\nMy list is biased towards nebulae - 68 of the 100 objects on my poster are nebulae.  This number is a far greater percentage than those on each of the above lists (Messier has only 12 nebulae, for example).  The breakdown of my object types is as follows: 28 Emission Nebulae, 19 Planetary Nebulae, 14 Multiple Galaxies, 12 Single Galaxies, 10 Supernova Remnants, 6 Reflection Nebula, 5 Dark Nebula, 4 Open Star Clusters, and 2 Globular Star Clusters.\r\n\r\nI would be interested in your view of those objects which you would have included instead, and also those which you would have left out.   Below are 20 other great objects I imaged, but in the end these objects missed my cut and were not included on the poster:\r\n\r\n1.\tNGC 6946 - Fireworks Galaxy\r\n2.\tNGC 891 - Outer Limits Galaxy\r\n3.\tJones 1 Planetary Nebula\r\n4.\tM11 - Wild Duck Cluster\r\n5.\tIC 342 - Hidden Galaxy\r\n6.\tM22 Globular Cluster\r\n7.\tNGC 672 - Triangulum Galaxy Duo\r\n8.\tArp 214 - Wonder Galaxy\r\n9.\tNGC 4565 - Needle Galaxy\r\n10.\tNGC 772 - Nautilus Galaxy\r\n11.\tM5 Globular Cluster\r\n12.\tM83 - Southern Pinwheel Galaxy\r\n13.\tM74 - Whirling Galaxy\r\n14.\tM95 & M96 Leo Galaxy Duo\r\n15.\tM3 Globular Cluster\r\n16.\tNGC 2170 - Angel Nebula\r\n17.\tM100 Galaxy\r\n18.\tNGC 4725 - Needle Galaxy\r\n19.\tM109 Galaxy\r\n20.\tNGC 4244 - Silver Needle Galaxy\r\n\r\nThe poster was a fun undertaking which drove me to spend many more hours out under the stars than I would have otherwise.  Feel free to download the poster and use it in any way you like.  I used a high enough resolution to be able to print out a common 20\" x 30\" poster size.\r\n\r\nI updated this work in 2020, shown <a href=\"https://www.astrobin.com/ake0md/?nc=collection&nce=1176\">here</a>.\r\n\r\nClear skies!\r\nGary",
    "h": 10667,
    "hash": null,
    "id": 330193,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Takahashi FSQ-85ED",
        "Orion EON 130mm ED Triplet APO"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 154,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-01-22T13:47:19.786377",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/330193/",
    "revisions": [],
    "subjects": [],
    "title": "The Top 100 Astrophotography Objects - 2018",
    "updated": "2021-05-17T03:49:13.047034",
    "uploaded": "2018-01-20T22:39:51.013999",
    "url_duckduckgo": "https://www.astrobin.com/330193/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/330193/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/330193/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/330193/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/330193/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/330193/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/330193/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/330193/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 1883,
    "w": 16000
}