{
    "animated": false,
    "bookmarks": 13,
    "comments": 12,
    "data_source": "UNSET",
    "dec": "33.435",
    "description": "IC 410 is a beautiful emission nebula located in the winter sky at a distance of about 12,000 light years.  Gas in the structure is illuminated and excited by short wavelength, high energy radiation from very hot, massive stars contained in the open cluster NGC 1893 located at the core of the nebula.  NGC 1893 is a young cluster with an age estimated to be about 4 million years old.   The tadpoles are gaseous stellar factories with material pushed outward by radiation pressure and stellar winds generated by the NGC 1893.  These beautiful yellow Tadpoles appear to be swimming in the blue lagoon of light emitted by doubly ionized oxygen filling the central region of the nebula.\r\n\r\nThis narrowband image was taken with my remotely controlled C14 operating at F/11.  Much of the data was taken under a moonlit sky while I struggled with an intermittent data-drop issue that at first appear to be related to the installation of a replacement control computer.  After a lot of debugging, I believe that the problem was due to \"office-quality\" USB hubs failing when the outside temperature falls below freezing.  I'll soon be installing some new, wide-temperature range, industrial quality USB hubs that should permanently fix the problem.  \r\n\r\nThis image is composed of only a very small fraction of the total amount of data that I acquired.  I've found that the weather and seeing predictions for northern New Mexico aren't worth much so if it's clear and the roof is open, I take data.  Sometimes the conditions are spectacular; but often, wind and poor seeing mean that I gather a lot of pretty poor data.  I also had to battle a few nights with frost and high-thin clouds that created odd gradients in a scattering of subs.  I would have liked to stack up a total of 25-30 hours on this object but I ran out of steam after gathering around 90 hours of data.  \r\n\r\nOperating at an EFL of nearly 4m is challenging and I tend to be pretty picky about the quality of data that I'll use.  I set the upper limit on FWHM at 2.4 arc-seconds and 0.4 on eccentricity for this image.  The best subs had FWHM around 1.8 arc-seconds.  I also experimented quite a bit with different sensor temps at -25C, -35C, and -40C with RBI clearing.  I concluded that -35C without RBI clearing works pretty well with NB data that doesn't contain exceptionally bright stars.\r\n\r\nAs always, C&C is welcome.\r\n\r\nJohn",
    "h": 1824,
    "hash": null,
    "id": 333122,
    "imaging_cameras": [
        "FLI MicroLine 16803"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 170,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2800929/"
    ],
    "orientation": "179.649",
    "pixscale": "0.476",
    "published": "2018-02-11T19:17:56.307178",
    "ra": "80.643",
    "radius": "0.347",
    "remote_source": null,
    "resource_uri": "/api/v1/image/333122/",
    "revisions": [
        "/api/v1/imagerevision/136845/"
    ],
    "subjects": [
        "IC 410",
        "IC410",
        "NGC 1893",
        "NGC1893",
        "Sh2-236"
    ],
    "title": "The Cosmic Tadpoles of IC410",
    "updated": "2021-03-17T16:33:36.462903",
    "uploaded": "2018-02-11T06:24:30.530396",
    "url_duckduckgo": "https://www.astrobin.com/333122/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/333122/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/333122/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/333122/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/333122/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/333122/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/333122/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/c484d4ab-b3a2-42b3-9f7d-71df1544c8a1.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/c484d4ab-b3a2-42b3-9f7d-71df1544c8a1-1518332143.jpg",
    "url_thumb": "https://www.astrobin.com/333122/0/rawthumb/thumb/",
    "user": "jhayes_tucson",
    "views": 716,
    "w": 1824
}