{
    "animated": false,
    "bookmarks": 2,
    "comments": 3,
    "data_source": "UNSET",
    "dec": null,
    "description": "If the Moon were rotated 65 ° to the south, Pythagoras would replace Copernicus as the most impressive visible crater. Pythagoras is a larger version of Copernicus - 130 km in diameter and about 5 km deep, compared with 93 km and 3.8 km. Surprisingly, the highest central peaks are higher than some of the surrounding terrain, in violation of the Mädler Rule. This rule has never been confirmed with modern data, but it seems right. Unlike Copernicus, Pythagoras does not seem to retain its rays when seen on the full moon. Its greater age was recognized during the Apollo era when it was mapped as being of the same age as the ancient lavas of Imbrium. One thing the ancient astronomers did not know is that the central peaks of Pythagoras, such as those of Anaxagoras, Philolaus, and Carpenter, contain pure anorthosite, remnants of ocean magma. Like Moretus near the south pole, Pythagoras offers an oblique view of what large, complex, fresh craters really look like.\r\nIf we had been observing a billion years ago, when the two polar craters were cool with light rays, Copernicus could still be hot with molten lava on the ground. Tycho in that case, would still be 900 million years in the future.\r\nSource: LPOD - Chuck Wood (several)\r\nAdaptation: Avani Soares\r\nPythagoras com C14 Edge\r\nSe a Lua fosse girada 65 ° para o sul, Pythagoras substituiria Copérnico como a mais impressionante cratera visível.Pythagoras é uma versão maior de Copernicus - 130 km de diâmetro e cerca de 5 km de profundidade, em comparação com 93 km e 3,8 km. Surpreendentemente, os picos centrais mais altos são mais altos que alguns dos terrenos circundantes, violando a Regra de Mädler. Essa regra nunca foi confirmada com dados modernos, mas parece certo. Ao contrário de Copérnico, Pythagoras não parece reter seus raios quando visto na lua cheia.Sua maior idade  foi reconhecida durante a era Apollo quando foi mapeada como sendo da mesma idade que as antigas lavas de Imbrium. Uma coisa que os antigos astrônomos não sabiam é que os picos centrais de Pitágoras, como os de Anaxágoras, Philolaus e Carpenter, contêm pura anorthosite, remanescentes do magma do ocenao.  Como Moretus perto do pólo sul, Pythagoras oferece uma visão oblíqua do que as grandes crateras complexas frescas realmente se parecem. \r\nSe estivéssemos observando um bilhão de anos atrás, quando as duas crateras polares estavam frescas com os raios bem evidetes,  Copérnico ainda poderia estar quente com lava derretida pelo  chão. Tycho nesse caso, ainda estaria 900 milhões e anos no futuro. \r\nFonte: LPOD - Chuck Wood (vários)\r\nAdaptação: Avani Soares",
    "h": 947,
    "hash": null,
    "id": 333220,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 75,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-02-11T20:50:03.905225",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/333220/",
    "revisions": [],
    "subjects": [],
    "title": "Pythagoras with C14 Edge",
    "updated": "2021-03-17T16:33:09.009042",
    "uploaded": "2018-02-11T20:50:04.218876",
    "url_duckduckgo": "https://www.astrobin.com/333220/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/333220/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/333220/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/333220/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/333220/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/333220/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/333220/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/333220/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 289,
    "w": 1700
}