{
    "animated": false,
    "bookmarks": 3,
    "comments": 2,
    "data_source": "UNSET",
    "dec": null,
    "description": "Many details can be seen in this picture, including some spots within the GRS itself that are not just the central eye of this major hurricane.\r\nHowever, what strikes me most is to see the incredible dynamics of this planet, one photo is never the same as another, everything is constantly changing, at that moment that lump of SEB giving the impression that will pass under the GRS is a show to part.\r\nImagine a storm that is raging not for days, but for centuries, The Great Red Spot, possibly observed in 1655, stunned the imagination. She could swallow 100,000 Katrina hurricanes.\r\nThe GRS completes one lap every 6 days and reaches 8 km above the top of the surrounding clouds. Astronomers have thought it was a gas vortex revolving around a titanic mountain, but Jupiter is a liquid-gaseous planet with no solid surface. In fact the GRS is the top of an ascending mass of gas around which the atmosphere circulates. It is believed that the color is derived from substances such as phosphorus, drained from below.\r\nWhen another Jupiterian storm forms, it is usually swallowed by GRS. The stability of the GRS probably indicates that it is a \"soliton\". This type of \"solitary wave\", capable of regenerating itself as fast as it dissipates, was first observed by scientist John Scott Russell.\r\nSource: Solar System - Marcus Chown\r\nAdaptation: Avani Soares\r\n\r\nJupiter e GRS\r\nMuitos detalhes podem ser percebidos nessa foto, inclusive algumas manchas dentro da própria GRS que não  apenas o olho central desse grande furacão.\r\nPorem, o que mais me chama atenção é ver a dinâmica incrível desse planeta, uma foto nunca é igual a outra, tudo está em constante mudança, nesse momento aquele fiapo da SEB dando a impressão que irá passar por baixo da GRS é um show a  parte.\r\nImagine uma tempestade que está grassando não durante dias, mas por séculos, A Grande Mancha Vermelha, possivelmente observada em 1655, estupefaz a imaginação. Ela poderia engolir 100 mil furacões Katrina.\r\nA GRS completa uma volta a cada 6 dias e atinge 8 Km acima do topo das nuvens circundantes. Os astrônomos já pensaram que se tratava de um vórtice de gás girando ao redor de uma montanha titânica, mas Júpiter é um planeta líquido-gasoso, sem usuperfície sólida. Na verdade a GRS é o topo de uma massa ascendente de gás em torno da qual a atmosfera circula. Acredita-se que a cor seja proveniente de substâncias como o fósforo, drenadas desde  baixo.\r\nQuando se forma outra tempestade jupiteriana, ela é geralmente engolida pela GRS. A estabilidade da GRS indica provavelmente que ela é um \"sóliton\". Esse tipo de \"onda solitária\", capaz de se regenerar tão rápido enquanto se dissipa, foi observada pela primeira vez pelo cientista John Scott Russel.\r\nFonte: Sistema Solar - Marcus Chown\r\nAdaptação: Avani Soares",
    "h": 580,
    "hash": null,
    "id": 334401,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": false,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 75,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-02-20T01:17:41.694770",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/334401/",
    "revisions": [
        "/api/v1/imagerevision/137619/"
    ],
    "subjects": [],
    "title": "Jupiter and GRS",
    "updated": "2021-03-17T16:27:31.962873",
    "uploaded": "2018-02-20T01:17:42.772999",
    "url_duckduckgo": "https://www.astrobin.com/334401/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/334401/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/334401/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/334401/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/334401/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/334401/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/334401/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/334401/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 442,
    "w": 601
}