{
    "animated": false,
    "bookmarks": 1,
    "comments": 4,
    "data_source": "UNSET",
    "dec": null,
    "description": "I will not talk about the craters themselves, Aristoteles and Eudoxus are more than known. I will talk about the factors that we should take into account to get a great photo.\r\nEvery high-resolution photographer who values ​​himself knows that some things are essential to obtain a good result, among them we can mention: seeing acclimatization, collimation, focus, etc.\r\nThe first, in my opinion is the most important, but unfortunately, it does not depend on our will, and there is nothing we can do to improve without waiting for a good night. Others, however, depend exclusively on us!\r\nCollimation is one thing we must take the utmost care in high resolution photography our telescope must always be well collimated. Most great imagers are always very worried about this issue.\r\nFocus is another crucial factor, we must strive to achieve the best focused image possible. Some tricks make success bigger, are they; make multiple captures of the same object by altering the focus; use Fire autoalign option, this freezes the object in the center of the screen and facilitates the visualization because with shaking, the focus a true martyrdom in high increases. Needless to say, an electric focusing is as important an accessory as a good Powermate for those who make high resolution photography.\r\nSince acclimatization is not always given the right amount, I can say that the difference between an acclimated telescope and a non-acclimated telescope is immense, especially for those who use large-aperture SCT. We all know that an SCT is a closed system and so it may take hours to acclimatize, a C14 for example, often does not acclimate all night. Even so from the 200mm aperture, whatever the optical system, this must be respected, in order to obtain only mediocre images.\r\nSo the next time you shoot the moon or the planets, think about it and learn, a good astrophotographer can only achieve a great result if he knows how to respect and take into account all these factors.\r\n\r\nConsiderações sobre fotografia Lunar\r\nNão vou falar sobre as próprias crateras, Aristoteles e Eudoxus são mais do que conhecidas. Vou falar sobre os fatores que devemos levar em conta para obter uma grande foto. \r\nTodo fotógrafo de alta resolução que se valoriza, sabe que algumas coisas são essenciais para obter um bom resultado, entre elas podemos mencionar: seeing aclimatação, colimação, foco, etc. \r\nO primeiro, na minha opinião é o mais importante, porém, infelizmente, não depende da nossa vontade, e não há nada que podemos fazer para melhorar sem ser esperar por uma noite boa.  Já os outros dependem exclusivamente de nós!\r\nA colimação, é uma coisa que devemos ter o maior cuidado, em fotografia de alta resolução nosso telescópio deve estar sempre bem colimado. A maioria dos grandes imageadores estão sempre muito preocupados com esta questão.\r\nFoco é outro fator crucial, devemos nos esmerar para conseguir a imagem melhor focada possível. Alguns macetes tornam o sucesso maior, são eles; fazer várias capturas do mesmo objeto alterando levente o foco; usar a opção autoalign do Fire capture, isso congela o objeto no centro da tela e facilita a visualização pois com tremedeira, o foco um verdadeiro martírio em aumentos elevados. Nem preciso dizer,  um focalizador elétrico é um acessório tão importante quanto uma boa Powermate para quem faz fotografia de alta resolução.\r\nUma vez que para a aclimatização, nem sempre é dado o devido valor,   posso dizer que a diferença entre um telescópio aclimatado e um que não o foi é imensa, especialmente para aqueles que usam SCT de grandes aberturas. Todos sabemos que um SCT, é um sistema fechado e por isso mesmo pode demorar horas para aclimatar, um C14 por exemplo, muitas vezes não aclimata  a noite toda. Mesmo assim a partir dos 200mm de abertura, qualquer que seja o sistema óptico, isso deve ser respeitado sob pena de obter apenas imagens medíocres.\r\nEntão, da próxima vez que fotografar a Lua ou os planetas, pense nisso e aprenda, um bom astrofotógrafo só consegue um grande resultado se souber respeitar e levar em conta todos esses fatores.\r\nTexto: Avani Soares",
    "h": 830,
    "hash": null,
    "id": 334877,
    "imaging_cameras": [],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 91,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-02-23T01:23:11.314418",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/334877/",
    "revisions": [],
    "subjects": [],
    "title": "Lunar Photography Considerations",
    "updated": "2021-03-17T16:25:14.412051",
    "uploaded": "2018-02-23T01:23:13.233845",
    "url_duckduckgo": "https://www.astrobin.com/334877/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/334877/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/334877/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/334877/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/334877/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/334877/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/334877/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/334877/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 567,
    "w": 1100
}