{
    "animated": false,
    "bookmarks": 14,
    "comments": 3,
    "data_source": "UNSET",
    "dec": null,
    "description": "This is a two panels picture of the very dusty area between the constellations of Taurus (the bull) and Perseus. Each panel is made of 50 300s subs (total exposure 4h), taken at F 3.5 and 200 ISO.\r\n\r\nThis is a very interesting area, rich of dark nebulae, reflection nebulae and open star clusters. The huge Taurus molecular cloud (TMC-1) dominate the center of the picture. This complex is only 430 light years away and it is one of the nearest giant molecular clouds to us, making this region well studied. Inside TMC-1 there are several dark nebulae like B22 (the darkest area in the top of the picture) and B18 (the dark ribbon on the left of B22), but also some reflection nebulae like LBN 785. On the left is visible the Perseus molecular cloud, a little futher than TMC-1 (it is located between 600-1300 light years). Also in this complex several dark nebulae are visible, like B4-B5 (dark clouds between Pleiades and California nebula) and NGC 1333 (below B4 and B5). Perseus and taurus molecular clouds are both large stellar nursery, with a lot of protostars hidden inside their dark clouds (one beautiful example is LBN 821, between Ain and Aldebaran in Hyades) and young OB stellar associations.\r\n\r\nIn this region there are also some beautiful NGC objects like the Nothern Trifid (NGC 1579) and the open clusters 1746 and NGC 1342. Despite this, the most visible objects in the picture are probably Hyades, Pleiades (M 45) and the California nebula (NGC 1499).\r\n\r\nThe second night I was lucky enough to capture the little comet C/2016 R2 - PANSTARRS in the upper left, near Hyades, with its intense blue tail!\r\n\r\nThe pictures have been taken in a quite polluted site, so I had to do a huge and careful job with gradients removal in PI. Pre-processing, gradient removal, stretching and a reduction of star halos were performed in PI. Final adjustments, saturation and light curves in Photoshop CC.",
    "h": 2350,
    "hash": null,
    "id": 337345,
    "imaging_cameras": [
        "nikon D5300"
    ],
    "imaging_telescopes": [
        "Nikon AF Nikkor 50mm f/1.8D"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 133,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806691/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-03-13T21:36:03.055091",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/337345/",
    "revisions": [],
    "subjects": [],
    "title": "Molecular clouds between Taurus and Perseus (with a little C/2016 R2 - PANSTARRS)",
    "updated": "2021-03-17T16:13:43.572826",
    "uploaded": "2018-03-13T21:36:05.713286",
    "url_duckduckgo": "https://www.astrobin.com/337345/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/337345/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/337345/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/337345/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/337345/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/337345/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/337345/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/337345/0/rawthumb/thumb/",
    "user": "Matteo_Marchionni",
    "views": 1025,
    "w": 3324
}