{
    "animated": false,
    "bookmarks": 3,
    "comments": 4,
    "data_source": "UNSET",
    "dec": "-47.927",
    "description": "A small part of the Vela Supernova Remnant is featured in this image. This field is extremely wide – almost 10 degrees wide (that is – 20 full moons). I find it inspirational to think that so many beautiful objects have such a huge angular size – the only thing is that they’re extremely faint, requiring long exposures and dark skies. Wouldn’t it be amazing if our eyes could natively see such complex nebula in the night sky? Perhaps it would even be too much for our brains to process… By all means, our perception can be greatly enhanced with our cameras, and for such a large object no telescope needed, only camera lenses usually used to take portraits! \r\n\r\nThe Vela Supernova Remnant is an expanding debris cloud from the death explosion of a supernova, about 11000 years ago. Some 800 light-years distant, the Vela remnant is likely embedded in a larger and older supernova remnant, the Gum Nebula. The latter is even fainter, glowing in red, with over 30 degrees across. That’s a target I really want to capture in the recent future. [Paragraph partially adapted from APOD]\r\n\r\nSeveral wisps of nebulosity can be seen glowing in cyan, being more prominent in OIII narrowband captures. The entire field is surrounded by red nebulosity (Ha). Some smaller nebulae are visible in the field, most notably the Pencil Nebula, NGC 2736, which appears a tiny wisp in the top left portion of the image. Can you spot it? \r\n\r\nThis image was created in a very nice astro trip with friends Joao Mattei and George Kolossoski, in a rural area. The skies were pretty good, but the weather was far from ideal. In between clouds and cirrus, I was able to capture some nice(-ish) data, with several subs being compromised by cirrus or clouds. This is the actual FIRST LIGHT of my recently modified Canon T5, coupled with Samyang 135mm. With problems in ASCOM software and a bad power (mains) cable, which due to bad connection, got my system powered down twice in the night (before shooting this target), this image was a challenge. After losing power (and alignment, GoTo, centering….), for the second time, I simply gave up GoTo, and framed this field completely manually. Also completely unguided. Despite its short integration, I was positively pleased with the result on this faint target, although not completely satisfied – I want to revisit it and add some more data (1-2h) as soon as the weather allows. \r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image.\r\n\r\nTaken from Semi-Rural Skies (Bortle 4-5; SQM ~20.7*calculated), from Itirapina, SP, Brazil.\r\n\r\nDate and Time: March 9, 2018, at 22:40 (UTC-3, start of capture)\r\nCamera: Canon EOS T5 (modded), at ISO 800\r\nLens: Samyang 135mm f/2.0, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, unguided \r\nExposure Detail: 19x120s; total only 38min",
    "h": 2000,
    "hash": null,
    "id": 339355,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 76,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "358.133",
    "pixscale": "11.776",
    "published": "2018-03-27T20:55:40.764720",
    "ra": "130.539",
    "radius": "5.897",
    "remote_source": null,
    "resource_uri": "/api/v1/image/339355/",
    "revisions": [
        "/api/v1/imagerevision/140907/"
    ],
    "subjects": [
        "IC 2395",
        "NGC 2670"
    ],
    "title": "Part of Vela Supernova Remnant",
    "updated": "2021-05-28T08:02:02.838235",
    "uploaded": "2018-03-27T21:55:48.217333",
    "url_duckduckgo": "https://www.astrobin.com/339355/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/339355/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/339355/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/339355/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/339355/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/339355/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/339355/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2018/6d3859b9-ddb0-47d4-b971-82b6955f89ed.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2018/6d3859b9-ddb0-47d4-b971-82b6955f89ed-1582524741.png",
    "url_thumb": "https://www.astrobin.com/339355/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 412,
    "w": 3000
}