{
    "animated": false,
    "bookmarks": 1,
    "comments": 3,
    "data_source": "UNSET",
    "dec": "33.362",
    "description": "I am very sorry,  uploading new image version,  I  accidentaly deleted the originally uploaded version from 6 days ago.  Here it is again with original text.\r\n\r\n \r\n \r\n \r\n\r\nOne must still have chaos in oneself to be able to give birth to a dancing star.\r\nFriedrich Nietzsche. \r\n \r\n \r\n \r\n \r\n \r\n\r\n\r\n\r\nFirst of all, I like to thank you for your nice comments on my last pictures. Being too occupied with personal matters, I could not be very active here during the last weeks and month - as can be seen obviously on my last publication date. \r\nBy now, I have some more pictures finished, but getting a bit more into the research of the key astronomical facts the consolidation and writing needs some time too.\r\nI found this object specific research a very helpful way for me towards improving my understanding of astronomy. It is as well a good appreciation of some beautiful and powerful ideas in astronomy. \r\nI hope, that with the following text, I am not annoying anyone here if you maybe just up for some nice pictures. I will start a type of picture blog soon and will then move the writing to this blog space. There I am planning to post some single NB Masters as well as a reference list underlying the text.\r\nThe picture you see here is composed of more than 35h of NB of which finally 30h are used with natural RGB color stars. Data was collected roughly between 12/2016 and 02/2018. Ha is assigned to orange/red, OIII to blue, SII shows as shades of red, to make the appearance as natural as possible — what ever this means in a NB context.\r\nI have a real fascination for the following target in the picture. \r\nIC 410 or Sh 2-236 is an emission nebula in a distance of approximately 12.000 light-years from our sun. It is located in the constellation of Auriga. The H II region is associated with the young open cluster NGC 1893, which can be recognized as an extended region of loosely grouped early-type stars. \r\nThe cluster contains at least 5 O-type stars illuminating and sculpting the nebula with their fierce chaotic winds, creating structures like the prominent cometary tadpole globules Sim 129 and Sim 130 visible in the north-east of the picture. Beside the aesthetic appeal seen in the picture, the described ensemble is of considerable interest for astronomers and it initiated a wealth of research during the last years. \r\nThis is an excellent object to see how different astronomers collaborated in building our current knowledge in a step by step process over the course of many years. The result is a highly conclusive astrophysical understanding. \r\nIn the following, I would like to point out some of these aspects.\r\nThe formation of stars and the evolution of circumstellar disks - resulting eventually in planet formation - are an active and important research topic in modern astrophysics. \r\nSeveral star-forming regions in different environments and with different ages have been investigated to explore the underlying parameter space. \r\nOne of the fundamental and most fascinating parameters of star formation is the Jeans mass named after James Jeans a British physicist. He was the first to show that under appropriate conditions parts of a gaseous cloud would enter into a process of continuous self contraction once its mass exceeds the critical Jeans mass. In this case, the resulting gravitational force dominates the gaseous pressure force. The process continuous till new forces bring the collapse to a halt. This is the principal seed mechanism from which protostars arise. Since the Jeans mass depends on gas temperature, gas density and chemical abundances, a dependance of the star forming process from environmental conditions is not so surprising.\r\nAstronomers believe, that most stars are formed in clusters. A key characteristic to understand star formation is the distribution of stellar masses in a given volume of space i.e. space volume containing a cluster. The corresponding function describing this distribution is called the initial mass function (IMF). \r\nThe observed variation of the cluster IMFs across different environments suggests, that gravity is not the only parameter which is important for cloud fragmentation and star formation. Other chaotic processes resulting i.e. from radiation, turbulences, magnetic fields, galactic tidal forces or metallicity need to be considered too (for astronomers metallicity describes in a very simplifying way the abundance of elements which are not hydrogen or helium). \r\nA lot of studies on IMF’s and their universality or dependance on different environments have been carried out. The outer and the inner galactic regions are such different type of environments. \r\nConditions in the outer galaxy compared with the solar neighborhood are seen as less favorable to star formation: surface and volume density of hydrogen are much lower, pressure of inter-cloud medium is lower, interstellar radiation is weaker, there is generally a lack of prominent spiral arms and interaction and much fewer supernovas are present which can act as a trigger for gravitational imbalances (here the Jeans mechanism comes into play again). This coincides with a smaller metal content. Lower metallicity generally lowers radiative cooling which in turn increases cloud temperature. This again increases pressure support leading to a higher Jeans mass with lower star forming probability. \r\nBut not only this: theses conditions are affecting as well the formation of proto-planetary disks. They are significantly less frequent in the extreme outer part of the galaxy. Due to current theory this effects the formation of planets. The low metallicity of the environment could be the crucial parameter here and illuminate the planet-metallicity correlation - meaning that stars with giant planets are normally metal rich. The lower frequency of disks could be due to a shorter disk lifetime which in turn could allow insights into the disk dispersal mechanism. Given these short considerations, it is not surprising, that star formation in outer galactic regions deserves special attention.\r\nLike often in science, the sometimes more special circumstances can help to shed light and test general principles. \r\nThis is now where the cluster NGC 1893 associated to the HII region IC 410 comes into the picture.\r\nThe cluster has a distance of nearly 40.000 light years from the galactic centre (and 12.000 light years from our sun) and is therefore located in the outer regions of our galaxy. Analysis of stars in the cluster shows a low abundance of light elements which means that stars are forming here in a low metallicity environment. \r\nWith an estimated age of less than 5Myr NGC1893 is one of the youngest known open clusters which is basically very young on the cosmic or even galactic timescale. Correspondingly - being a kind of stellar kindergarten - it has a large so called PMS population. A pre-main-sequence star (PMS) is a developing star which has not reached the main sequence of the Hertzsprung-Russell diagram - the nuclear hydrogen reactor in its core is not ignited yet. Using a picture, it is like a newborn baby just about to take its first breathe and cry. \r\nFurther more the cluster contains at least 5 massive O type members emitting fierce radiation, interacting with and sculpting the surrounding medium. The rest of this chaotic and turbulent process are the two beautiful cometary globules Sim 129 and Sim 130 which can be seen in the north east.\r\nIn these contexts, NGC1893 and IC410 are ideal laboratories in the outer galactic region - complementing and contrasting our knowledge of known, but generally much older clusters in the solar neighborhood. \r\nThe investigation of the different physical phenomena in the nebula and cluster and the identification of the young stellar objects (YSO) in the cluster require a multi-wavelength approach. This ranges from the X-ray spectrum to the infrared and from photometric to spectroscopic works\r\n(i.e. circumstellar disks of PMS stars exhibiting a near infrared excess radiation).\r\nA large number of PMS stars within NGC1893 are present. The majority of those identified by spectroscopic observations are found in the cluster core and in the neighborhood of Sim 129 and Sim 130. Many PMS stars with near-infrared excess arising from circumstellar disks were identified. \r\nThe distribution of young stellar objects (YSO) indicates an elongated morphology of the cluster. NGC 1893 has a high density region in its south-west and a low density distribution towards the north east direction. The matter flow produces a champagne flow morphology away from the ionizing sources of the first O type stars in the centre of the cluster in the direction towards the tadpoles Sim 129 and Sim 130. \r\nIn any given cluster, stars are moving in orbits about the centre of mass. They can exchange energy and momentum till after enough interactions an equilibrium velocity distribution will be reached. However this distribution will be altered again over time, i.e. due to stars leaving the cluster. The time necessary to re-establish equilibrium is called the relaxation time. \r\nFor NGC 1893 the estimated relaxation time is a multiple of the cluster age . This indicates that the aligned distribution from the ionizing sources in the centre towards the champagne flow direction of the cometary globules is likely to be an imprint of an ongoing star formation process.\r\nOverall the cluster shows an age spread of approx. 5Myr. The YSOs located near the periphery closer to Sim 129 and Sim 130 are found to be systematically younger by about 0.5 Myr which indicates sequential star formation. \r\nThis is supported by the presence and the orientation of Sim 129 and Sim 130. Both are pointing with their glowing heads towards the centre of NGC1893 while their cometary tails are pointing away.\r\nSo what is going on here?\r\nFirst of all, it is believed, that star formation is a destructive process, meaning that the stellar winds and radiation of the new born stars disrupts their environment and bring further formation to a halt. But astronomers found a fascinating wide-ranging alternative scenario called radiation driven implosion (RDI) resulting in a sequential triggered star formation. \r\nMassive O-type stars profoundly effect their environment with their energetic stellar winds. Instead of evaporating nearby clouds and terminating further formation the winds and their associated shockwaves produce interstellar H II regions. The expansion of this regions into the surrounding molecular gas together with shocks induced by the ionization could chaotically squeeze molecular cloud clumps and subsequently lead to a collapse of subcritical clumps inside the cloud triggering new star formation (here the Jeans mass comes again into play again). \r\nAt the same time the outer parts are kind of boiled of or evaporated by the ionization front, while the rest of the neutral molecular gas cloud is stretched into a cometary globule, with the compressed dense head surrounding the newly formed stars. \r\nThe head will have a bright rim pointing towards the ionizing stars, and a cometary tail pointing the opposite direction. Cometary globules like Sim 129 and Sim 130, bright rimmed clouds, a spatial distribution together with an age variation of PMS stars are typical observational evidence of such an RDI process’s. \r\nA nice further plausibility check is given by the fact, that the distance of Sim 129 to the cluster center with its ionizing source star is estimated to be roughly 18 light years. Assuming a speed of sound in the expanding H II region of approx. 10km/s it makes sense to estimate how much time the material which is compressed by the radiation from the O-type stars needs to travel to its current position. The answer would be approx. 0.55Myr. This is roughly the age difference between the YSO in the centre and at the periphery.\r\nAnother common feature of RDI is the presence of YSOs with disks located close to such globules. In the case of NGC1893 this is supported by observations as well as the fraction of disk bearing stars is increasing towards the periphery.\r\nTheoretically, if an initial generation of star formation triggers second generation which is a large enough to contain itself massive stars, the star formation process could continue in a next generation. The process would be self propagating and continue till the cloud material is exhausted or the new generation of stars does not contain enough massive members to keep the process going.\r\nOn the contrary side one could obviously argue, that the observed star formation would have occurred anyway, even without the effects of the nearby massive stars. The star formation would be simply observable now because the cloud which was originally hiding it is being evaporated by the ionizing radiation and therefore slowly exposing the star formation.\r\nHowever, observation shows that the area around the globules and the centre of the cluster are the only areas where star formation is just taken place. It would be surprising, if the only places where this happens are just the places being cleared up by ionizing radiation.\r\nFor me personally is absolutely fascinating to see, how observations and theoretical considerations fit together here like the pieces of puzzle made to fit. This type of coherence has a very aesthetically pleasing dimension attached.",
    "h": 3640,
    "hash": null,
    "id": 341805,
    "imaging_cameras": [
        "Moravian Instruments G4-16000"
    ],
    "imaging_telescopes": [
        "Knaeble Engineering RCM 460 FC, Ritchey Chretien"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 39,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805489/"
    ],
    "orientation": "261.142",
    "pixscale": "0.508",
    "published": "2018-04-15T13:18:44.554625",
    "ra": "80.655",
    "radius": "0.363",
    "remote_source": null,
    "resource_uri": "/api/v1/image/341805/",
    "revisions": [
        "/api/v1/imagerevision/142454/"
    ],
    "subjects": [
        "IC 410",
        "NGC 1893"
    ],
    "title": "IC410, SH2-236, Tadpol Nebula, NGC 1893",
    "updated": "2021-03-17T15:52:29.621138",
    "uploaded": "2018-04-15T13:58:16.926375",
    "url_duckduckgo": "https://www.astrobin.com/341805/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/341805/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/341805/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/341805/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/341805/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/341805/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/341805/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/17693/2018/8a101580-5b37-48be-947b-b88c7bd44ba4.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/17693/2018/8a101580-5b37-48be-947b-b88c7bd44ba4-1582508726.jpg",
    "url_thumb": "https://www.astrobin.com/341805/0/rawthumb/thumb/",
    "user": "Timaios",
    "views": 199,
    "w": 3640
}