{
    "animated": false,
    "bookmarks": 1,
    "comments": 0,
    "data_source": "UNKNOWN",
    "dec": null,
    "description": "Moretus has always been one of my favorite lunar craters, either because of its location near the south pole, or because of its extremely young, well-delineated terraced walls. But what really attracts me to Moretus is his magnificent central peak, which in this particular photo was highlighted in an extremely imposing way.\r\nWhen an impact hits the solid surface of a planet or moon, a shock wave spreads from the impact site. The shock wave fractures the rock and digs a large cavity (much larger than the original car). The material is ejected in all directions. The bolt is broken into small pieces and can melt or vaporize. However, sometimes, the impact force is large enough to melt some of the local rock and push some material to the crater edges which then falls back to the center, the rock below the rebate crater jumping up creating a peak central and the edges of these larger craters may fall, creating terraces that are seen sharply in this photo.\r\nThe size and shape of the crater and the amount of material excavated depends on factors such as the velocity and mass of the impact body and the geology of the site. The faster the entry bolt, the larger the crater. Typically, cars reach the Moon at a speed of 10 to 20 kilometers per second. Such a high velocity impact produces a crater that is approximately 10 to 20 times larger in diameter than the object of impact. The bigger the mass of Bolida, the bigger the crater.\r\nCraters are more often circular but elongated craters can be produced by an impact that hits the surface at a very low angle of less than 20 degrees.\r\nFinally, each crater tells a unique story and reveals a little more of the secrets of the body that contains it.\r\nAnd Curtius Rhymes and that dramatic setting of the Sun rising in Clavius?\r\nWell ... are just another toast in a photo that is already fascinating!\r\nText: Avani Soares",
    "h": 936,
    "hash": null,
    "id": 347043,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 60,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-05-16T00:27:23.786768",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/347043/",
    "revisions": [],
    "subjects": [],
    "title": "A magnificent peak in a fantastic crater.",
    "updated": "2021-03-17T15:29:24.925663",
    "uploaded": "2018-05-16T01:27:24.655993",
    "url_duckduckgo": "https://www.astrobin.com/347043/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/347043/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/347043/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/347043/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/347043/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/347043/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/347043/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/347043/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 358,
    "w": 1208
}