{
    "animated": false,
    "bookmarks": 12,
    "comments": 9,
    "data_source": "TRAVELLER",
    "dec": "-44.612",
    "description": "Several nebulae and star clusters are visible in this massive field. The ~20-full-moon-across (!) field is enriched with the contrast of the Milky Way clouds and dark nebulae. The most prominent HII/Halpha regions are the Prawn Nebula complex, in the tail of the Scorpion, and on the upper left corner; and NGC6188 (The fighting dragons of Ara); on the lower part.\r\n\r\nEmission nebula IC 4628 or the Prawn lies at an estimated distance of 6,000 light-years. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as the Prawn Nebula.  Fantastic shapes lurk in clouds of glowing gas in NGC 6188, about 4,000 light-years away. The emission nebula is found near the edge of a large molecular cloud unseen at visible wavelengths, in the southern constellation Ara. Massive, young stars of the embedded Ara OB1 association were formed in that region only a few million years ago, sculpting the dark shapes and powering the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. Joining NGC 6188 on this cosmic canvas is rare emission nebula NGC 6164, also created by one of the region's massive O-type stars. Similar in appearance to many planetary nebulae, NGC 6164's striking, symmetric gaseous shroud and faint halo surround its bright central star near the bottom edge. [Paragraph partially adapted from APOD]\r\n\r\n\r\nThis image was created in a very nice astro trip with fellow astroimagers of Southeastern Brazil, in a rural area. The skies were pretty good, but the weather was not ideal (again!). This was the 1st SE Brazilian Astrophotography Meeting, which had 11 setups up and running at night. I especially thank friends Joao Mattei, Jose Carlos Diniz, Sergio, Fernando Parmegiani, Fernando Menezes, Andre Brossel, Renata Sottomaior, Vinicius and Joao Fidelis that shared the skies and saw this image being born/captured. I also thank every other fellow astrophotographers that only got there on the 2nd night.\r\n\r\nDespite its short integration (weather), I was positively pleased with the result of this mosaic. Final image is ~6000x5000px (31MP). \r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image.\r\n\r\nTaken from Semi-Rural Skies (Bortle 4-5; SQM ~20.9*calculated), from Itirapina, SP, Brazil.\r\n\r\nDate and Time: May 18 and 19, 2018, at 22:15 (start of capture)\r\nCamera: Canon EOS T5 (modded), at ISO 400\r\nLens: Samyang 135mm f/2.0, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nExposure Detail: 2 panel mosaic, 20 and 22x120s each; total 84min",
    "h": 4000,
    "hash": null,
    "id": 348515,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 105,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "354.825",
    "pixscale": "10.573",
    "published": "2018-05-25T13:59:45.036796",
    "ra": "251.008",
    "radius": "7.568",
    "remote_source": null,
    "resource_uri": "/api/v1/image/348515/",
    "revisions": [
        "/api/v1/imagerevision/146315/"
    ],
    "subjects": [
        "IC 4628",
        "NGC 6124",
        "NGC 6188",
        "NGC 6193",
        "NGC 6200",
        "NGC 6231",
        "The star εNor",
        "The star ζ1Sco",
        "The star ζ2Sco",
        "The star θNor",
        "The star λNor",
        "The star μNor"
    ],
    "title": "Scorpius and Ara - A Panorama of Stars and Nebulae",
    "updated": "2021-03-17T15:22:59.633924",
    "uploaded": "2018-05-25T14:59:49.495438",
    "url_duckduckgo": "https://www.astrobin.com/348515/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/348515/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/348515/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/348515/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/348515/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/348515/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/348515/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2018/55bb92e3-33be-4288-8ce1-5b4d37c4c661.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2018/55bb92e3-33be-4288-8ce1-5b4d37c4c661-1582524728.jpg",
    "url_thumb": "https://www.astrobin.com/348515/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 575,
    "w": 3249
}