{
    "animated": false,
    "bookmarks": 8,
    "comments": 28,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-37.127",
    "description": "Hello everybody! Here it is my attempt to process  NGC 1316 and NGC 1317 from Insight Observatory - hope you enjoy! 😀\r\n\r\nTelescope: Quasar 12.5\" f/9 Ritchey-Chretien\r\nMount: Losmandy Titan\r\nCamera: SBIG STL11000\r\nLocation: Rio Hurtado Valley, Chile (DeepSkyChile)\r\n\r\nLum: 49 x 600\"\r\nRed 10 x 600\"\r\nGreen 9 x 600\"\r\nBlue 11x600\"\r\n\r\n\r\n\"Insight Observatory was excited to announce the addition of its third affiliate remote telescope ATEO-3 in September 2019. ATEO-3 is a Quasar 12.5\" f/9 Ritchey Chretien remote imaging system located in the dark skies of the Rio Hurtado Valley, Chile. These remote robotic telescopes are available as imaging options on our Public Image Request (PIR) and Educational Image Request (EIR) forms.\"\r\n\r\n\r\nFrom Wikipedia:\r\n\r\n\"NGC 1316 (also known as Fornax A) is a lenticular galaxy about 60 million light-years away in the constellation Fornax. \r\n\r\nStructure and formation\r\nIn the late 1970s, François Schweizer studied NGC 1316 extensively and found that the galaxy appeared to look like a small elliptical galaxy with some unusual dust lanes embedded within a much larger envelope of stars. The outer envelope contained many ripples, loops, and arcs. He also identified the presence of a compact disk of gas near the center that appeared inclined relative to the stars and that appeared to rotate faster than the stars. Based on these results, Schweizer considered that NGC 1316 was built up through the merger of several smaller galaxies. Such merger events may have fueled the central supermassive black hole, that has a mass estimated in 130-150 million of solar masses with gas, causing the galaxy to become a radio galaxy. He also states that NGC 1316 is comparable to the giant elliptical galaxies found in the centers of other clusters of galaxies. Using spectroscopy of its brightest globular clusters, the merger is estimated to have occurred ~3 billion years ago.\r\n\r\nIt has been proposed too that NGC 1316 may be a galaxy in evolution that eventually will become a Sombrero-like system dominated by a large bulge.\r\n\r\nCompanions and environment\r\nNGC 1316 is located within the Fornax Cluster, a cluster of galaxies in the constellation Fornax. However, in contrast to Messier 87, which is a similar elliptical galaxy that is located in the center of the Virgo Cluster, NGC 1316 is located at the edge of the Fornax Cluster.\r\n\r\nNGC 1316 appears to be interacting with NGC 1317, a small spiral galaxy to the north. However, that small spiral galaxy does not appear to be sufficiently large enough to cause the distortions seen in the structure of this galaxy.\"\r\n\r\n\r\nI suggest the very interesting reading of Insight Observatory story!!\r\n\r\nhttps://www.insightobservatory.com/p/our-story.html",
    "h": 2724,
    "hash": "34vpyn",
    "id": 552953,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 213,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "179.329",
    "pixscale": "0.652",
    "published": "2020-12-26T16:01:41.360209",
    "ra": "50.750",
    "radius": "0.331",
    "remote_source": "INS",
    "resource_uri": "/api/v1/image/552953/",
    "revisions": [],
    "subjects": [
        "Fornax A",
        "Fornax B",
        "NGC 1316",
        "NGC 1317",
        "NGC1316",
        "NGC1317"
    ],
    "title": "NGC 1316 - LRGB - By Insight Observatory! :-)",
    "updated": "2021-04-09T19:56:06.038230",
    "uploaded": "2020-12-26T15:16:08.267422",
    "url_duckduckgo": "https://www.astrobin.com/34vpyn/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/34vpyn/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/34vpyn/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/34vpyn/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/34vpyn/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/34vpyn/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/34vpyn/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/12656/2020/245e7549-3108-442c-b7c3-919e46c1d857.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/12656/2020/245e7549-3108-442c-b7c3-919e46c1d857-1608996857.jpg",
    "url_thumb": "https://www.astrobin.com/34vpyn/0/rawthumb/thumb/",
    "user": "Deep_Sky",
    "views": 421,
    "w": 2431
}