{
    "animated": false,
    "bookmarks": 3,
    "comments": 3,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "This is a 360° \"all-sky\" or fish-eye panorama of the northern autumn sky and Milky Way, taken from home December 6, 2020 from my latitude of 51° North. \r\n\r\nThe Milky Way is arching directly overhead, with the summer Milky Way in Cygnus setting in the west at right, and the winter Milky Way and Orion rising in the east at left. At centre overhead is the segment of the Milky Way through Cepheus, Cassiopeia, Perseus and Auriga prominent in the autumn months. \r\n\r\nIn this direction we are looking out toward the edge of our Galaxy, toward the outer Perseus arm, in the direction opposite the galactic core which is well below the horizon here. The South Galactic Pole area in Sculptor is low in the south just above the horizon at bottom. So we are looking down out the \"bottom\" of the plane of he galaxy here, at least for the part of the sky below, or south of, the Milky Way. \r\n\r\nA faint band of Zodiacal Light and Zodiacal Band can be seen extending up from the southwest at lower right and extending along the ecliptic through Mars and toward the Pleiades. The counterglow of the Gegenschein, at the point directly opposite the Sun is partly lost here in the Milky Way in Taurus. Mars is bright and red at lower centre.\r\n\r\nThe sky is tinted with red and green bands of natural airglow, but some low clouds also reflect the artifical glows from towns and highway lights on the horizion. At right, the white glow along the western horizon is from the now-LED dominant light pollution from Strathmore and Calgary. \r\n\r\nThis is a multi-segment and multi-tier panorama made from 31 (!) segments shot in 4 tiers from the zenith to the horizon, each segment with a 24mm Sigma Art lens at f/2 for 30 seconds each, untracked, and with the Canon EOS Ra at ISO 3200. I used a Sky-Watcher AZ-GTi \"GoTo\" mount to perform the automated shooting -- it moved from segment to segment and fired the camera shutter, taking about 16 minutes to take all the segments. \r\n\r\nThe segments were stitched with PTGui, which did a masterful job but did produce a massive 170 gigabyte file for the final layered export, taking several hours to render it. But it worked! \r\n\r\nThe original image is 17,300 by 17,300 pixels.",
    "h": 5400,
    "hash": "35269j",
    "id": 548593,
    "imaging_cameras": [
        "Canon Eos Ra"
    ],
    "imaging_telescopes": [
        "Sigma 24mm 1.4 Art"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 45,
    "link": "https://www.amazingsky.com",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2813016/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-12-10T00:22:16.171081",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/548593/",
    "revisions": [],
    "subjects": [],
    "title": "360° Autumn Sky Panorama",
    "updated": "2021-05-22T14:47:52.332028",
    "uploaded": "2020-12-09T23:49:41.837027",
    "url_duckduckgo": "https://www.astrobin.com/35269j/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/35269j/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/35269j/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/35269j/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/35269j/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/35269j/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/35269j/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/35269j/0/rawthumb/thumb/",
    "user": "AmazingSky",
    "views": 191,
    "w": 5400
}