{
    "animated": false,
    "bookmarks": 22,
    "comments": 22,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-45.953",
    "description": "<b>BESCHREIBUNG in DEUTSCH</b>\r\nENGLISH DESCRIPTION can be found in the second half of the page.\r\n\r\nDas Bild ist ein Mosaik bestehend aus 4 Teilen.\r\nGesamtaufnahmen 127 x 5 Minuten mit H-Alpha Filter sowie 200 x 5 Minuten mit OIII Filter.\r\nEs wurde das <a  href=\" http://support.itelescope.net/support/solutions/articles/231911-telescope-8\"><b>  Telescope T8 von i-Telescope in Siding Springs Australia  </b></a> benutzt.\r\n\r\n\r\nIch habe dann versucht aus  <a href=\"http://www.werbeagentur.org/oldwexi/gallery_deepsky/MergeMosaic4_oiii_small.jpg\"> OIII</a>    und   <a href=\"http://www.werbeagentur.org/oldwexi/gallery_deepsky/MergeMosaic2_ha_small.jpg\"> H-Alpha</a>    ein dem RGB nahekommendes Bild zu erzeugen.\r\nFarbmischung: Ha nur in den Rotkanal,    OIII mit verschiedenen Anteilen in den Grün- und \r\nBlaukanal.\r\n\r\n<b>Cooperation: <a href=\"http://www.werbeagentur.org/oldwexi/gallery.html\"> Gerald Wechselberger</a> -  <a href=\"http://www.natscience.at/index.php?page=sites/galerie\">Franz Gruber</a></b>.\r\n\r\nDie Aufnahmeserien begannen im November 2017, das letzte Viertel wurde Anfang Juni 2018 aufgenommen.\r\nDas Bild mit den Objektbeschriftungen inkl Vela SNR Pulsar findet sich hier:\r\n<a href=\"http://www.werbeagentur.org/oldwexi/gallery_deepsky/RGBn3_VelaSNR_Annotated.jpg\"> Beschriftet</a>\r\n\r\n<b>Objektbeschreibung von Dr. Thomas Schröfl:</b>\r\nDer Vela SNR im Gum Nebel\r\n\r\nVor ungefähr 11.000 – 12.300 Jahren explodierte im Sternbild Vela in einer Entfernung von etwas mehr als 800 Lichtjahren ein Stern als Typ II Supernova deren seither expandierende Gasschalen den Vela SNR (Supernovae Remnant) bilden. Der Vela Pulsar als Überrest des Ausgangssternes wurde von Astronomen der University of Sydney im Jahr 1968 als erster direkter Beweis eines Neutronensterns als Resultat einer Supernova beobachtet. Der Vela SNR hat einen Durchmesser von rund 100 Lichtjahren. Eines seiner markantesten Details ist der Emissionsnebel NGC 2736, manchmal auch Bleistiftnebel genannt. Der Vela SNR überlappt sich mit jenem von Puppis A, der aber mit rd. 7.000 Lichtjahren Entfernung weit dahinter liegt.\r\nDer Vela SNR und Puppis A sind eingebettet in den riesigen Gum Nebel (Gum12), der sich über nicht weniger als 40 Grad in den Sternbildern Vela und Puppis erstreckt. Der Gum-Nebel hat eine annähernd sphärische Ausdehnung, wobei sich der uns nähergelegene Rand in 450 Lichtjahren Entfernung befindet, während der uns abgewandte Rand 1500 Lichtjahre von uns entfernt ist. Es wird vermutet, daß es sich beim Gum Nebel um einen SNR einer vor über 1 Mio. Jahren abgelaufenen Supernovaexplosion (Vela X?) handelt, deren Gasreste sich noch immer mit 20km/s ausdehnen. \r\nInsgesamt gibt es 4 Erklärungsmodelle, da es nicht gesichert ist, ob eine Supernovaexplosion alleine in der Lage ist soviel an UV-Strahlung zu entwickeln um eine so große Gasregion zu \r\nionisieren.\r\n\r\nAuffallend ist, daß es viele sehr feine OIII-Strukturen gibt, aber wesentlich weniger davon in H-alpha. Wofür im Augenblick keine Erklärung haben; : im oberen Bereich ist ein schöner runder OIII-Bogen, der einer sich ausdehnenden Hülle entspricht, im unteren Bereich sind, teilweise sogar vollkreisförmige Schockfronten, die so gar nicht mit „oben“ harmonieren. Hat es da \r\nvielleicht noch ein zweites mal gekracht? H-alpha zeigt viel weniger ausgeprägte Schockfronten und ist über das ganze Bild viel diffuser verteilt.\r\n\r\n.....\r\n\r\n<b>DESCRIPTION ENGLISH:</b>\r\nThe image was built as a mosaic out of 4 parts (quarters).\r\nTotal exposures: 127 x 5 minutes using H-Alpha filter, and 200 x 5 minutes using OIII filter.\r\nWe used the <a  href=\" http://support.itelescope.net/support/solutions/articles/231911-telescope-8\"><b>  Telescope T8 at i-Telescope in Siding Springs Australia  </b></a> .\r\n\r\nDuring image processing i tried to create a RGB image using  <a href=\"http://www.werbeagentur.org/oldwexi/gallery_deepsky/MergeMosaic4_oiii_small.jpg\"> OIII</a>    and   <a href=\"http://www.werbeagentur.org/oldwexi/gallery_deepsky/MergeMosaic2_ha_small.jpg\"> H-Alpha</a>    .\r\nColor mixture: Ha only in the red channel,    OIII with different percentages in the green and blue channel.\r\n\r\n<b>Cooperation: <a href=\"http://www.werbeagentur.org/oldwexi/gallery.html\"> Gerald Wechselberger</a> -  <a href=\"http://www.natscience.at/index.php?page=sites/galerie\">Franz Gruber</a></b>.\r\n\r\nWe started the exposure series in November 2017 and took the last pictures of the lower right quarter of the image in June 2018.\r\nThe picture with the object labels including Vela SNR Pulsar can be found here:\r\n<a href=\"http://www.werbeagentur.org/oldwexi/gallery_deepsky/RGBn3_VelaSNR_Annotated.jpg\"> Annotated</a>\r\n\r\n\r\n<b>Object description by Dr. Thomas Schröfl:</b>\r\n\r\nThe Vela SNR within the GUM Nebula\r\n\r\nAbout 11,000 - 12,300 years ago, in the constellation Vela, at a distance of slightly more than 800 light years, a star exploded as a type II supernova whose expanding gas shells have since then formed the Vela SNR (Supernova Remnant). The Vela Pulsar, the remnant of the starting star, was observed by astronomers at the University of Sydney in 1968 as the first direct evidence of a neutron star as a result of a supernova.. The Vela SNR extends around 100 light years. The most dominant single object there is NGC2736 the so called \"pencil nebula\" (in the middle left of the image). The Vela SNR overlaps with the SNR of Puppis A which is with a distance of 700 lightyears located far behind the Vela SNR. Both SNR are located within the large GUM nebula (GUM 12) which extend to more than 40 degrees in the constellations Vela and Puppis. The GUM nebula has a spherical extension where the nearer part is 450 lightyears away and the far away part has a distance of 1500 lightyears. Scientists assume that the GUM nebulas creation (Supernova Vela X?) happened more than a million years ago. The visible gaseous rest still extend with a speed of 20km/s. The are different models to explain how one SN can create so much UV-radiation to ionisize such a large extended region.\r\n\r\nVery good visible are a lot of fine and crispy OIII structures, but none of this kind in the H-Alpha areas. Could not find explanations for these differences. H-Alpha shows much less sharp shock fronts, they are distributed more diffuse. \r\nThere are different formations in the OIII areas, arcs and circles which do not look like beeing born at the same event.",
    "h": 3855,
    "hash": null,
    "id": 353057,
    "imaging_cameras": [
        "FLI Proline 16803 FLI PL 16070"
    ],
    "imaging_telescopes": [
        "Takahashi FSQ-106N Tak 106"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 316,
    "link": "http://www.werbeagentur.org/oldwexi/gallery_deepsky/RGBn3_VelaSNR_Annotated.jpg",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806742/"
    ],
    "orientation": "359.196",
    "pixscale": "7.002",
    "published": "2018-06-27T21:05:58.200645",
    "ra": "130.532",
    "radius": "5.252",
    "remote_source": "iT",
    "resource_uri": "/api/v1/image/353057/",
    "revisions": [],
    "subjects": [
        "A Vel",
        "B Vel",
        "IC2395",
        "NGC 2736",
        "NGC2659",
        "NGC2660",
        "NGC2670",
        "NGC2736",
        "Pencil Nebula",
        "a Vel",
        "b Vel",
        "d Vel",
        "e Vel",
        "f Vel",
        "g Vel",
        "n Vel"
    ],
    "title": "Vela Supernova Remnant",
    "updated": "2021-06-30T18:45:13.183146",
    "uploaded": "2018-06-26T23:00:22.899101",
    "url_duckduckgo": "https://www.astrobin.com/353057/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/353057/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/353057/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/353057/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/353057/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/353057/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/353057/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/1777/2018/577bd3c5-e800-4562-a7ee-d909f3570d64.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/1777/2018/577bd3c5-e800-4562-a7ee-d909f3570d64-1585604242.jpg",
    "url_thumb": "https://www.astrobin.com/353057/0/rawthumb/thumb/",
    "user": "oldwexi",
    "views": 2156,
    "w": 3781
}