{
    "animated": false,
    "bookmarks": 16,
    "comments": 13,
    "data_source": "TRAVELLER",
    "dec": "42.353",
    "description": "I’m back from one of the best moments in my astrophotographic-life journey. An incredible experience lived by me and other friends. I’m back from my first Brazilian Astrophotography Meeting (EBA – Encontro Brasileiro de Astrofotgrafia), which happened this year for its 11th time, and with the most participants.  \r\n\r\nDuring several nights in the previous week (10-15/jul/2018) over 40 astropohotgraphers from all over Brazil gathered in a rural area in the state of Goiás, central Brazil, some 120km from Brazil’s capital Brasília. There were about 30 setups up and running at night! The meeting was probably the most rewarding and worthwhile experience I’ve had in astrophotography. For the 1st time I travelled with my gear by plane, as the site is located 1200km from my home – it was a challenge fitting all the gear in the trunks for travelling. But I pulled it off, and it was a success. For a sole imager as I usually am, being together with other guys that share the same passion was outstanding. During the 3 nights I imaged there, at ~15ºS latitude, under some really dark skies (~Bortle 2-3), I captured over 50GB of data – completing every single target I planned to do (including a 64 panel mosaic of the Milky Way!; and several northern targets that are very low from my usual site in MG, at 22ºS). But by far, the most important things I take from this “EBA”, are the friendships and the sharing of knowledge, experience, stories…. \r\n\r\nI especially thank Gilberto Rossi and family being incredible hosts in such a nice place; CAsB for the organization. I will not name every fellow astroimager that shared the skies – I risk forgetting someone. Therefore I thank each and every one of you that made the days and nights in Pe. Bernardo so great. Especially, I thank my “setup neighbors”: thank you Delberson, Carlos and Sydney. Thank you Carlos for landing me the tripod – I couldn’t image anything without it! Clear skies to all the “EBAcanas friends”.\r\n\r\nI shall be posting in the following days/weeks many new (hopefully good) images captured there – so stay tuned. This is the first result, whose description is written below:\r\n\r\n=================================================================\r\n\r\nThis mosaic depicts the famous constellation Cygnus (the Swan), including its most prominent HII emission nebula regions. Recognizable bright nebulae include NGC 7000 (North America Nebula), and IC 5070 (Pelican Nebula) at the upper left, near the bright star Deneb; with IC 1318 (Butterfly Nebula) and NGC 6888 (Crescent Nebula) at lower right, near the star Sadr, the heart of the Swan. Several other fainter wisps of nebulosity populate the field, creating a very nice composition.\r\n\r\nNear Deneb, we have NGC 7000, famously resembling the shape of North America. The emission region to the right of the North America Nebula is IC 5070, also known for its suggestive outlines as the Pelican Nebula. Separated by a dark cloud of obscuring dust, the two bright nebulae are about 1500 light-years away. [adapted from APOD]\r\n\r\nNear Sadr, we have the Butterfly and Crescent Nebulae. Some distance estimates for Gamma Cygni place it at around 1800 light-years while estimates for IC 1318 and NGC 6888 range from 2,000 to 5,000 light-years. [adapted from APOD]\r\n\r\nThis image was created in the 11th Encontro Brasileiro de Astrofotografia (Brazilian Astrophotography Meeting). It is a mosaic of 2x2 images, captured with my trusty 135mm lens and modified Canon T5 (a relatively compact/inexpensive kit), and I was pleasantly surprised with the results. I used EQASCOM to control the mount, but I did not do any plate-solve. The mosaic was planned using custom written Python software to calculate de coordinates of the images, and the mount was GoTo-ed to the locations. The result was not the most perfect alignment – I had to crop a bit of the edges. Anyhow, I was pleased with the result, and I can finally say that I have a good image of this region, that never rises much above the horizon in here (it transits at ~35º above the horizon). The low levels of light pollution made capturing a target this low possible. The 4 panel mosaic features different exposure times for each panel: the panels of Deneb (23x120s) and Sadr (32x120s) received more integration than the surrounding panels (15 and 20x120s)\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image.\r\n\r\nTaken from Dark Skies (Bortle 2-3; SQM ~21.7*calculated), from Goiás (GO), Brazil, during the 11th Encontro Brasileiro de Astrofotografia.\r\n\r\nDate and Time: July 12 and 13, 2018, at ~00h30 (local UTC-3 time)\r\nCamera: Canon EOS T5 (modded), at ISO 800\r\nLens: Samyang 135mm f/2.0, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; ~1.3\" RMS\r\nExposure Detail: 4 panel mosaic, 23, 15, 20 and 32x120s each; total 90x120s = 180min",
    "h": 3708,
    "hash": null,
    "id": 356507,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 162,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "0.050",
    "pixscale": "10.856",
    "published": "2018-07-18T18:07:34.761063",
    "ra": "312.501",
    "radius": "10.635",
    "remote_source": null,
    "resource_uri": "/api/v1/image/356507/",
    "revisions": [
        "/api/v1/imagerevision/150843/"
    ],
    "subjects": [
        "Crescent nebula",
        "IC 1311",
        "IC 1318",
        "IC 5068",
        "IC 5070",
        "NGC 6888",
        "NGC 6997",
        "NGC 7000",
        "NGC 7039",
        "NGC 7082",
        "North America nebula",
        "Part of the constellation Cygnus (Cyg)",
        "Pelican nebula",
        "The star 31Cyg",
        "The star 57Cyg",
        "The star 63Cyg",
        "The star Deneb (αCyg)",
        "The star Sadr (γCyg)",
        "The star νCyg",
        "The star ξCyg",
        "The star ρCyg",
        "The star σCyg",
        "The star τCyg",
        "gamma Cyg nebula"
    ],
    "title": "Cygnus - A Mosaic of the Swan's Heart",
    "updated": "2021-06-06T15:50:50.345174",
    "uploaded": "2018-07-18T19:07:36.000465",
    "url_duckduckgo": "https://www.astrobin.com/356507/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/356507/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/356507/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/356507/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/356507/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/356507/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/356507/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2018/baa47627-a5d7-42da-aadf-dd8570566949.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2018/baa47627-a5d7-42da-aadf-dd8570566949-1582524706.jpg",
    "url_thumb": "https://www.astrobin.com/356507/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1061,
    "w": 6000
}