{
    "animated": false,
    "bookmarks": 9,
    "comments": 10,
    "data_source": "TRAVELLER",
    "dec": "-69.299",
    "description": "The Large Magellanic Cloud (LMC) is a satellite galaxy of our own Milky Way. In his circumnavigation in the 16th century, Ferdinand Magellan and his crew had plenty of time to study the southern skies. As a result, two fuzzy cloud-like objects easily visible to southern hemisphere skygazers are known as the Clouds of Magellan – that’s how the galaxies entered western knowledge. Some records of the galaxy date back to Persian Al Sufi (~950 AD), but our prehistorical ancestors probably knew those galaxies, due to their naked-eye visibility. [1]\r\n\r\nAbout 160,000 light-years distant in the constellation Dorado, the Large Magellanic Cloud (LMC), spans about 15000 light-years, being the most massive of the Milky Way's satellite galaxies. The prominent patch red nebula near the center is known as the magnificent Tarantula Nebula, is a giant star-forming region about 1000 light-years across. Were this immense nebula as close as M42, it would be about 40 degrees in angular size! [1]\r\n\r\nThis image features this huge galaxy in its glory – the field of view is huge, almost 10º or 20 full moons across. For the astrophotographers of the Northern Hemisphere, this targets (LMC/SMC) are a must-see – well worth a trip south the Equator. They’re immediately obvious from dark skies, and look a lot like clouds indeed. The view is also beautiful in binoculars or telesocopes. I find it amusing and enchanting - almost life changing - that we can see, with our very eyes, the light from such large and distant galaxies - many light years away, many light years across, with myriads of distant stars each... it really puts things in perspective!\r\n\r\nCapturing this image was a challenge – not because of framing, but because of environmental conditions. In that morning at Mantiqueira Mountains (where this image was captured), at some 1200m above sea level, the temperature was literally freezing. Exposures started at 0.0ºC ambient, and the temperature reached below-freezing -1.8ºC. Being used to the tropical brazilian weather, going sub-zero wasn't easy. Besides, it was Father's Day, and I was very happy my own father was sharing the views, the sky and the cold with me while the photons hit my sensor. The result was well worth the cold and numb fingers - the image surprised me, and I consider it one of my best images to date.\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section – including on the new labelling. Thank you for taking your time to look at this image.\r\n\r\nDate and Time: August 12, 2018\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, SQM ~21.7*calculated)\r\nCamera: Canon EOS T5 (modded), at ISO 800\r\nLens: Samyang 135mm f/2.0, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; \r\nExposure Detail: 25x120s or 50 minutes\r\n\r\n[1] Referneces: NASA APOD; Wikipedia; messier.seds.org; messier.obspm.fr;",
    "h": 2667,
    "hash": null,
    "id": 362315,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 157,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "357.986",
    "pixscale": "8.903",
    "published": "2018-08-19T16:56:24.029398",
    "ra": "79.986",
    "radius": "5.945",
    "remote_source": null,
    "resource_uri": "/api/v1/image/362315/",
    "revisions": [],
    "subjects": [
        "NGC 1763",
        "NGC 1966",
        "NGC 2018",
        "NGC 2048",
        "NGC 2070",
        "NGC 2077",
        "Tarantula nebula",
        "The star βMen",
        "The star εDor",
        "The star η1Dor",
        "The star θDor",
        "The star μMen",
        "The star νDor"
    ],
    "title": "The Large Magellanic Cloud (LMC)",
    "updated": "2021-07-03T19:14:55.210666",
    "uploaded": "2018-08-19T17:56:24.574186",
    "url_duckduckgo": "https://www.astrobin.com/362315/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/362315/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/362315/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/362315/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/362315/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/362315/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/362315/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2018/688cefa5-c8af-43d9-bb30-e0a37b6554c7.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2018/688cefa5-c8af-43d9-bb30-e0a37b6554c7-1582524690.jpg",
    "url_thumb": "https://www.astrobin.com/362315/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 946,
    "w": 4000
}