{
    "animated": false,
    "bookmarks": 15,
    "comments": 8,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "On the night of August 11th I climbed up to a mountain hut in the French Alps. It took me about 7-8 hours to get to the hut with all my photography gear. I had planned this shot for a more than 2 years. Although it did not come up as planned I am happy with it.\r\nI was very unlucky as I got injured, having really strong cramps when I was just about to get to the hut. Therefore I could not move around to get a better perspective once there. Although there were some of them way better than this. But sadly I had to prioritise my health over the pictures.\r\nTo get here you have to cross the Mer de Glace (the most known in France and one of the biggest glaciers in continental Europe).\r\n\r\nAs you can see in the photo, The Perseids fly over the sky with the presence of Mars, Saturn and Jupiter. Also, you can see the highest mountain in the European Union, the always magnificent Mont Blanc, in the French Alps.\r\nSurrounded by two glaciers that converge a bit further down, you can see both of them in the image, the Mer de Glace which flows for a total distance of 12 kilometres, covering an area of 32 square kilometres in the central third of the Mont Blanc massif. On the left hand side you can spot the Leschaux Glacier and its hut (the light just next to the glacier).\r\nIn addition, if you take a deeper look, just below the Grandes Jorasses mountain range you will be able to see climbers trying to summit the mountain with the first lights (you can see their headlamps).\r\n\r\nThe photo had to be taken really early after the twilight as Mars was about to hide behind the Grandes Jorasses and Jupiter was also about to also disappear under the mountain range. \r\nAs always, we were gifted with an spectacular perseids show at almost 3000m high.\r\n\r\n\r\nPanorama of 15 photos taken with A7R III + Sony Carl Zeiss 24-70 2.8 GM \r\n\r\n24mm @ 10'' @ f2.8 @ ISO 3200\r\n\r\nwww.scapenature.com",
    "h": 1121,
    "hash": null,
    "id": 362849,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 140,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2018-08-22T17:27:32.818522",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/362849/",
    "revisions": [],
    "subjects": [
        "Other"
    ],
    "title": "The greatest show",
    "updated": "2021-03-17T14:18:57.433694",
    "uploaded": "2018-08-22T18:27:33.475628",
    "url_duckduckgo": "https://www.astrobin.com/362849/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/362849/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/362849/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/362849/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/362849/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/362849/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/362849/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/362849/0/rawthumb/thumb/",
    "user": "fulgor",
    "views": 588,
    "w": 1824
}