{
    "animated": false,
    "bookmarks": 4,
    "comments": 10,
    "data_source": "TRAVELLER",
    "dec": "-73.071",
    "description": "The Small Magellanic Cloud (SMC) is a satellite galaxy of our own Milky Way. In his circumnavigation in the 16th century, Ferdinand Magellan and his crew had plenty of time to study the southern skies. As a result, two fuzzy cloud-like objects easily visible to southern hemisphere skygazers are known as the Clouds of Magellan – that’s how the galaxies entered western knowledge. It is believed Amerigo Vespucci mentioned this galaxy in 1503-4 (~950 AD), but our prehistorical ancestors probably knew those galaxies, due to their naked-eye visibility. [1]\r\n\r\nThe Small Magellanic Cloud spans 15000 light-years and is some 210000 light-years away, in the constellation Tucana. It is more distant than other known Milky Way satellite galaxies. This sharp image also includes two foreground globular star clusters NGC 362 and 47 Tucanae. These clusters are actually not part of the SMC – they’re actually much closer, in our own Milky Way. Spectacular 47 Tucanae is a 13000 light-years away. 47Tuc is one of the brightest and more beautiful globulars – being visible to the naked eye as a fuzzy stars, it looks stunning in telescopes (or even binoculars). [1]\r\n\r\n** I was very happy to capture the really faint tail of stars from the SMC, stretching towards East, in the left hand side of this image. **\r\n\r\nThis image features this galaxy in its glory – the field of view is huge, almost 10º or 20 full moons across. For the astrophotographers of the Northern Hemisphere, this target (and LMC as well) are a must-see – well worth a trip south the Equator. They’re immediately obvious from dark skies, and look a lot like clouds indeed. The view is also beautiful in binoculars or telescopes. I find it amusing and enchanting - almost life changing - that we can see, with our very eyes, the light from such large and distant galaxies - many light years away, many light years across, with myriads of distant stars each... it really puts things in perspective! \r\n\r\nDifferently from my LMC image, this image was captured fairly easily… I was testing the performance of SequenceGeneratorPro software. So about midnight I set up a 2-target sequence (“E” and SMC), and simply went to get some sleep. It was a very pleasant surprise waking up at 4 A.M (to image LMC and other targets) and find all exposures correctly captured and saved in my PC. SGP handled guiding, mount control and camera control. I did not use plate solve – this image was simply goto-ed (not a problem as the FOV is rather large).  It was a successful run… or, better said – sequence!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section – including on the new labelling. Thank you for taking your time to look at this image.\r\n\r\nDate and Time: August 12, 2018\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, SQM ~21.7*calculated)\r\nCamera: Canon EOS T5 (modded), at ISO 800\r\nLens: Samyang 135mm f/2.0, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; \r\nExposure Detail: 30x120s or 60 minutes\r\n\r\n[1] Referneces: NASA APOD; Wikipedia; messier.seds.org;",
    "h": 2667,
    "hash": null,
    "id": 363159,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 136,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "348.587",
    "pixscale": "8.677",
    "published": "2018-08-24T21:57:55.707627",
    "ra": "15.105",
    "radius": "5.794",
    "remote_source": null,
    "resource_uri": "/api/v1/image/363159/",
    "revisions": [],
    "subjects": [
        "47 Tuc",
        "NGC 104",
        "NGC 346",
        "NGC 362",
        "NGC 371",
        "NGC 456",
        "The star λHyi",
        "The star πTuc"
    ],
    "title": "The Small Magellanic Cloud (SMC)",
    "updated": "2021-07-03T19:16:21.347581",
    "uploaded": "2018-08-24T22:57:57.257564",
    "url_duckduckgo": "https://www.astrobin.com/363159/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/363159/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/363159/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/363159/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/363159/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/363159/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/363159/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2018/7a28af9e-a3b0-4c1e-9110-eb6cf5196c3a.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2018/7a28af9e-a3b0-4c1e-9110-eb6cf5196c3a-1582524685.jpg",
    "url_thumb": "https://www.astrobin.com/363159/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 726,
    "w": 4000
}