{
    "animated": false,
    "bookmarks": 10,
    "comments": 5,
    "data_source": "TRAVELLER",
    "dec": "40.295",
    "description": "This is a beautiful, rarely imaged region in the constellation Lacerta – the Lizard. It features an intensively rich starfield, and lots of nebulosity, mainly part of the Lacerta OB1 association. The main red HII nebula in the center is Sh2-126 (from Sharpless catalogue); and the surrounding nebulosity are Lynds Bright Nebulae LBN 435, 437, 438, 440, 442 and 448 [2]. \r\n\r\nLacerta OB1 was discovered by Blaauw and Morgan in 1953 and is located at about 1200 to 2000 light-years away, being one of the closest OB associations. It extends in Lacerta, almost reaching to Cygnus and Andromeda constellations. [1]\r\n\r\nSharpless 126 (Sh2-126) [or LBN 428] has a huge angular size, but very low surface brightness. It’s ionized by the nearby 10 Lacertae, which is the core of Lac OB1 association. [3]  LBN 437 is a dust cloud, a reflection nebula associated with Herbig Ae/Be star LkHa 233. To the northeast it appears to terminate in a “tail” of nebulosity, in the upper right corner. This is noted as Kh149. [1] [4].\r\n_____________________________________________\r\n\r\nThe dark skies at the 11º Encontro Brasileiro de Astrofotografia (EBA – Brazilian Astrophotography Meeting) helped a lot, especially due to its low latitude. From my usual location further south this object barely crosses the horizon, and even at -15º latitude [where this image was shot from], its meridian cross is only at 25º. For a more in depth look at my experience at EBA, please refer to my Cygnus mosaic, where I tell a bit more about it [astrob.in/356507/B]. To summarize – the experience being together with 40 astrophotographers under dark skies was amazing, far outweighing the difficulties of travelling by plane 1000km for the first time with ~50kg of luggage and gear. Once again, I thank Mr. Gilberto Rossi and family for being incredible hosts, and CAsB for the organization, as well as every single friend that shared the skies of Goiás. In this image I’d like to thank my neighbors – Carlos Fairbairn and Delberson de Souza that saw this image being born. \r\n\r\nThis image was a real challenge to both capture and process. The entire nebulosity field is so faint that it was just invisible in the light frames subexposures, and only hinted with a very strong stretch. This image is also unique in its exposures, being shot in 3 different days/mornings. I started at ISO 800, but after 7 lights I realized it was a bit too dark, and pushed the ISO to 1600. All while shooting at f/2.4. However, on the 14th, the last day of shooting, I had forgotten to reset the aperture after changing it to f/2.8. So I have a total of 65 frames at f/2.4 and 29 at f/2.8. This target being so faint, I just integrated it all (with the correct respective Flats, Darks and Bias). This caused a bit more fiddling with calibration, and the busy starfield makes pushing the nebulosity even harder. Being so faint and complex, I look forward to shooting some additional hours in the next EBA, but for now I was pleased.\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section – including on the new labelling. Thank you for taking your time to look at this image.\r\n\r\nDate and Time: July 12, 13 and 14, 2018;  ~2-5 AM [local UTC-3 time]\r\nLocation: GO, Brazil. Dark Skies (Bortle 2-3, SQM ~21.7*calculated); at 11th EBA\r\nCamera: Canon EOS T5 (modded), at ISO 800 (7%) and 1600 (93%)\r\nLens: Samyang 135mm f/2.0, operated at f/2.4 (70%) and f/2.8 (30%)\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; ~0.9-1.2”\r\nExposure Detail: 94x120s or 188 minutes\r\n\t\r\nReferences: [1] Chen and Lee, 2008 (arxiv.org/pdf/0811.0443.pdf)  [2] distant-lights.at; [3] galaxymap.org/cat/view/sharpless/126; [4] eapod.eu; [5] it.wikipedia.org/wiki/Regione_di_Lacerta_OB1",
    "h": 2859,
    "hash": null,
    "id": 364304,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 118,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "1.652",
    "pixscale": "8.484",
    "published": "2018-09-01T18:26:52.074901",
    "ra": "339.604",
    "radius": "5.794",
    "remote_source": null,
    "resource_uri": "/api/v1/image/364304/",
    "revisions": [],
    "subjects": [
        "Part of the constellation Lacerta (Lac)",
        "The star 10Lac",
        "The star 12Lac",
        "The star 13Lac",
        "The star 15Lac",
        "The star 16Lac",
        "The star 1Lac",
        "The star 2And",
        "The star 6Lac",
        "The star 8Lac",
        "The star οAnd"
    ],
    "title": "Faint Nebulae in Lacerta - Sh2-126 and LBN 437",
    "updated": "2021-07-08T11:10:03.727726",
    "uploaded": "2018-09-01T19:26:52.486660",
    "url_duckduckgo": "https://www.astrobin.com/364304/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/364304/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/364304/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/364304/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/364304/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/364304/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/364304/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2018/daac36c2-2f55-43c6-99a8-348b10bed08b.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2018/daac36c2-2f55-43c6-99a8-348b10bed08b-1582524679.jpg",
    "url_thumb": "https://www.astrobin.com/364304/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1039,
    "w": 4000
}