{
    "animated": false,
    "bookmarks": 10,
    "comments": 31,
    "data_source": "BACKYARD",
    "dec": "61.179",
    "description": "This object is a bright, complex, and fascinating area about 7,000 light years away in the constellation of Cassiopeia. Although it looks small in the image, the bubble diameter is about 7 light years across, or 500,000 times the distance from the earth to the sun. The bubble is caused by a stellar wind emitted from the source star, which is the brightest star inside of the bubble (below and slight right of center). This star is known as a Wolf-Rayet star, which is an O-type (hot and blue-white) star that is nearing supernova stage. These stars expel a significant amount of mass in this stage, resulting in the expanding gas bubble which is contained by the molecular cloud which surrounds it. \r\n\r\nThe cloud has been shaped by the gas velocity into orangish dust pillars which all point back to the source star.  The pillars are similar to the iconic columns in the “Pillars of Creation” Eagle Nebula. As seen with the structures in the Eagle Nebula, the Bubble Nebula pillars are being illuminated by the strong ultraviolet radiation from the brilliant star inside the bubble.  My favorite part of the image are the brightest pillars, located on the back side of the bubble.  They can be seen shining through the bubble and appearing face-on to us, just left of the source star.  I tried not to overexposure these bright cloud pillars so that they could be clearly seen in the image.\r\n\r\nNote the shape of the bubble, which is not quite symmetric due to differences in the density of the surrounding gaseous material. The bubble has a bit of a point towards the left side. If you look closely, you can see the faint outline of an even larger bubble which is over twice as large as the main bubble. The larger, fainter bubble also has a bit of a point on the left side, which coincides with the brightest foreground star in the image (just left of center).   This larger bubble was likely formed by earlier gas releases from the source star.  Hints of even larger bubbles, in the form of faint arcing wave fronts, can also be seen in the image. \r\n\r\nThis is a narrowband image using the Hubble (S-H-O) palette, with sulfur, hydrogen, and oxygen gas images mapped to the red, green and blue channels respectively.",
    "h": 2048,
    "hash": null,
    "id": 365133,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130NFB"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 149,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": "177.091",
    "pixscale": "0.782",
    "published": "2018-09-11T11:32:16.669660",
    "ra": "350.177",
    "radius": "0.401",
    "remote_source": null,
    "resource_uri": "/api/v1/image/365133/",
    "revisions": [],
    "subjects": [
        "Bubble nebula",
        "NGC 7635",
        "NGC7635",
        "Sh2-162"
    ],
    "title": "NGC 7635 - 2018",
    "updated": "2021-06-19T05:51:17.814258",
    "uploaded": "2018-09-06T15:42:59.584666",
    "url_duckduckgo": "https://www.astrobin.com/365133/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/365133/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/365133/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/365133/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/365133/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/365133/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/365133/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18133/2018/a2e8f713-cafb-4fa4-8fa0-7b806685d553.JPG",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18133/2018/a2e8f713-cafb-4fa4-8fa0-7b806685d553-1582624003.JPG",
    "url_thumb": "https://www.astrobin.com/365133/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 530,
    "w": 3072
}