{
    "animated": false,
    "bookmarks": 40,
    "comments": 33,
    "data_source": "TRAVELLER",
    "dec": "31.113",
    "description": "This is a wide view on the stunning region in the constellations Taurus and Perseus, from California Nebula to Pleiades Star Cluster. This field is about 30 degrees in diagonal – that is, a whopping 60 full moons! The deep exposures reveal a rich starfield and nebulosity detail. California (NGC 1499) is an emission nebula some 60 light years across, and 1500 light years away. [1] The nebula has a large angular size, some 3 degrees across. Pleiades (or M45) is a star cluster also known as the Seven Sisters about 400 light years away [1]. It can be easily seen with the naked eye and is beautiful through binoculars. Long exposures, such as this one, reveals a much fainter and delicate nebulosity not only around the cluster, but in the entire field, part of Taurus Molecular Cloud.\r\n\r\nThe glowing red California Nebula was discovered by Edward Barnard in 1885 [2]. More precisely, Barnard wrote it was discovered by him “with the 6-inch Cook equatorial […] at Vanderbilt Univerity on Nov. 3, 1885”. The nebula was sketched and photographed in the subsequent years, especially by Simon Archenhold in 1891 and Julius Scheiner in 1892. [3] \r\n\r\nThe Pleiades cluster has been observed since ancient times. Galileo was the first to observe the cluster with the aid of a telescope. [4] The cluster appears in several culture’s mythology and folklore: Greek, Celtic, Persians, Chinese, Japanese… A bronze-age disk, the Nebra sky disk depicts the Pleiades, and is the oldest record of the cluster, at about 1600 BC. [5]. The cluster is surrounded by reflection nebula, glowing in blue, and invisible to the naked eye.\r\n\r\nThe field is surrounded by much fainter dust – associated with Taurus Molecular Cloud, in a very pretty field, may I say. To me this dusty field simply emphasizes the nebula, giving it a sort of jewelry-like appearance in the surrounded black-brown dust. It is frequently imaged with narrowband Ha filters, which simply cuts the dust away. The molecular clouds are visible only on broadband images, taken with LRGB filters or a native color camera, like this one.\r\n_____________________________________________\r\n\r\nNowadays, this nebula is a popular target for amateur astrophotographers using modest equipment. I wonder what would great astronomers/astrophotographers of the past (such as E. Barnard) would do had they access to the technology we have today! \r\n\r\nThis image is a full 3-panel mosaic. The 1st panel can be browsed as a stand-alone California image posted some weeks ago, whose description was partially blended with this mosaic’s. Capturing the field is not that easy from below the Equator. The skies were quite dark, but due to its proximity to the horizon there were some gradients that had to be dealt with, reducing a bit the overall SNR. I was happy with the result, given the short time and low altitude. I think it is notable that this image was captured with relatively simple equipment – no telescope, just a portrait camera lens and entry-level camera on an equatorial mount.\r\n\r\nThis image was captured a couple of weekends before posting (a Brazilian holiday), in a trip to my usual site, in rural Minas Gerais. The skies were phenomenal – astronomically cloudless all night. It was a great relief – the targets at this Right Ascension (Taurus and Orion, which are usually October – December objects) are a real challenge to me. I did not have the chance to capture them properly, despite extensively planning and travelling to my dark site, in the last 3 years! The last time was in 2015, when my DSLR was not modified and I was dipping my toes in astroimaging. That is because our Spring-Summer (Sept-Dec-Mar) is the rainy period in Southeastern Brazil. I finally captured some of those targets that weekend – not only this one, but also others like Witch’s Head in Orion, targets I was eager to capture for quite a while. Wait for the images – I’m currently processing them! These targets were finally captured by me before sunrise, despite the very cold ~1ºC ambient temperature - it was an accomplishment!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section – including on the new labelling. Thank you for taking your time to look at this image.\r\n\r\nDate and Time: September 08, 2018; ~4 AM [local UTC-3 time]\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, SQM ~21.4*calculated)\r\nCamera: Canon EOS T5 (modded), at ISO 800 \r\nLens: Samyang 135mm f/2.0, operated at f/2.4 \r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; ~1.4”\r\nExposure Detail: 3-panel mosaic, each at 20, 20 and 21x120s. Total 122 minutes\r\n\r\nReferences: [1] APOD; [2] atlasoftheuniverse.com; [3] Steinicke, Wolfgand [from book “Observing and Cataloguing Nebulae and Star Clusters: From Herschel to Dreyer’s New General Catalogue”]; [4].nasa.gov/feature/goddard/2017/messier-45-the-pleiades; [5] BBC, “Secrets of the Star Disc”.",
    "h": 2540,
    "hash": null,
    "id": 368480,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 286,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "90.626",
    "pixscale": "13.833",
    "published": "2018-09-24T17:34:18.405602",
    "ra": "58.505",
    "radius": "10.433",
    "remote_source": null,
    "resource_uri": "/api/v1/image/368480/",
    "revisions": [],
    "subjects": [
        "California nebula",
        "IC 353",
        "IC 359",
        "IC 360",
        "Maia nebula",
        "Merope nebula",
        "NGC 1342",
        "NGC 1432",
        "NGC 1435",
        "NGC 1499",
        "Part of the constellation Perseus (Per)",
        "The star 37Tau",
        "The star Atik (ζPer)",
        "The star Atlas (27Tau)",
        "The star Electra (17Tau)",
        "The star Merope (23Tau)",
        "The star Taygeta (19Tau)",
        "The star εPer",
        "The star ηTau",
        "The star ξPer",
        "The star οPer"
    ],
    "title": "From Pleiades to California - A Dusty Field",
    "updated": "2021-06-18T12:13:45.272333",
    "uploaded": "2018-09-24T18:34:19.401005",
    "url_duckduckgo": "https://www.astrobin.com/368480/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/368480/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/368480/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/368480/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/368480/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/368480/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/368480/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/3e7865b8-8924-4fde-a1ad-9b4e2d62b6d8.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/3e7865b8-8924-4fde-a1ad-9b4e2d62b6d8-1537814446.jpg",
    "url_thumb": "https://www.astrobin.com/368480/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 3094,
    "w": 4800
}