{
    "animated": false,
    "bookmarks": 17,
    "comments": 22,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "I usually highlight the image talking about a single crater, but there are places with such interesting lunar features that cover such a large context that I just can not stand and describe a single lunar song. In this particular photo, we have these regional scenes that concatenate a variety of relief shapes in a beautiful display. This image, which extends from Atlas and Hercules in the foreground, through Endymion to the mare humboldtianum, is one of the most beautiful corners of the moon.\r\nAtlas is a fractured crater floor with rhymes and dark pyroclastic deposits, as Endymion is a large crater in Plato style with a flat and darker floor. But what really catches the eye in this photo is the clarity of detail that has been captured, it is easy to see the mountain range located on the inner edge of the other side of the Mare Humboldtianum, since the side facing the Earth is more difficult to detect because is indistinct due to the lack of contrast with the background of the sky as occurs on the opposite side.\r\nLocated in the lunar northeast (centered at about 56.8 N, 81.5 E), the Humboldtianum Basin is a region of interest to NASA. Data show that this 650-km-wide basin is about 4.5 km deep. It would have been formed during the Nectarian period of the Moon, approximately between 3.92 and 3.85 billion years ago. Many other multi-ring impact basins appear to have formed during this time period, including Mare Crisium.\r\nThe inner ring of the Humboldtianum basin has the mare humboldtianum (Humboldt Sea), and the data from the probes reveals that it has a relatively smooth and younger floor as the rest of the basin, probably formed during the period between 3.8 to 3 , 6 billion years ago.\r\nMare humboldtianum (273 km in diameter) is an ancient basin whose internal ring has been flooded by basalt, being a difficult viewing area because it is situated in the hovering zone.\r\nMare humboldtianum was named for the explorer Alexander von Humboldt (1769-1859) and is one of only two lunar seas with the names of the people, the other, mare smythii, was given in honor of the British astronomer William Henry Smyth (1788-1865) .\r\nWhat makes this image so wonderful was the absolute sharpness in the whole field of vision, because it is not always easy to get such a good definition without resorting to the mosaic technique.\r\nSource: LPOD - Charles Wood\r\nAdaptation: Avani Soares\r\n\r\nNormalmente eu costumo destacar uma imagem falando de uma única cratera ou formação, porém há lugares com recursos lunares tão interessantes que cobrem um contexto tão grande que simplesmente não é possível se ater e descrever  um único canto lunar. Nesta foto em particular, temos essas cenas regionais que concatenam uma variedade de formas de relevo em uma bela exibição. Esta imagem, que se extende desde Atlas e Hércules no primeiro plano, passando por Endymion até Mare  Humboldtianum, é um dos cantos mais belos da lua.\r\nAtlas é uma cratera de piso fraturado com rimas e depósitos piroclásticos escuros, já  Endymion é uma grande cratera em estilo Platão com um piso liso e mais escuro. Mas o que realmente chama a atenção nesta foto é a clareza de detalhes que foi capturado, é fácil ver a cadeia de montanhas localizada na borda interna do outro lado do Mare Humboldtianum, já que o lado voltado para a Terra é mais difícil de detectar pois é indistinto devido à falta de contraste com o fundo do ceu como ocorre no lado oposto.\r\nLocalizada no nordeste lunar (centrada em cerca de 56,8 N, 81,5 E), a Bacia de Humboldtianum é uma região de interesse para a NASA. Os dados mostram que essa bacia de 650 quilômetros de diâmetro tem cerca de 4,5 km de profundidade. Ela teria sido formada durante o período Nectarian da Lua, aproximadamente entre 3,92 e 3,85 bilhões de anos atrás. Muitas outras bacias de impacto multi-anel parecem ter se formado durante este período de tempo, incluindo Mare Crisium. \r\nO anel interno da bacia de Humboldtianum tem a égua humboldtianum (mar de Humboldt), e os dados das sondas revelam que ele tem um piso relativamente suave e mais jovem como o resto da bacia, provavelmente formado durante o período entre 3,8 a 3,6 bilhões de anos atrás .\r\nO Mare humboldtianum (273 km de diâmetro) é uma bacia de impacto antiga, cujo anel interno foi inundado por basalto, sendo uma área de visualização difícil por estar situado na zona de libração. \r\nMare humboldtianum foi nomeado para o explorador Alexander von Humboldt (1769-1859) e é um dos dois únicos mares lunares com os nomes das pessoas, o outro, mare smythii, foi dado em homenagem ao astrônomo britânico William Henry Smyth (1788-1865).\r\nO que torna esta imagem tão maravilhosa, foi a nitidez absoluta em todo o campo de visão, pois nem sempre é fácil de obter uma definição tão boa sem recorrer a técnica do mosaico.\r\nFonte: LPOD - Charles Wood\r\nAdaptação: Avani Soares",
    "h": 909,
    "hash": null,
    "id": 372315,
    "imaging_cameras": [],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": false,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 244,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2018-10-17T22:01:09.923164",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/372315/",
    "revisions": [
        "/api/v1/imagerevision/168467/"
    ],
    "subjects": [],
    "title": "An Amazing Region",
    "updated": "2021-05-31T04:46:41.243987",
    "uploaded": "2018-10-17T23:01:10.188613",
    "url_duckduckgo": "https://www.astrobin.com/372315/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/372315/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/372315/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/372315/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/372315/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/372315/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/372315/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/372315/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 3189,
    "w": 1220
}