{
    "animated": false,
    "bookmarks": 9,
    "comments": 29,
    "data_source": "BACKYARD",
    "dec": "38.335",
    "description": "This object, about 5000 light years away in the Cygnus constellation, is a beautiful nebula consisting of an expanding shell of gas about 25 light-years across. The shell is being blown out by winds from its central, bright, massive star.  For a time I thought that this object was a planetary nebula, and you will sometimes see it referenced as such.  But the central star is classified as a Wolf-Rayet star, meaning that it suffers a high rate of mass loss, and so the resulting Wolf-Rayet nebula had a different formation process than it would have had as a planetary nebula. \r\n\r\nThe progenitor star is designated WR136 and is the bright bluish star at the center of the nebula. The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years. The nebula's complex structures are the result of this strong wind interacting with material ejected in earlier phases.\r\n\r\nThis image is bi-color, using light from hydrogen and oxygen atoms in the wind-blown nebula and then adding RGB stars. The oxygen atoms produce the blue-green hue that is predominantly on the outside of the nebula, while the hydrogen atoms produce the reddish hue that is predominantly on the inside.   The overall object signal is strong enough that the high resolution version of this image above retains a significant amount of detail.\r\n\r\nMy favorite parts of this object are the billowing arcs of oxygen gas fronts seen at both the top and bottom of the nebula. At the top they look like a wispy, spiffy cap, while at the bottom they look like puffy mammatus clouds. I also like the dense colorful star field in the background and the broad extent of hydrogen which tints the field red.",
    "h": 3282,
    "hash": null,
    "id": 374513,
    "imaging_cameras": [
        "ZWO ASI  1600MM Cooled Pro"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130NFB"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 157,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": "47.616",
    "pixscale": "0.782",
    "published": "2018-10-31T13:23:56.039933",
    "ra": "303.043",
    "radius": "0.612",
    "remote_source": null,
    "resource_uri": "/api/v1/image/374513/",
    "revisions": [],
    "subjects": [
        "Crescent nebula",
        "NGC 6888",
        "NGC6888",
        "Sh2-105"
    ],
    "title": "NGC 6888 - 2018",
    "updated": "2021-03-17T13:23:13.403648",
    "uploaded": "2018-10-31T13:11:24.879734",
    "url_duckduckgo": "https://www.astrobin.com/374513/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/374513/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/374513/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/374513/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/374513/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/374513/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/374513/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18133/2018/81084c53-f6be-4970-b749-bcdc8341a27a.JPG",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18133/2018/81084c53-f6be-4970-b749-bcdc8341a27a-1582623974.JPG",
    "url_thumb": "https://www.astrobin.com/374513/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 560,
    "w": 4586
}