{
    "animated": false,
    "bookmarks": 4,
    "comments": 4,
    "data_source": "TRAVELLER",
    "dec": "-45.035",
    "description": "RCW 114 is a beautiful, rarely imaged cosmic cloud toward the southern constellation Ara, here presented in its cosmic context. It spans nearly 7 degrees or 14 full moons. This image field is a whopping 30 full moons across!  RCW 114 has been recognized as a supernova remnant. Its extensive filaments of emission are produced as the still expanding shockwave from the death explosion of a massive star sweeps up the surrounding interstellar medium. It is estimated to be 600 light-years away, some 100 light-years in diameter [1] A spinning neutron star or pulsar has recently been identified as the remains of the collapsed stellar core. [1]\r\n\r\nThe RCW catalogue features 182 HII regions in the southern sky, compiled by Rodgers, Campbell e Whiteoak in 1959-1960. It featured 78 panels, each 20min Ha and 7min yellow plates, covering 194 degrees long and a maximum of 30 wide. In its original publication [2], the authors wrote some interesting techniques used to complete the survey “In 1957, a survey programme of the Southern Milky Way for the detection of Ha regions was initiated at Mount Stromlo Observatory by Professor B. J. Bok. This programme was carried out with a Meinel-Pearson 8-inch f/1 flat field Schmidt which was mounted as a counterweight to the 6-inch Farnham refractor used as the guiding telescope. […] The majority of the plates were obtained by Rodgers, the remainder by Campbell. […]” About RCW 114, it is written: “Ring of emission 50' wide.” [2]\r\n\r\nI strongly recommend checking the original work at [2]. It is a truly remarkabl effort employed in the making of such surveys, in a time in which imaging was analog: no electronics nor autoguiding! Just imaging eye-guiding a 78-panel survey, with a total exposure time of 35 hours [78 panels *(20+7)min] !\r\n_____________________________________________\r\n\r\nDifferently from the original RCW publication, my image was much more digital! What great times we live in! The exposures were captured using mainly photographic equipment atop a guided equatorial mount! \r\n\r\nThis image presented a great surprise to me! Whilst processing, I noticed a strangely green star in the upper left corner. That was unusual! A little investigation solved the mystery – it was not a star, but a comet! It was in fact C/2016 M1 (PANSTARRS), a comet that was visible. By accident and without knowing the coordinates of this little comet, it was framed in my image, and ended up captured on camera! \r\n\r\nProcessing was a challenge. My color camera, despite being modded, struggles to define the Ha filaments. The starfield is extremely strong, and the nebula extremely faint! To better capture the nebulosity, a mono H-alpha narrowband system would be preferable. Nonetheless, I was pleased to see the nebula faintly pop out in a beautiful Milky Way field, given the equipment and the relatively short integration of 1h/panel. I especially recommend checking the inspirational images by Andrew Campbell, Stephan Küppers, or the absolutely jaw-draping John Gleason H-alpha mosaic! [3]. \r\n\r\nRCW114 may be below the horizon for northern imagers, but even amongst southern astrophotographers, this target is very rarely chased by amateurs… I just find it enchanting, and reminds me of the Veil Nebula! \r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section – including on the new labelling. Thank you for taking your time to look at this image.\r\n\r\nDate and Time: July 7, 2018; ~20h [local UTC-3 time]\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, SQM ~21.4*calculated)\r\nCamera: Canon EOS T5 (modded), at ISO 800 \r\nLens: Samyang 135mm f/2.0, operated at f/2.4 \r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; ~1.3”\r\nExposure Detail: 2 panel mosaic, each 30x120s; Total 120 minutes\r\n\r\n[1] APOD 2018/01/11; [2] A CATALOGUE OF Ha-EMISSION REGIONS IN THE SOUTHERN MILKY WAY A. W. Rodgers, C. T. Campbell andj. B. Whiteoak [online at adsabs.harvard.edu/cgi-bin/nph-bib_query?bibcode=1960MNRAS.121..103R ] [3] Campbell at astrobin.com/328424 | Küppers at sterntaucher.net | Gleason at astrobin.com/94334",
    "h": 3600,
    "hash": null,
    "id": 378050,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 89,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "177.794",
    "pixscale": "12.340",
    "published": "2018-11-22T21:24:04.608909",
    "ra": "262.270",
    "radius": "7.768",
    "remote_source": null,
    "resource_uri": "/api/v1/image/378050/",
    "revisions": [],
    "subjects": [
        "IC 4651",
        "Part of the constellation Scorpius (Sco)",
        "Sargas (θSco)",
        "The star Girtab",
        "The star αAra",
        "The star ηSco",
        "The star ι1Sco",
        "The star ι2Sco",
        "The star ιAra",
        "The star κAra",
        "The star λAra",
        "The star σAra"
    ],
    "title": "RCW 114 & C/2016 M1 - A Milky Way Field and a Solar System Surprise",
    "updated": "2021-03-17T13:05:32.397646",
    "uploaded": "2018-11-22T21:24:04.911914",
    "url_duckduckgo": "https://www.astrobin.com/378050/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/378050/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/378050/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/378050/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/378050/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/378050/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/378050/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/0955ce60-a5ab-45cf-bf65-62fe31ebaa0d.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/0955ce60-a5ab-45cf-bf65-62fe31ebaa0d-1542922977.jpg",
    "url_thumb": "https://www.astrobin.com/378050/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 475,
    "w": 2755
}