{
    "animated": false,
    "bookmarks": 23,
    "comments": 32,
    "data_source": "OWN_REMOTE",
    "dec": "-22.853",
    "description": "This is truly an unusual planetary nebula.  It presents a reasonable target size of about 10 arc-min in diameter.  This compares very closely in size to the inner disk of the well-known Helix Nebula that spans 8X19 arc-min.  However, SH2-313 is much older and further away.   As planetary nebula age, they tend to lose their nice defined shape.  Sharpless 2-313 has an extremely low surface brightness of just 26.2 mag/arc-sec2.  This definitely adds to the challenge of capturing this planetary nebula as fairly long exposures are required to obtain enough signal to do this object justice.  If you persist, a unique bow shock will be revealed near its core.  For myself, the bow shock, and the processes responsible for its formation are definitely the highlight of this object.   \r\n\r\nAt the core, what appears to be a very bright star is a binary star system responsible for creating the surrounding nebula.  Spectroscopic measurements reveal the pair are rotating very quickly, almost enough to tear themselves apart.   One of the stars is a white dwarf.  The incredible forces generated by the rotation on the white dwarf has shed away its outer layers thousands of years ago.  This has produced the surrounding planetary nebula we can see today.  The glow is caused by the UV radiation of the white dwarf ionizing the expanding shell of material as it expands into space.    \r\n\r\nThe bow shock is due to the motion of the nebula and its central star moving through the gas between the stars.  It’s fairly rare to look at stellar objects and see features that suggest motion.   I have imaged a few other planetary nebula that have features highlighting their movement through the interstellar medium.  This can be represented with wave like structures, localised brightening of gaseous regions, or distortions.  One of my favourite objects showing this phenomena is the Skull Nebula.\r\n\r\nAbell 35 is located in the constellation Hydra.  To throw some perspective on this, the full moon is about 31 arc-min across, and SH2-313 is 10 arc-min across.  Abell first identified this planetary nebula in 1966.  It is possibly the largest PN known at 1.6 pc diameter, and is about 360 pc distant (Jacoby 1981).   It is also the oldest PN known (Bohuski 1972).\r\n\r\nAbell 35, Lotr 1 and Lotr 5 (Abell 35-like objects) are the only three PNe with binary nuclei known to contain a very hot UV-bright primary and chromospherically active.  The mass transfer between their partners or common envelope interactions account for the morphological properties of some planetary nebula.  As to how these binary systems form is unclear and presents a challenge to theories of binary star evolution.  (A. A. GattiJ, E. DrewS, LumsdenT, MarshC, MoranP, Stetson 1997).\r\n\r\nAfter staring at the screen for far too long, I think this is about as far as I can go with this data set.  Data collection spanned three years from multiply locations, and different cameras, but the same telescope.   There are a few little things in the image that are kind of cool.  This is a very dim diffuse nebula, and galaxies can be clearly seen behind Abell 35.  They shine through unimpeded, showing their colours even after they have passed through a nebula.   A lot of what appears to be smudges throughout the frame are galaxies.  That is so cool.  I really wish I could determine just how far away some of these galaxies are.   The two prominent parallel pillars, sometimes referred to as the pipes really add a dramatic element to the object.  How were they formed?  They definitely had a strong Ha, and OIII signal in the data collected.  \r\n \r\nLuminance, Red, Green, and Blue filtered light were used to create a traditional LRGB image.  Additional structure was added with the inclusion of Ha, and OIII filters.  The structures revealed in both the Ha and OIII data are incredibly different.  This data was then combined with the LRGB image to add an additional layer of depth with interesting hues throughout the core of the resulting image. \r\n\r\nExposure Details:\r\n•\tLum 47X900  \r\n•\tRed 40X450\r\n•\tGreen 28X450\r\n•\tBlue 32X450  \r\n•\tHa 38X1800   \r\n•\tOIII 47X1800\r\n       Total time 66.75 hours\r\n\r\nInstruments Used:\r\n•\t10 Inch RCOS fl 9.1\r\n•\tAstro Physics AP-900 Mount\r\n•\tSBIG STL 11000m\r\n•\tFLI Filter Wheel\r\n•\tAstrodon Lum, Red, Green, Blue Filters\r\n•\tBaader Planetarium H-alpha 7nm Narrowband-Filter\r\n•\tBaader Planetarium OIII 8.5nm Narrowband-Filter\r\n\r\nSoftware Used\r\n\r\n•\tCCDStack (calibration, alignment, data rejection, stacking)\r\n•\tPhotoshop CS 6 (Image processing)\r\n\r\nThanks for looking",
    "h": 2552,
    "hash": null,
    "id": 381414,
    "imaging_cameras": [
        "SBIG STL-11000M"
    ],
    "imaging_telescopes": [
        "RC Optical Systems RCOS 10\" Ritchey-Chrétien"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 216,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "291.632",
    "pixscale": "0.803",
    "published": "2018-12-16T09:46:39.378085",
    "ra": "193.413",
    "radius": "0.513",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/381414/",
    "revisions": [],
    "subjects": [],
    "title": "Sharpless SH2-313 / Abell 35 – Low Surface Brightness Planetary Nebula with a Twist",
    "updated": "2021-06-29T06:39:23.168930",
    "uploaded": "2018-12-16T09:46:39.528268",
    "url_duckduckgo": "https://www.astrobin.com/381414/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/381414/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/381414/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/381414/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/381414/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/381414/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/381414/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/8f2352fd-dca5-4f7e-a9e2-24d7a60a6f7c.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/8f2352fd-dca5-4f7e-a9e2-24d7a60a6f7c-1544953800.jpg",
    "url_thumb": "https://www.astrobin.com/381414/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 2030,
    "w": 3828
}