{
    "animated": false,
    "bookmarks": 18,
    "comments": 38,
    "data_source": "BACKYARD",
    "dec": "51.554",
    "description": "Messier 76 (M76), also known as the Little Dumbbell Nebula, is a planetary nebula located in the constellation Perseus.\r\n\r\nThe nebula lies at an approximate distance of 2,500 light years from Earth and has an apparent magnitude of 10.1. It has the designations NGC 650 and NGC 651 in the New General Catalogue as it was once believed to consist of two separate emission nebulae.\r\n\r\nThe Little Dumbbell Nebula is sometimes also called the Cork Nebula or the Barbell Nebula. It occupies an area of 2.7 by 1.8 arc minutes of apparent sky, which corresponds to a spatial diameter of only 1.23 light years. The nebula’s size and faintness makes it one of the most difficult Messier objects to observe.\r\n\r\nMessier 76 lies in the eastern part of Perseus constellation, next to the border with Andromeda. It is quite easy to find because it is located just south of Cassiopeia‘s W asterism and about a degree north-northwest of the magnitude 4.0 star Alseiph, Phi Persei. The nebula is in the same region of the sky as the Andromeda Galaxy (M31).\r\n\r\nThe Little Dumbbell Nebula is one of only four planetary nebulae listed in the Messier catalogue. The other three are the Dumbbell Nebula (M27) in Vulpecula constellation, the Ring Nebula (M57) in Lyra, and the Owl Nebula (M97) in Ursa Major.\r\n\r\nThe Little Dumbbell Nebula was named for its resemblance to the much larger Dumbbell Nebula. Its main body, known as the “cork,“ probably looks like an elliptical, donut-shaped ring when seen face-on, but appears to us edge-on. The gas along the axis of the ring expands more rapidly, forming the nebula’s “wings,” which are fainter than the main body. The cork and the wings are surrounded by an even fainter halo that consists of material that the central star ejected while it was still in its red giant phase.\r\n\r\nThe Little Dumbbell Nebula was formed when a Sun-like star ran out of fuel in a late stage of its life and then expelled its outer layers. The expelled material was then heated by the radiation of the stellar remnant, producing the glowing clouds that we see as the nebula. The clouds will disperse over the next several thousand years and the central white dwarf will eventually cool and fade away.",
    "h": 2125,
    "hash": null,
    "id": 382008,
    "imaging_cameras": [
        "ZWO ASI1600MM-PRO"
    ],
    "imaging_telescopes": [
        "GSO 12\" F4 Newtonian Truss"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 253,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807395/"
    ],
    "orientation": "187.440",
    "pixscale": "0.648",
    "published": "2018-12-20T05:08:31.783806",
    "ra": "25.714",
    "radius": "0.337",
    "remote_source": null,
    "resource_uri": "/api/v1/image/382008/",
    "revisions": [],
    "subjects": [
        "Little Dumbbell",
        "M 76",
        "NGC 650"
    ],
    "title": "M76 Little Dumbbell Nebula in HOO",
    "updated": "2021-06-02T21:54:14.864505",
    "uploaded": "2018-12-20T05:00:56.989346",
    "url_duckduckgo": "https://www.astrobin.com/382008/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/382008/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/382008/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/382008/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/382008/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/382008/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/382008/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/23479/2020/26b528f1-c561-4c6a-8417-8ebb73ec6c6d.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/23479/2020/26b528f1-c561-4c6a-8417-8ebb73ec6c6d-1582081135.jpg",
    "url_thumb": "https://www.astrobin.com/382008/0/rawthumb/thumb/",
    "user": "dugstruble",
    "views": 2470,
    "w": 3086
}