{
    "animated": false,
    "bookmarks": 7,
    "comments": 18,
    "data_source": "BACKYARD",
    "dec": "-11.869",
    "description": "This object is a planetary nebula located 1600 light years away in the constellation of Cetus.  Its diameter is estimated to be 2.5 light years.  The nebula is dominated by oxygen gas, as seen in the bluish-green sections of the nebula which are especially strong around the perimeter.  The central portion of the nebula is dominated by reddish hydrogen gas.\r\n\r\nThe nebula appears to be translucent is certain areas, creating the \"skull\" effect.  Scientists don't understand the exact mechanism for the development of this structure, but it is likely due to the expelled nebula gas colliding with different densities of the surrounding interstellar space.\r\n\r\nThe central bright bluish progenitor star is clearly visible.  Looking carefully, it is clear that this is at least a double star (discovered in 1965 by Rudolph Minkowski).  I find it amazing that in a relatively short span of time this central dwarf star has been dimming as it is dying, from 9th magnitude in the 1930s to 12th magnitude today.  This star is located slightly closer to the top leading edge of the nebula than to the bottom trailing edge.  The top leading edge is the direction towards which the star is moving.  As expected, the gas front at the leading edge is brighter and thicker than that of the trailing edge.\r\n\r\nThe most interesting  part of this image to me are the two small faint lobes which are sticking out of the right side of the nebula.  On the opposite (left) side there also appears to be a faint lobe, which is easier to see in the negative view of this image.  It could be that a bi-polar outflow from the central star pair is creating these lobes, but I have not read that anywhere so it is just a guess on my part.",
    "h": 1860,
    "hash": null,
    "id": 383158,
    "imaging_cameras": [
        "ZWO ASI  1600MM Cooled Pro"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130NFB"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 105,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "87.703",
    "pixscale": "0.782",
    "published": "2018-12-29T14:55:50.072548",
    "ra": "11.766",
    "radius": "0.380",
    "remote_source": null,
    "resource_uri": "/api/v1/image/383158/",
    "revisions": [],
    "subjects": [
        "NGC 246",
        "NGC246"
    ],
    "title": "NGC 246",
    "updated": "2021-03-17T12:41:44.566811",
    "uploaded": "2018-12-29T14:49:52.436952",
    "url_duckduckgo": "https://www.astrobin.com/383158/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/383158/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/383158/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/383158/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/383158/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/383158/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/383158/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18133/2018/af1db994-2e78-47d6-95eb-3db1f505b027.JPG",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18133/2018/af1db994-2e78-47d6-95eb-3db1f505b027-1582623925.JPG",
    "url_thumb": "https://www.astrobin.com/383158/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 377,
    "w": 2964
}