{
    "animated": false,
    "bookmarks": 1,
    "comments": 7,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "Yet another year is coming to an end. As 2018’s “sunset” approaches, it’s time to look back and ponder how has this year been. Specifically, regarding us, astrophotographers, it’s a good opportunity to look back and see how has the astrophotographic production evolved in the year. Has any new techniques been incorporated into the workflow? Was it successful? Any new gear? Any new workarounds, “fiddlings” and solutions? \r\n\r\nAnd, what about the end results - the images themselves? They are, however, at least for me, far from being the unique goal and the “main activity”: it’s more about the entire process than just pretty pictures, given the complexity of the different stages of producing an image. It’s indeed a time of asking ourselves how 2018 was.\r\n\r\nNow, specifically regarding myself: 2018 was a fantastic year. I have posted 35 images here on AstroBin this year, a fraction of the total productivity - I'm still processing lots of data (at least some 10 images or more). But to me, by far the best thing in 2018 was the friendships made! I've personally met many fellow imagers from my region, and we had two meetings in a nearby site! In July, I participated in my first EBA - Encontro Brasileiro de Astrofotografia, with more than 40 other fantastic people and great hosts. It was a dream come true to me. The meeting was probably the most rewarding and worthwhile experience I’ve had in astrophotography. For the 1st time I travelled with my gear by plane, as the site is located 1200km from my home – it was a challenge fitting all the gear in the trunks for travelling. But I pulled it off, and it was a success. For a sole imager as I usually am, being together with other guys that share the same passion was outstanding. During the 3 nights I imaged there with my friends. I wish I named everyone I met and became friends with, but I risk forgetting someone, so I'd rather not name anyone here. But thank you so much guys! I've also visited \"Pico dos Dias\" Observatory, Brazilian biggest in-land national observatory, operational since mid 70s with a 1.6m RC.\r\n\r\nFinally, this year my images were awarded 3 Images of the Day, and I got my first Astronomy Picture of the Day (APOD) on July 26. Even though prizes and awards are not the goal for me, I was very happy!\r\n\r\nAs far as images, these are my “best picks” of the year. All but one image can be individually seen in my gallery. Can you spot which image is it? I shall give you a hint - it is by far my biggest project, and I'm still not done processing this huge mosaic (my biggest July goal, completed during EBA).\r\n\r\nFinally, it’s propitious time to ask and reflect: How was 2018? And what are the plans for 2019? I ask you all these questions, as I have asked myself - comments are more than welcome! Wish you all a prosperous, harmonious, productive and enjoyable 2019, with many imaging opportunities, achievements and clear skies!\r\n\r\nHappy New Year to you all!",
    "h": 2160,
    "hash": null,
    "id": 383526,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 78,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2018-12-31T18:21:21.410383",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/383526/",
    "revisions": [],
    "subjects": [],
    "title": "2018 Overview - Happy 2019!",
    "updated": "2021-03-17T12:40:01.902499",
    "uploaded": "2018-12-31T18:21:21.640827",
    "url_duckduckgo": "https://www.astrobin.com/383526/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/383526/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/383526/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/383526/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/383526/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/383526/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/383526/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/383526/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 263,
    "w": 3840
}