{
    "animated": false,
    "bookmarks": 8,
    "comments": 27,
    "data_source": "BACKYARD",
    "dec": "28.000",
    "description": "This object is a huge faint supernova remnant (SNR) located 3000 light years away in the constellations of Auriga and Taurus.  The remnant has a span of 150 light years and an apparent diameter of approximately 3 degrees, filling an apparent area the equivalent of over 30 full moons. \r\n\r\nI love supernova remnants!  Although this huge object required a lot of imaging and processing as a narrowband four panel mosaic, I really wanted to see firsthand what this one looks like.  The large scale filaments of this structure are amazing.    Numerous irregular dark clouds somewhat obscure the nebula, particularly at the lower center and in the upper right quadrant.  Some extended  lobes are seen, which could be due to various factors such as non-uniform density of the interstellar medium, or non-symmetric expulsions from the explosion.   A pulsar near the center of this nebula, not visible in this image, is the progenitor star.  The bright red HII region to the lower left is Sh2-242.\r\n\r\nThe image captures hydrogen filaments in red and oxygen filaments in cyan, with hydrogen the much more dominant gas.  Most of the other SNRs I have imaged have a more equal balance of hydrogen and oxygen.  The IC 443 nebula (Jellyfish Nebula)) is one SNR which has a similar hydrogen dominance to SH2-240.  Another similarity to the smaller IC 443 nebula is that the spherical nature of the SNR is still mostly intact in both nebula.\r\n\r\nThis object is also known as Simeis 147 (S147). This identifier was established in a paper by Gaze and Shajn in a Crimean journal in the 1950's.  The name Simeis originates with an older astronomy facility operated by the Crimean Astrophysical Observatory in the city of Simeiz. The only other popular Simeis object is Simeis 57 (The Propeller, sometimes referred to as DWB 111).",
    "h": 5619,
    "hash": null,
    "id": 383839,
    "imaging_cameras": [
        "ZWO ASI  1600MM Cooled Pro"
    ],
    "imaging_telescopes": [
        "Takahashi FSQ-85ED"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 146,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": "0.772",
    "pixscale": "2.387",
    "published": "2019-01-02T16:06:35.360477",
    "ra": "85.219",
    "radius": "3.203",
    "remote_source": null,
    "resource_uri": "/api/v1/image/383839/",
    "revisions": [],
    "subjects": [
        "12.14",
        "87 Sylvia",
        "Sh2-240",
        "Sh2-242"
    ],
    "title": "Sh2-240",
    "updated": "2021-03-17T12:38:42.710740",
    "uploaded": "2019-01-02T14:26:32.357586",
    "url_duckduckgo": "https://www.astrobin.com/383839/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/383839/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/383839/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/383839/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/383839/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/383839/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/383839/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18133/2020/2cc15b5a-837d-4b2a-b197-4f3c4d675c1b.JPG",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18133/2020/2cc15b5a-837d-4b2a-b197-4f3c4d675c1b-1582623923.JPG",
    "url_thumb": "https://www.astrobin.com/383839/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 570,
    "w": 7860
}