{
    "animated": false,
    "bookmarks": 19,
    "comments": 39,
    "data_source": "OWN_REMOTE",
    "dec": null,
    "description": "Imaged on nights of 11/17/2018,  11/18/2018,  11/19/2018,  12/18/2018,  12/19/2018,  12/22/2018, 1/7/2019.\r\nHalf the Ha OIII were taken on the AG12+ASI1600MM at .70 asec/pix, the remaining  Ha OIII and RGB were taken on TV127is+ASI183MM at .75 asec/pix.  The additional exposures taken on 1/7/2019 were all Ha which I felt needed more than the OIII, so more than half the total exposure is Ha.\r\n\r\nFor some reason Astrobin can't solve some images.  Here are the web blind solve results:\r\nRA:  23  47  13\r\nDEC:  80  57  33\r\nAngle:  0.92\r\nScale:  0.70\r\n\r\nSh2-174 is very weak, but very large - it has a diameter of about 20'. The object first attracted the attention of Stewart Sharpless, who discovered the red nebula made of ionized hydrogen on photo plates. But there was also something that could be seen on photographs taken in the light of the double ionized oxygen[OIII]. This led to the conclusion or presumption that it could also be an old Planetary Nebula. But there was no white dwarf to be found as a central star.\r\n\r\nAnd something else was unusual: the ionized hydrogen and the ionized oxygen did not have the same center. The ionized oxygen was shifted to the west. Finally, a white dwarf was discovered in the middle of it (it can easily be recognized as a small blue dot in the picture) with a high proper movement. With about 1,000 light years it had the same distance as the nebula. So now the nature of the object seemed to be clear. It is a planetary nebula, which for unclear reasons possesses a high inherent motion and thereby carries its nebulae with it, although the hydrogen is, so to speak, lagging behind due to the interaction with the interstellar medium.\r\nBut that too could finally be explained: Ionized oxygen recombines with the free electrons much faster than ionized hydrogen and emits the characteristic turquoise radiation. The astronomers' view of the world was right again.\r\n\r\nAt least until 2008, when an Australian doctoral student examined the large near-sun planetary nebulae in more detail. Based on the speed of propagation of the object, he found out that its age, i. e. the time when it began to expand, did not coincide with the age of the white dwarf. The white dwarf was much too cool and thus too old - about a hundred times older than the nebula. The most plausible explanation for this is that a single white dwarf is crossing the gas cloud and ionizing the surrounding gas. The nebula is thus a current border sphere and not caused by the mass loss of the dying star. Not all astronomers share this view and consider Sh2-174 to be a planetary nebula, namely PK 120+18.1 The astronomical database Simbad also lists this object as PN.\r\n\r\nAgainst the assumption that it is a Planetary Nebula, there are also a few other points: The nebula does not show any spectral lines shifted by the speed of motion, i. e. they rest, while the white dwarf does show an inherent motion. The nebula doesn't show a shock front either, which they would have to have if they moved with the white dwarf and were slowed down by the interstellar medium. And the nebulae have no bright edge which they would have to have if they had been cast out by the dying star in one or more thrusts. They would have to form a more or less spherical shell, so the edge would appear brighter than the inside. None of this seems to be the case.\r\n(Space Images)",
    "h": 2584,
    "hash": null,
    "id": 384567,
    "imaging_cameras": [
        "ZWO ASI   183 MM pro",
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is",
        "Orion Optics UK AG12"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 274,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2019-01-13T23:47:50.914407",
    "ra": null,
    "radius": null,
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/384567/",
    "revisions": [],
    "subjects": [],
    "title": "Sh2-174 Emission Nebula",
    "updated": "2021-04-26T07:53:31.329875",
    "uploaded": "2019-01-06T15:18:52.945473",
    "url_duckduckgo": "https://www.astrobin.com/384567/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/384567/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/384567/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/384567/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/384567/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/384567/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/384567/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/384567/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 1262,
    "w": 3236
}