{
    "animated": false,
    "bookmarks": 1,
    "comments": 1,
    "data_source": "PRO_DATA",
    "dec": null,
    "description": "This wonderful image from the Hubble Space Telescope  shows two distant galaxies which have collided in the past and which will almost certainly merge into a single galaxy in the far distant future.  Collectively known as NGC 4676, the two galaxies are 300 million light years distant in the constellation of Coma Bernices.  The distorted shapes of the galaxies - the long tail of stars on the lower galaxy, the bridge of stars between the two galaxies, and the arcs of stars above the top galaxy are indicators that these two galaxies have passed through each other in the distant past.  The gravitational forces generated by the collision has severely disrupted the shapes of both galaxies from their original forms.  The prominent blue areas are regions of intense star formation caused by the collision and gravitational interactions.\r\n\r\nI really love all of the distant and brightly colored galaxies.\r\n\r\nThis image was processed by me and is a combination of three filtered images that have been color mapped to the red, green and blue channels.  The original data is available at the Hubble Legacy Archive and I downloaded and combined the data from the 814w filter, the 606w filter and the 475w filter.  The blue in the image is represented by data captured through the 475w filter [~400 nanometers to ~550 nanometers]. Light in this wavelength corresponds with the blue and green colors in the human visible spectrum. The green component of the image is represented by data captured through the 606w filter [~475 nanometers to ~700 nanometers] which is essentially the entire range of the human visible spectrum from blue, to green and red [390 nanometers to 700 nanometers]. The red component is represented by data captured through the 814w filter [~700 nanometers to ~1000 nenometers] which is deep red and into the infrared range. Using the filtered data in this way allows us to visualize the object in such a way as would not be possible using light exclusively from the visible spectrum.\r\n\r\nI have posted a short write-up on how I assemble the Hubble Telescope images from the publicly available data.  The post can be found <a href=\"http://astrophoto.net/wp/2019/01/15/how-the-hubble-space-telescope-images-that-i-post-here-are-processed/\" target=\"_blank\">at this link</a>.",
    "h": 3052,
    "hash": null,
    "id": 386063,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 49,
    "link": "http://astrophoto.net/wp/2019/01/15/ngc-4676-colliding-galaxies-imaged-by-the-hubble-space-telescope/",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2019-01-15T20:15:45.347879",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/386063/",
    "revisions": [],
    "subjects": [],
    "title": "NGC 4676 - Colliding Galaxies Imaged By The Hubble Space Telescope",
    "updated": "2021-03-17T12:28:20.490941",
    "uploaded": "2019-01-15T18:00:02.179475",
    "url_duckduckgo": "https://www.astrobin.com/386063/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/386063/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/386063/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/386063/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/386063/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/386063/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/386063/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/386063/0/rawthumb/thumb/",
    "user": "deanjacobsen",
    "views": 319,
    "w": 2800
}