{
    "animated": false,
    "bookmarks": 5,
    "comments": 13,
    "data_source": "BACKYARD",
    "dec": "29.216",
    "description": "This image captures two visually adjacent objects, both outside of our galaxy, in the constellation of Coma Berenices.  When we see an image like this, the natural tendency is to think that all of the objects lie the same distance away from us.  But here, the distance ranges from 1000 light years away for the brightest foreground Milky Way star, to 2 billion light years away for the most distant visible galaxy.  Even the four seemingly similar galaxies at lower right do not lie the same distance from us.\r\n\r\nAt the lower right, Hickson 61 (The Box) is a tight and uniquely oriented grouping of four galaxies. These galaxies span less than 4 minutes.    At the top right is spiral galaxy NGC 4173.  This galaxy is located 50 million light years from us and has a diameter of 70,000 light years.  It is much closer than the other 3 galaxies and is not a member of their group.  Slight below and left is NGC 4175, an edge-on spiral galaxy with a wide dust lane and a diameter of 95,000 light years.  To the right is the 90,000 light year diameter lenticular galaxy NGC  4169, and the bottom galaxy is edge-on spiral galaxy NGC 4174.  These three whitish galaxies all belong to the same group, 170 million light years away.  \r\n\r\nAt the upper left is the 8.9 magnitude star HD 106238, located about 1000 light years away.  In the background, surrounding this star,  is the Abell 1495 galaxy cluster.  More than 100 galaxies are visible here.  They are located an unbelievable 2 billion light years away from us, over 10 times further away than Hickson 61.\r\n\r\nI find it interesting that the Astrobin platesolver (Astronmetry.net) seen in the mouseover includes two NGC objects that are stars (NGC 4170 and 4171).  I wonder why these stars were ever assigned NGC designations?  Perhaps they were once thought to be galaxies, in proximity to the other 4 galaxies in the grouping.",
    "h": 2188,
    "hash": null,
    "id": 387761,
    "imaging_cameras": [
        "ZWO ASI  1600MM Cooled Pro"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130NFB"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 93,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": "353.308",
    "pixscale": "0.391",
    "published": "2019-01-25T14:34:29.391180",
    "ra": "183.235",
    "radius": "0.217",
    "remote_source": null,
    "resource_uri": "/api/v1/image/387761/",
    "revisions": [],
    "subjects": [
        "Box",
        "NGC 4169",
        "NGC 4171",
        "NGC 4173",
        "NGC 4174",
        "NGC 4175"
    ],
    "title": "Hickson 61 & Abell 1495",
    "updated": "2021-03-17T12:21:18.520365",
    "uploaded": "2019-01-25T14:21:35.259928",
    "url_duckduckgo": "https://www.astrobin.com/387761/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/387761/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/387761/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/387761/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/387761/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/387761/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/387761/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18133/2020/152919a0-fb80-43a5-8729-3ef1b2a101ad.JPG",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18133/2020/152919a0-fb80-43a5-8729-3ef1b2a101ad-1582623886.JPG",
    "url_thumb": "https://www.astrobin.com/387761/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 605,
    "w": 3347
}