{
    "animated": false,
    "bookmarks": 11,
    "comments": 11,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "Version original  is a four-frame mosaic\r\n\r\nVersion b&c samyang 135f2\r\n\r\n\r\n\r\nMeili Xue Shan (Chinese 梅里雪山, translation: \"Mainri snowy range\") or Mainri Snow Mountain (Tibetan: སྨན་རི།) is a mountain range in the Chinese province of Yunnan. It lies close to the northwestern boundary of the province and is bounded by the Salween River on the west and the Mekong on the east.The Meili are subrange of the larger Nu Mountains, themselves a constituent range of the Hengduan group. \r\n\r\nThe crest of the range rises to over 6,000 metres (20,000 ft) above sea level, making for impressive prominence over the river valleys to the east and west, which are between 1,500 metres (4,900 ft) and 1,900 metres (6,200 ft) in elevation. The highest peak is Kawagebo, which rises to 6,740 metres (22,110 ft). Kawagebo is considered sacred for Tibetan Buddhists. Other significant peaks include Mianzimu, Cogar Laka and Jiariren-an. Because of restrictions and dangerous conditions, none of the major peaks in the range have ever been summited. \r\nIn January 1991, six Chinese and eleven Japanese mountaineers lost their lives to an avalanche, one of the worst climbing accidents in China\r\n\r\n\r\n\r\nZodiacal light (also called false dawn when seen before sunrise) is a faint, diffuse, and roughly triangular white glow that is visible in the night sky and appears to extend from the Sun's direction and along the zodiac, straddling the ecliptic.[4] Sunlight scattered by interplanetary dust causes this phenomenon. Zodiacal light is best seen during twilight after sunset in spring and before sunrise in autumn, when the zodiac is at a steep angle to the horizon. However, the glow is so faint that moonlight and/or light pollution outshine it, rendering it invisible. \r\n\r\nThe brightness of zodiacal light decreases with distance from the Sun. In naturally dark night skies, the glow is visible as a band along the entire zodiac, completely straddling the ecliptic. In fact, zodiacal light spans the entire sky and largely[5] contributes to the total natural light in a clear and moonless night sky. Another phenomenon – a faint but slightly brighter oval glow – directly opposite of the Sun's direction is the gegenschein, which is caused by backscattered sunlight. \r\n\r\nThe interplanetary dust in the Solar System collectively forms a thick, pancake-shaped cloud called the zodiacal cloud, which straddles the ecliptic plane. The particle sizes range between 10 and 300 micrometres, most with a mass around 150 micrograms.[6]",
    "h": 802,
    "hash": null,
    "id": 387916,
    "imaging_cameras": [
        "Nikon D800 Mod"
    ],
    "imaging_telescopes": [
        "Sigma 20mm F1,4 DG HSM ART"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 130,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2019-01-26T15:43:16.619162",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/387916/",
    "revisions": [
        "/api/v1/imagerevision/168689/",
        "/api/v1/imagerevision/168690/"
    ],
    "subjects": [],
    "title": "Meri Snow Mountain 、Zodiacal light and Milky Way",
    "updated": "2021-03-17T12:20:37.852352",
    "uploaded": "2019-01-26T15:43:16.798889",
    "url_duckduckgo": "https://www.astrobin.com/387916/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/387916/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/387916/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/387916/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/387916/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/387916/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/387916/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/387916/0/rawthumb/thumb/",
    "user": "LAZYMAN",
    "views": 780,
    "w": 1824
}