{
    "animated": false,
    "bookmarks": 5,
    "comments": 24,
    "data_source": "BACKYARD",
    "dec": "-6.441",
    "description": "This object is a beautiful series of reflection and emission nebulae located only 2400 light years away in the constellation of Monoceros.  Part of the giant molecular star forming cloud known as Mon R2, this field of view is 15 light-years across.  I have attached an annotated image to assist with the description below.\r\n\r\nI have also attached an annotated \"angel\" to assist in visualizing this object's namesake.  Particularly striking to me are the angel's face, wings and body - the only real missing piece are the arms, but maybe angels don't have arms?!   I love the beautiful nebula \"halo\" over the angel's head.   This object always reminds me of the song, \"Angel Flying Too Close to the Ground\".\r\n\r\nThe four bright blue reflection nebulae are all vdB objects - from right to left, the objects are vdB 67, 68, 69 and 72 (see annotated image).  I believe that vdB 68, at upper right, is one of the prettiest and most unheralded nebula in the entire sky.  It combines delicate shades of light blue, dark blue, purple, magenta, red and yellow with a shimmering faint curtain of nebulosity.\r\n\r\nTo my surprise, there is a lot of confusion over the object known as NGC 2170.  Most \"NGC 2170\" references I have seen identify one of the vdB nebulae in the image.   I have labeled the object on the annotated image which I believe is NGC 2170.  The reddish object I have labeled looks to me to be an emission nebula, although other references to this same object have called it a reflection nebula.  And even more confusing, many reference this entire image as NGC 2170.  I guess in the end it is not terribly important, it just bothers me that there is such confusion over this fairly well known object. \r\n\r\nAlthough the entire sky in this region contains hints of reddish emission, the central area is the brightest emission patch (LBN 999).  This reddish nebula is a wonderful compliment to the surrounding blue reflection nebulae.  In front of this nebula are a number of smaller dark nebula, which are simply clouds of dust lanes seen in silhouette.",
    "h": 2830,
    "hash": null,
    "id": 388480,
    "imaging_cameras": [
        "ZWO ASI  1600MM Cooled Pro"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130NFB"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 113,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": "343.852",
    "pixscale": "0.782",
    "published": "2019-01-30T13:39:34.214746",
    "ra": "92.159",
    "radius": "0.530",
    "remote_source": null,
    "resource_uri": "/api/v1/image/388480/",
    "revisions": [
        "/api/v1/imagerevision/169034/",
        "/api/v1/imagerevision/169035/"
    ],
    "subjects": [
        "NGC 2170",
        "NGC 2182",
        "NGC2170",
        "NGC2182",
        "VdB68",
        "VdB69"
    ],
    "title": "NGC 2170",
    "updated": "2021-03-17T12:17:57.587260",
    "uploaded": "2019-01-30T13:22:15.956352",
    "url_duckduckgo": "https://www.astrobin.com/388480/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/388480/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/388480/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/388480/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/388480/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/388480/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/388480/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/39a9934b-a5b3-49c2-b2bf-48da57d18daa.JPG",
    "url_solution": "https://cdn.astrobin.com/solutions/39a9934b-a5b3-49c2-b2bf-48da57d18daa-1548854951.JPG",
    "url_thumb": "https://www.astrobin.com/388480/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 500,
    "w": 3966
}