{
    "animated": false,
    "bookmarks": 22,
    "comments": 17,
    "data_source": "OWN_REMOTE",
    "dec": "50.971",
    "description": "While beginning to process this image of NGC 2841 I noticed what looked like a tidal stellar stream. (stars that have been torn out of a galaxy due to a gravitational encounter with another galaxy)  As I continued to stretch this image, it became apparent that there was more than a single stream, but what appeared to be an extended disk.  I had never noticed this disk in other images.   I searched the literature and couldn’t find anything about this extended disk, until I came across a paper published last year in the Astrophysical Journal, The Dragonfly Nearby Galaxies Survey. IV.  A Giant Stellar Disk in NGC 2841. In the article  J. Zhang et al. discuss the discovery of this extended disk using the Dragonfly telescope.  \r\n\r\nI knew about the Dragonfly since I had heard Mike Rice, founder and proprietor of New Mexico Skies, speak about this new telescope that he helped develop, at the last AIC meeting.  It combines the signal of 10 Canon 400mm telephoto lenses linked together to provide an effective f/.9 system.  It is designed to image ultra-low surface brightness areas surrounding galaxies.  It is currently controlled remotely by Yale University.  \r\n\r\nThe article reports the discovery of “an enormous low-surface brightness disk” .  When azimuthally averaged, the stellar disk can be traced out to a radius of 70 kpc.  70,000 parsecs is equivalent to 228,000 ly. To give some perspective, the inner galactic disk of NGC2841 is considered to be about 150,000 ly in diameter. (The Milky Way is 100,000 ly in diameter) The article discusses the apparent warping of the extended disk and provides some possible explanations for the building up of the disk, including stellar migration, accretion, and in-situ star formation.   \r\n\r\nI was excited to have captured perhaps a portion of this stellar disk.  NGC 2841 is a flocculent galaxy  located in Ursa Major and is about 47 million ly distant.   I counted 98 background galaxies in the un-cropped image.  \r\n\r\nFor me, much of the adventure of astro-imaging is the discovery that occurs with almost every image and the awe I feel as I witness the beauty of our Creators cosmos.    \r\n\r\n“Of all tools, an observatory is the most sublime…The sublime attaches to the door and to the first stair you ascend, that this is the road to the stars” (Ralph Waldo Emerson, “A year with Emerson, a Daybook”)\r\n\r\n(Published in August 2019 Astronomy Magazine)\r\n\r\n\r\nAcquisition info:\r\n\r\nLocation: Starlodge Observatory, Fairview UT\r\nDate: January, 2019\r\nTelescope: Astro-Tech 16” Ritchey Chretien\r\nCamera: Atik 16200\r\nLRGB: 370:150:150:150 (13.7 hrs)",
    "h": 1824,
    "hash": null,
    "id": 390497,
    "imaging_cameras": [
        "Atik 16200"
    ],
    "imaging_telescopes": [
        "ASTRO- TECH AT 16 RC"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 251,
    "link": "https://pbase.com/image/168799465",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807330/"
    ],
    "orientation": "135.000",
    "pixscale": "0.711",
    "published": "2019-02-12T18:35:51.350280",
    "ra": "140.510",
    "radius": "0.335",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/390497/",
    "revisions": [
        "/api/v1/imagerevision/170356/"
    ],
    "subjects": [
        "NGC 2841"
    ],
    "title": "NGC 2841- An Extended Stellar Disk",
    "updated": "2021-06-03T18:17:30.562395",
    "uploaded": "2019-02-12T15:34:12.544088",
    "url_duckduckgo": "https://www.astrobin.com/390497/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/390497/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/390497/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/390497/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/390497/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/390497/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/390497/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/ae492601-fd1c-419a-9891-64161d089436.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/ae492601-fd1c-419a-9891-64161d089436-1549996182.jpg",
    "url_thumb": "https://www.astrobin.com/390497/0/rawthumb/thumb/",
    "user": "kvwood",
    "views": 1850,
    "w": 1824
}