{
    "animated": false,
    "bookmarks": 11,
    "comments": 11,
    "data_source": "TRAVELLER",
    "dec": "-15.186",
    "description": "This wide field (some 20 full moons across) depicts the border between Sagittarius, Scutum and Serpens, in a rich Milky Way field. The Eagle, also known as M16, is left, above center, and the Swan, or M17 at the right. The deep, wide-field image shows the cosmic clouds as brighter regions of active star-formation, in striking H-alpha red emission. Along the Milky Way, dark clouds surround the field. M17 is about 5500 and M16 some 6500 light-years away. The Eagle's wingspan is about 120 light years! [1] The dark nebula in the lower part of the image is Barnard 312.\r\n\r\nM16 was first discovered by Swiss astronomer Philippe Loys de Chéseaux in 1745, describing the cluster of stars surrounding it. Charles Messier independently rediscovered it in 1764 as part of his catalog, dubbing it M16. [2] Messier wrote \"In the same night of June 3 to 4, 1764, I have discovered a cluster of small stars, mixed with a faint light, near the tail of Serpens [...] when employing a good instrument one distinguishes these stars, & one remarkes in addition a nebulosity which contains three of these stars.\" [3]\r\n\r\nThe first image of the nebula appears to have been made by American astronomer Edward Barnard, in 1895, and it was the image taken by amateur pioneer Isaac Roberts in 1897 that brought the Eagle Nebula into the IC catalogue of 1908. [3] As photographic plates became more sensitive, the nebula revealed great detail. In his Celestial Handbook, Robert Burnham Jr. writes: \"In the vast reaches of the Universe, modern telescopes reveal many vistas of unearthly beauty and wonder, but none, perhaps, which so perfectly evokes the very essence of celestial vastness and splenor, indefinable strangeness and mystery, the instictive recognition of a vast cosmic drama being enacted, of a supreme masterwork of art being shown.\" [4]\r\n\r\nThe first attempt to accurately draw M17 was by John Herschel in 1833, and published in 1836. He described the nebula's figure as \"nearly that of a Greek capital omega, somewhat distorted, and very unequaly bright.\" [5] Many sketches were made in the next years, and it was known as a Horseshoe nebula. Finally, Chambers likened the shape to a \"swan floating on the water\" [6] - the name we still use today.\r\n_____________________________\r\n\r\nMy image depicts the Milky Way field that surrounds M16/M17, in a very dense starfield filled with dark nebulosity. I especially liked how the framing and composition turned out - the dark B312 gives a great compositional balance to the frame. I especially wonder how must E. E. Barnard felt when imaging this great wide views of the Milky Way - cataloguing all those stunning dark nebulae... \r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image.\r\n\r\nDate and Time: September 8, 2018 \r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, SQM ~21.6*calculated)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 800\r\nLens: Samyang 135mm f/2, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; ~1.2”\r\nExposure Detail: 21x120s total 42 min\r\n\r\n[1] APOD 2013/05/31 [2] Eagle Nebula (M16): Hubble Images & Pillars of Creation space.com [3] messier-objects.com/messier-16-eagle-nebula [4] The Messier Objects, 2nd ed, Stephen James O'Meara, p.95 - quote from Celestial Handbook, Robert Burnham Jr. [5] Omega Nebula, Wikipedia, from Edward Holden \"The Horseshoe Nebula in Sagittarius\", 1876 [6] Atlas of the Messier Objects - Highlights of the Deep Sky, Ronald Stoyan, 2008, p. 111",
    "h": 3600,
    "hash": null,
    "id": 390847,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 134,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "90.479",
    "pixscale": "9.742",
    "published": "2019-02-14T21:07:35.116737",
    "ra": "277.425",
    "radius": "6.141",
    "remote_source": null,
    "resource_uri": "/api/v1/image/390847/",
    "revisions": [],
    "subjects": [
        "Eagle nebula",
        "IC 4701",
        "IC 4715",
        "M 16",
        "M 17",
        "M 18",
        "NGC 6604",
        "NGC 6611",
        "NGC 6613",
        "NGC 6618",
        "NGC 6645",
        "Omega nebula",
        "The star γSct"
    ],
    "title": "The Eagle and the Swan",
    "updated": "2021-06-13T09:45:55.262534",
    "uploaded": "2019-02-14T21:07:35.395541",
    "url_duckduckgo": "https://www.astrobin.com/390847/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/390847/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/390847/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/390847/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/390847/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/390847/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/390847/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/4323c614-f4a1-4179-b739-e35137169988.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/4323c614-f4a1-4179-b739-e35137169988-1550178641.jpg",
    "url_thumb": "https://www.astrobin.com/390847/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1046,
    "w": 2763
}