{
    "animated": false,
    "bookmarks": 2,
    "comments": 0,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Sinus Iridum is an impact crater filled with lava that lies northwest of Mare Imbrium. It is far from any landing site of the Apollo missions, the nearest (Apollo 15) is over 1000 km away. Scientists would like to take a look at basaltic chemistry to see how much they differ from the basalt samples collected at the Apollo 15 mission.\r\nWrinkled ridges cross the bed, and in some places there are families of rocks stacked on the ridges of these crests. Where are these rocks coming from? From the mountain range?\r\nMany small irregularly shaped craters punctuate Sinus Iridum, how were they formed?\r\nOver the past four decades, the Moon has suffered an almost total abandonment, fortunately, in recent years, the Chinese are committed to taking this delay.\r\nMany unanswered questions, which perhaps the Yutu rover (Jade Rabit), who landed on Sinus Iridum may come to answer.\r\nThis impact basin, approximately 100 km in diameter, was filled by at least 4 massive basalt flood . On its \"banks\" there is a semicircular ring of dramatic mountains called the Jura Mountains, with the Heraclides Promontory at its far west and the Laplace Promontory at its eastern end, these promontories, which can be seen with perfection in this picture.\r\nFrom a closer look at the exact point on which the plains meet, look closely at the promontory of Laplace and its intriguing geology. Imagine yourself at the top at an altitude of 2600 meters observing the plain around you!\r\nDid you feel a chill?\r\n\r\nUm lugar mágico na Lua!\r\nSinus Iridum é uma cratera de impacto preenchida com lava que situa-se a noroeste de Mare Imbrium. Está longe de qualquer local de pouso das missões Apollo,  o mais próximo (Apollo 15) está a mais de 1000 km de distância. Os cientistas gostariam de dar uma olhada na química dos basaltos, para ver quanto eles se diferem das amostras de basalto recolhidas na missão Apollo 15.\r\nCristas enrugadas cruzam o leito e, em alguns lugares existem famílias de rochas empilhadas nos cumes dessas cristas. De onde  estão saindo essas rochas?  Da cordilheira? \r\nMuitas pequenas crateras de forma irregular pontuam Sinus Iridum, como elas foram formadas? \r\nNas últimas 4 décadas, a Lua sofreu um quase total abandono, felizmente, nos últimos anos,  os Chineses estão empenhados em tirar esse atraso.\r\nMuitas perguntas sem respostas, que talvez o rover Yutu (Jade Rabit), que pousou em Sinus Iridum possa vir a responder.\r\nEsta bacia de impacto, com aproximadamente 100 km de diâmetro foi preenchida por, pelo menos, 4 derrames basálticos. Em suas \"margens\" há um anel semicircular de montanhas dramáticas chamadas Montes Jura, com o Promontório de Heráclides em seu extremo oeste e o Promontório de Laplace no seu extremo leste, promontórios esses, que podem ser vistos com perfeição nessa foto.\r\nDe  um olhar mais atento sobre o ponto exato em que as planícies se encontram, observe bem o promontório de Laplace e sua intrigante geologia. Imagine-se no topo a 2.600 metros de altura observando a planíce a sua volta!\r\nSentiu um calafrio?\r\nhttps://www.astrobin.com/full/392089/0/?nc=astroavani",
    "h": 967,
    "hash": null,
    "id": 392089,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 95,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2019-02-21T22:50:16.750060",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/392089/",
    "revisions": [],
    "subjects": [],
    "title": "A magical place on the moon!",
    "updated": "2021-03-17T12:01:16.856462",
    "uploaded": "2019-02-21T22:50:16.880242",
    "url_duckduckgo": "https://www.astrobin.com/392089/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/392089/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/392089/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/392089/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/392089/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/392089/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/392089/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/392089/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 906,
    "w": 1300
}