{
    "animated": false,
    "bookmarks": 36,
    "comments": 38,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "I have always been intrigued by the snowflake-like uniqueness of planetary nebulae (PN).  More so than star clusters or galaxies, these deep sky objects vary tremendously from one to the next in structure, composition and appearance. I thought it would be interesting to put together a poster of 50 of my favorite PN images that I have posted on Astrobin, in the hopes of seeing some common patterns in the nebulae to better understand how they develop and evolve.  \r\n\r\nSince I don't have a formal education or occupation in the field of astronomy, I scoured the published literature for 2 months to learn as much as I could about PN, taking a copious amount of notes.  I read 2 dedicated PN books, many other sections of various astronomy books, 30+ published papers, and many other internet sources.  Much has been published about PN and how they evolve, dating back 40 years.  Unfortunately, by the end of my research, I felt that I had more questions about PN structure and development than answers. This is not to diminish the important contribution of the amazing scientists in this field, including Balick, Kwok, Griffiths, and many others.  PN are simply not easy to understand - many variables are involved in their formation.  It is hard for scientists to sort through and quantify the impact of each variable when we only have snapshots taken from one perspective of very faint and distant objects.  \r\n\r\nAs best I can sort through from the current state of literature, the primary variables that impact PN structure seem to be:\r\n\r\n1. Our angle of apparent view, which often leads us to incorrect interpretations of the shape.  The best example is a bi-polar nebula, which looks obvious from the side, but from the end often looks like a ring nebula.\r\n\r\n2. The number of source stars.  Typically two (binary system) are involved, but many PN involved one or three.  This dramatically impacts the overall shape, from symmetric to bi-polar to multi-polar/non-symmetric.\r\n\r\n3.  The interaction between the slowly outward moving AGB gases (pulsated by the star during the Asymptotic Giant Branch stage) and the later fast winds from the central star, creating the \"snowplow\" effect identified by Dr. Kwok.   Some PN seem virtually unaffected by this stage and maintain a pristine spherical shape, while others develop filaments and show other signs of intense disruption and severe deformation. \r\n\r\n4.  The source star mass, as well as other physical and chemical properties of the source.  This likely impacts the nature of the fast winds described above.\r\n\r\n5.  The density of the local medium immediately surrounding the star, especially around the equator, which may be of particular importance in the development of bi-polar PN. \r\n\r\n6.  The impact of the more distant interstellar medium (ISM) on the expanding PN, which reshapes the arc fronts and shows up as distortions to symmetry.  \r\n\r\nMany different PN categorization methodologies have been developed over the years.  I attempted several versions of this poster, following different published categorization methods, to present a logical view of the 50 different PN, but I was not happy with any of the resulting versions.  In the end, it seemed most logical to simply sort them into 10 different structural categories.  On the poster, each structural category is represented by a different column, and each column has 5 PN examples.  \r\n\r\nStarting on the left, the large ancient dim PN are shown (column 1), followed by the brighter ancient PN (column 2), followed by smaller round PN that are fairly transparent in the center (column 3). The 7 columns to the right of column 3 shown increasingly complex structures - clouded (column 4), textured (column 5), elliptical core (column 6), torus core (column 7), bi-polar (column 8), bi-polar with ansae jets (column 9), and multi-polar (column 10).\r\n\r\nA few observations on different characteristics of the PN poster and what I have learned:\r\n\r\n<b><i>Distance</i></b> - Below each PN designation, I have indicated the distance to each PN in kiloparsecs (kpc).  1 kiloparsec equals 3261 light years.  The distances range from 0.2 to 3.2 kpc.  Distances to PN are hard to determine accurately. For each PN, I choose the source which I thought was more reliable, but I would consider the distance accuracy to be +/- 20%.  For a few objects, the distance has not yet been accurately determined.\r\n\r\nInterestingly, all of the ancient PN (columns 1 and 2) are relatively close to us, averaging about 0.5 kpc.  I always assumed that, because of their relatively large size, a PN becomes an ancient PN by expanding significantly as it ages.  But the large size of ancient PNs seem to be mainly due to their close distance.  The diameters of the PN in columns 3 thru 5, for example, are similar in size to the ancient PN when taking distance into account.  I assume that we don't see ancient PNs at greater distances because they simply become too dim.   \r\n\r\nIn contrast to the ancient PN, it is surprising how far all of the multi-polar PN are from us, at 1 kpc and beyond.  It is too bad that we don't have a closer view of these magnificent multi-polar objects.  Plus, it is a bit of a mystery why there isn't a multi-polar PN closer to us, unless they are simply very rare.\r\n\r\n<b><i>Scale</i></b> - The PN are shown to apparent scale.  I used an exponential scale instead of a linear scale, so that the smaller PN show up a bit bigger than they would otherwise.  The apparent sizes range from 0.5 to 15 arc-minutes.  Keep in mind that these PN are all at different distances, so conclusions should not be made simply based upon their relative image sizes. \r\n\r\nOne object which appears to be an outlier is KjPn8.  Its large apparent size (14 arc-minutes) and far actual distance (1.6 kpc) make its true size twice as large as Abell 31, one of the largest planetary nebula in the sky.  It visually looks similar to the Sh2-71, only large and dimmer.  \r\n\r\n<b><i>Color</i></b> -  I processed most of these PN using a HOO palette (red-Ha; green-OIII, blue-OIII).  Most PN have very little SII, which is why I was only able to use the Hubble palette for those few objects which had higher SII levels.   Using a HOO palette means that the red color in the poster represents Ha, and cyan/blue represents OIII.  White means that both Ha and OIII signals are evenly balanced.   I did not calibrate each PN to their spectra, so the exact color tones (e.g., blue vs. cyan) will not be perfectly accurate.\r\n\r\nLooking carefully at the PN colors can be interesting.  All of the PN outer rims of the bi-polar PN (columns 8 and 10) are comprised of Ha, whereas very few of the round PN (columns 3, 4, 5) have much Ha content.  Also, the color white is primarily seen in the toruses and ellipses found in the interior of  the more complex PN. \r\n\r\n<b><i>Structure</i></b> -  On the poster, it is interesting to see how many PN structural characteristics look to be common/consistent.  Some of these include:\r\n\r\n- True overall diameter (when taking distance into account).\r\n- Aspect ratio of most bi-polar PN.\r\n- Mottled dark areas within many PN.\r\n- Outer bright rim thickness of most circular PN.\r\n\r\nIt is hard to appreciate these similarities when viewing just one PN at a time.\r\n\r\nFrom a structural perspective, it is interesting to consider whether PN evolve from one column to another.  For example, do ansae develop from the ends of a bi-polar nebula?  Or, could a multi-polar PN could develop from a bi-polar?   At one point in time scientists thought that all PN were bi-polar, but that view has changed over the years.  The poster clearly indicates that many different morphologies are at work here.\r\n\r\nAn interesting structural evolution possibility is how the side-viewed bi-polar structure evolves from Abell 33 (column 3), to M97 (column 4), to Jones-Emberson 1 (column 8), to Jones 1 (column 2).  The inner structure evolves from two faint black circles to an hourglass shape.  I am not sure that this is an actual progression, but it looks possible.\r\n\r\nAnother interesting structural evolution possibility is how the end-viewed bi-polar structure evolves from NGC 6337 (column 7), to M57 (column 7), to NGC 7293 (column 8), to HDW 2 (column 2), to HFG 1 (column 1) .  All of these show evidence of the same type of overall structure, but at different scales and levels of brightness.\r\n\r\n**********************************\r\n\r\nThank you for reading this far.  I enjoyed creating the poster and I am sure that I learned a lot about these wonderful objects through my research and imaging, even though it feels that my knowledge only scratches the surface and that I have much more yet to learn about them.  I would be interested in hearing your thoughts and observations below.",
    "h": 6000,
    "hash": null,
    "id": 398152,
    "imaging_cameras": [
        "ZWO ASI  1600MM Cooled Pro"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130NFB"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 153,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805974/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2019-03-30T13:54:44.242591",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/398152/",
    "revisions": [],
    "subjects": [],
    "title": "Planetary Nebulae Morphology",
    "updated": "2021-05-26T19:51:47.955806",
    "uploaded": "2019-03-30T12:26:12.945148",
    "url_duckduckgo": "https://www.astrobin.com/398152/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/398152/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/398152/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/398152/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/398152/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/398152/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/398152/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/398152/0/rawthumb/thumb/",
    "user": "GaryI",
    "views": 1181,
    "w": 9000
}