{
    "animated": false,
    "bookmarks": 32,
    "comments": 14,
    "data_source": "BACKYARD",
    "dec": "-10.606",
    "description": "SH2-27 is an extremely large ionisation nebula in Ophiucus, which spans 13 degrees or 26 full moons across the sky.   SH2-27 is ionised by Zeta Ophiuchi (Zeta Oph), which is a massive super-hot O-type star.  Zeta Oph is a run away star, and is somewhat famous after some great images of its bow shockwave were published by NASA from the WISE and Spitzer infrared space telescopes. \r\n\r\nRevision B <a>https://www.astrobin.com/39tu57/B/</a> is a composite image combining my data with the infrared bow shock image from the WISE IR telescope, courtesy of NASA/JPL-Caltech/UCLA.  This adds some nice extra detail to the bow shock region.\r\n\r\nZeta Oph was thought to once have an equally massive partner in a binary star system.  It is believed that the binary partner went supernova, which blasted Zeta Oph away.  As a result, Zeta Oph is moving like a bullet at 24 km/sec (54,000 miles per hour) and is ploughing into the dense dust and gas fields in the region.  As it does so, its intense ionisation winds push gas and dust out of its way.  In front of Zeta Oph, the dust and gas compresses forming a heated shockwave similar to the bow of a boat when moving through water.  In the NASA image release it was suggested that it was necessary to image the bow shock in the infrared, as the bow shock features were hidden in visible light by the dense dust fields in this region.\r\n\r\nBefore I started this project, I searched though a number of wide field images that showed SH2-27 and noticed some of then appeared to show a small and faint bow shock.  After some searching I also found a paper from 1979 which detected the bow shock in OIII and Ha emission.  So I embarked on this project trying to image the bow shock in visible light as well the surrounding SH2-27 nebula.  I believe this is the first SHO image of SH2-27 and the first image to show the full extent of Zeta Oph’s bow shock in visible light. \r\n\r\n<b/>Bow Shock</b>\r\nIn this image Zeta Oph is moving from the top left towards the bottom right.  You can see a large flat OIII bow shock which spans ~1.35 degrees, which is nearly twice as wide as the OIII emission detected in the 1979 paper.  The OIII bow shock  has small ‘contrails’ streaking out behind the shockwave along the direction of travel.  In front of the main shockwave there is a further area of fainter OIII emission, which appears to be a secondary bow shock.  \r\n\r\nThe Ha bow shock is a little less intense than the OIII emission, but trailing behind the bow shock are well defined linear Ha emission contrails.  These Ha contrails are much longer than the OIII contrails, trailing for ~1.6 degrees behind the bow shock, and are also orientated along the same direction of travel.  I can not find any prior reports describing these Ha contrails or the OIII secondary bow shock.\r\n\r\nRevision C <a>https://www.astrobin.com/39tu57/C/</a> is an animated GIF showing the OIII, Ha and IR bow shock features.",
    "h": 4497,
    "hash": "39tu57",
    "id": 596119,
    "imaging_cameras": [
        "ASI6200mm Pro"
    ],
    "imaging_telescopes": [
        "NIKON 200mm f/2"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 228,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2815883/"
    ],
    "orientation": "181.885",
    "pixscale": "7.904",
    "published": "2021-06-10T22:17:03.255610",
    "ra": "249.073",
    "radius": "9.001",
    "remote_source": null,
    "resource_uri": "/api/v1/image/596119/",
    "revisions": [
        "/api/v1/imagerevision/290710/",
        "/api/v1/imagerevision/290711/"
    ],
    "subjects": [
        "11 Sco",
        "13 zet Oph",
        "13.76",
        "13.85",
        "13.93",
        "14.85",
        "14.92",
        "15 psi Sco",
        "15.21",
        "15.80",
        "16 Sco",
        "164 Eva",
        "17 chi Sco",
        "18 Sco",
        "20 Oph",
        "23 Oph",
        "3 ups Oph",
        "350 Ornamenta",
        "547 Praxedis",
        "593 Titania",
        "739 Mandeville",
        "97 Klotho",
        "Khan",
        "M107",
        "Ophiucus",
        "PK010+18.1",
        "PK010+18.2",
        "Pluto",
        "Serpens",
        "Sh2-23",
        "Sh2-24",
        "Sh2-27",
        "The star 11Sco",
        "The star 16Sco",
        "The star 18Sco",
        "The star 20Oph",
        "The star 23Oph",
        "The star ζOph",
        "The star υOph",
        "The star χSco",
        "The star ψSco"
    ],
    "title": "The Runaway Star of SH2-27",
    "updated": "2021-07-04T12:24:30.716571",
    "uploaded": "2021-06-10T21:37:08.956103",
    "url_duckduckgo": "https://www.astrobin.com/39tu57/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/39tu57/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/39tu57/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/39tu57/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/39tu57/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/39tu57/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/39tu57/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/97355/2021/4f2b0e4c-9f88-415d-bef6-5e2c7cc8ca3f.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/97355/2021/4f2b0e4c-9f88-415d-bef6-5e2c7cc8ca3f-1623361213.jpg",
    "url_thumb": "https://www.astrobin.com/39tu57/0/rawthumb/thumb/",
    "user": "matnz",
    "views": 949,
    "w": 6857
}