{
    "animated": false,
    "bookmarks": 7,
    "comments": 14,
    "data_source": "TRAVELLER",
    "dec": "-47.582",
    "description": "This image depics the beautiful and famous NGC 5139 gloublar, and is my first final image of my new telescope! Omega Centauri is packed with some 10 million stars, about 150 light-years in diameter, and some 15000 light years away, in the Southern Constellation Centaurus. [1] The field is some 2ยบ in diagonal, or about 4 full moons. The star cluster is the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, it might be the remnant core of a small galaxy merging with the Milky Way. [1]\r\n\r\nOmega Centauri is such a large and bright globular cluster, you can see it with the naked eye from dark skies, like a faint fuzzy star. It's recorded history goes back to Ptolemy, which catalogued it as a star in his Almagest. In 1603's Uranometria, Johann Bayer designated it as \"Omega Centauri\". It was only in 1826 that James Dunlop recognized it as a globular cluster. [2] Globular Clusters were successfully imaged in the 1880s. [3] From my research, the first photograph of Omega Centauri was by Sir David Gill, 1892. [3]\r\n\r\nIn my image the cluster was framed off-center, for I wanted to capture the faint Galactic Cirrus (or IFN), around the lower right corner. My plan was shooting at least 3h on the target, but wheather has prevented me from adding more data. Next new moon I'll try to improve it, but for now, I was happy it can be just barely hinted, despite the short 1h integration.\r\n_____________________________________________\r\n\r\nThis image is my first published image of my new telescope. It is a Newtonian Telescope optimized for astrophotography. It was entirely built by Brazilian ATM's! It is a 150mm f/5 primary, polished by the renowned Sandro Coletti, and are of top quality. The mirrors are mounted on a carbon fiber tube. I added the TS-Optics 3-element 2\" MaxField Coma Corrector. The corrector acts as a 0.95x reducer, and the effective focal lenght is 710mm, with a focal ratio of f/4.8.\r\n\r\nBy no means I plan on abandoning the wide field work - which is my greatest passion in astrophotography! I just added an instrument that allows me to frame some objects more tightly, with greater resolution. I can say I'm hooked!\r\n \r\nAs the telescope is pretty much custom made, there is still much to be optimized and adjusted - spacing, collimation, balancing, secondary mirror cell. Furthermore, @ 710mm FL, tracking, guiding, wind and seeing become more of a concern (compared to my usual ~135mm wides). But for now, I'm very happy with my astrograph's \"First Light\". \r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image.\r\n\r\nDate: March 30, 2019\r\nLocation: MG, Brazil. Rural Skies (Bortle 2-3-4, calculated SQM ~21.6)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 1600 \r\nOptics: 150/750mm ATM Newtonian Telescope (mirrors by Sandro Coletti) + TS-Optics MaxField 2\" Coma Corrector\r\nMount: Sky-Watcher HEQ5, tracking, guided (~0.9\" RMS)\r\nExposure Detail: 21x180s + 16x10s = Total 65' \r\n\r\n[1] APOD 2017/07/11; [2] Omega Centuari, Wikipedia; [3] Catchers of The Light, Volume 1, pp. 715. Stefan Hughes, 2012",
    "h": 2400,
    "hash": null,
    "id": 401229,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Sandro Coletti ATM Newtonian 150mm f/5"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 194,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "359.394",
    "pixscale": "1.639",
    "published": "2019-04-15T13:48:56.890972",
    "ra": "201.311",
    "radius": "0.985",
    "remote_source": null,
    "resource_uri": "/api/v1/image/401229/",
    "revisions": [
        "/api/v1/imagerevision/176990/"
    ],
    "subjects": [
        "NGC 5139",
        "omega Cen"
    ],
    "title": "Omega Centauri (NGC 5139) and Cirrus",
    "updated": "2021-03-17T11:19:08.766726",
    "uploaded": "2019-04-15T14:48:57.255433",
    "url_duckduckgo": "https://www.astrobin.com/401229/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/401229/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/401229/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/401229/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/401229/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/401229/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/401229/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/47daae5a-ea90-415a-ac21-1bea3dce55c5.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/47daae5a-ea90-415a-ac21-1bea3dce55c5-1582524638.jpg",
    "url_thumb": "https://www.astrobin.com/401229/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1525,
    "w": 3600
}