{
    "animated": false,
    "bookmarks": 22,
    "comments": 39,
    "data_source": "AMATEUR_HOSTING",
    "dec": "42.026",
    "description": "My first journey of deep exposure feels exactly like marathon run. I get anxious at the beginning yet once I hit the runner’s high, all the negative feelings were gone. However the wall was quite discouraging, though i have overcome it eventually. In this special case, the high came in at around 12th hour of exposures and the wall at 20th.  It was my obsessions of perfection drove me to overcome the wall and push this image to the 86 hours mark. Since the rain season is at the corner, it is unlikely I would be able to add more frames to achieve a substantial improvement. Hence, I stopped and conclude this deep exposure attempt.\r\n\r\nThe sunflower/Himawari project is a success for me. I am over 75% satisfied with the result. My original objective was to capture the loop of the M63. It was achieved when I roughly hit the 15hrs mark of R. Adding more data to further improve the SNR, I accidentally found very faint IFN surrounds the area. However, it is barely visible through a strong stretch. I decided not to pursuit it further until I fix my guiding issue and make longer exposures. \r\n\r\nBesides the sunflower at the center with its spectacle loop, the area is full of surprise with the surrounding galaxies. The triplet void galaxies at the bottom got my attention immediately with the tail of PGC 48182. It gradually became smooth and obvious with added data. I was surprised that I managed to capture few details of its center. Another interesting object is PGC 3087926. There is an arrow like large jet structure pointing to the right. Besides these two there are many more interesting tiny galaxies to be found in the image. For me, at one instance, i felt mesmerized staring at the wavery star field on the left with PGC2189963.  \r\n\r\nI chose a very conservative way to process the data like my previous images. The weak evidence of IFN is suppressed in the background until I have more data to give it a good stretch. The loop was shown yet not to emphasized too much otherwise the hdred core of M63 would seem a bit odd in contrast.\r\n\r\nThis project also meant to show my thanks to the Himawari 8 satellite that overwatch the weather of the remote site region. This project started on March 09, 2019 and concluded on April 14, 2019 with 26 nights of data. There are still various imperfections in my system, yet I chose to overlook and take them as is due to my limitation of making a trip to the site. Hopefully I could make a trip over before the dry season to fix the existing issues.\r\n\r\nThank you for reading\r\n\r\n-Doug",
    "h": 6326,
    "hash": null,
    "id": 401497,
    "imaging_cameras": [
        "QHYCCD QHY814A"
    ],
    "imaging_telescopes": [
        "Officina Stellare RH-200 MKII"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 251,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2810475/"
    ],
    "orientation": "345.428",
    "pixscale": "0.633",
    "published": "2019-04-18T06:07:57.176614",
    "ra": "198.957",
    "radius": "0.722",
    "remote_source": "LGO",
    "resource_uri": "/api/v1/image/401497/",
    "revisions": [
        "/api/v1/imagerevision/176903/",
        "/api/v1/imagerevision/176940/",
        "/api/v1/imagerevision/176941/",
        "/api/v1/imagerevision/176942/",
        "/api/v1/imagerevision/176943/",
        "/api/v1/imagerevision/176944/",
        "/api/v1/imagerevision/177181/",
        "/api/v1/imagerevision/177182/",
        "/api/v1/imagerevision/187656/"
    ],
    "subjects": [
        "M 63",
        "NGC 5055",
        "Sunflower galaxy"
    ],
    "title": "Going deep with M63 and neighbors",
    "updated": "2021-04-19T07:58:19.307586",
    "uploaded": "2019-04-17T07:15:56.911789",
    "url_duckduckgo": "https://www.astrobin.com/401497/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/401497/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/401497/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/401497/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/401497/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/401497/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/401497/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18120/2019/e0a2efb0-136c-4c71-9dd9-baff4fcfcb63.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18120/2019/e0a2efb0-136c-4c71-9dd9-baff4fcfcb63-1582532650.jpg",
    "url_thumb": "https://www.astrobin.com/401497/0/rawthumb/thumb/",
    "user": "dead_butt",
    "views": 1922,
    "w": 5234
}