{
    "animated": false,
    "bookmarks": 5,
    "comments": 7,
    "data_source": "TRAVELLER",
    "dec": "-59.780",
    "description": "The Great Carina Nebula, or NGC 3372, is one of the most spectacular regions of our night sky. Spanning over 300 light-years, it is one of our galaxy's largest star forming regions, easily visible to the naked eye. It is some 7500 light-years away toward the southern constellation Carina, formerly part of the Argo Navis. This field of view is over 50 light-years across. The Carina Nebula is home to young, extremely massive stars and the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun. It is the brightest star near the center of the field, right beside the Keyhole Nebula. Eta Carinae is the brightest star, centered here just below the dusty Keyhole Nebula (NGC 3324). [1]\r\n\r\nIn the wonderful \"A View of the Universe\", David Malin comments on an interesting story behind the Keyhole, in the center of the nebula. When surveying the Southern skies in the 1800s, Herschel's drawings clearly shows the dark region resembling a Keyhole. The rim, however, is no longer visible: \"The fate of the southern rim of the Keyhole nebula was not confirmed until it failed to appear on Russel's 1890 photograph, in the same way that it fails to appear on modern photographs\" [2].\r\n\r\nThe first photograph of the star cluster associated with the Nebula is by Benjamin Apthorp Gould, in 1872. However, the earliest known photograph that revealed the nebulosity was by Henry Russell, at Sydney Observatory in 1891. [3] Russell's image can be brownsed online - it is remarkable what those pioneers made back in the day! I wonder the awe they'd be had they seen what amateurs are able to do in our time!\r\n_____________________________________________\r\n\r\nThis image was captured with my new telescope! I'm very happy to use this Newtonian Astrograph for DSO imaging. The full story is on my previous Omega Centauri image, but the design is a 150mm f/5 Newtonian, made by Sandro Coletti and other Brazilian ATM's, paired with TS-Optics MaxField Coma Corrector. As the telescope is pretty much custom made, there is still much to be optimized and adjusted. Furthermore, @ 710mm FL, tracking, guiding, wind and seeing become more of a concern (compared to my usual widefields). \r\n\r\nI consider this to be one of my best works to date. I especially liked how the color turned out - extremely natural, yet beautiful and vibrant. The tonal variations in the red of the nebula are fascinating! I recommend you check the full image (that I posted without resizing) to appreaciate the details.\r\n\r\nTo me Eta Carinae is a special target: it goes way back when I started as an astrophotographer - in 2013, when I was thrilled to capture a blurry image of Eta Car with a fixed tripod. I was hooked back then, and making images with the quality of this one was way beyond what I considered possible. Indeed, perseverence, technique and passion for astrophotography has really brought me where I once only dreamed of!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image.\r\n\r\nDate: April 27, 2019\r\nLocation: MG, Brazil. Rural Skies (Bortle 2-3-4, calculated SQM ~21.6)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 1600 \r\nOptics: 150/750mm ATM Newtonian Telescope (optics by Sandro Coletti) + TS-Optics MaxField 2\" Coma Corrector\r\nMount: Sky-Watcher HEQ5, tracking, guided (~0.9\" RMS)\r\nExposure Detail: 26x180s + 10x30 +10x10s = Total 85' \r\n\r\n[1] APOD 2018/12/27; [2] A View of the Universe, David Malin, pp. 103. Cambridge University Press, 1993. [3] Catchers of Light, p. 1401",
    "h": 5303,
    "hash": null,
    "id": 405994,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Sandro Coletti ATM Newtonian 150mm f/5"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 124,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "358.909",
    "pixscale": "1.240",
    "published": "2019-05-15T17:54:33.195508",
    "ra": "161.087",
    "radius": "1.088",
    "remote_source": null,
    "resource_uri": "/api/v1/image/405994/",
    "revisions": [],
    "subjects": [
        "NGC 3372",
        "eta Car nebula"
    ],
    "title": "Eta Carinae Nebula",
    "updated": "2021-06-12T21:33:18.301733",
    "uploaded": "2019-05-15T18:54:35.861313",
    "url_duckduckgo": "https://www.astrobin.com/405994/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/405994/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/405994/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/405994/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/405994/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/405994/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/405994/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/44771d32-d5f9-4964-a7e3-589fedf7d625.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/44771d32-d5f9-4964-a7e3-589fedf7d625-1582524631.jpg",
    "url_thumb": "https://www.astrobin.com/405994/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 682,
    "w": 3438
}