{
    "animated": false,
    "bookmarks": 35,
    "comments": 51,
    "data_source": "OWN_REMOTE",
    "dec": "-11.622",
    "description": "This would have to be an object on many astrophotographers bucket list.  I remember looking back at some textbooks from my university days and seeing M104.  Sure it was black and white, but it was so very cool.  Skip ahead in time, now, very modest instruments allow us to present incredible renditions of this and many other amazing objects. \r\nThis is where imagination takes hold and things become skewed.  I know this is all wrong, but when I look at this object it almost appears like a very bright light source is held captive, surrounded by large chunks of matter blocking its light and casting shadows into space.  Yep, imagination can certainly conger up fascinating stuff.  But slowly, reality takes over and you that there is no way that rocks that large are patrolling the outskirts of this wonderful galaxy .      \r\nThe Sombrero Galaxy has an incredible halo extending well beyond the frame of the image.  It has to my eye, a slightly brownish tint to it.   Several galaxies further away can be seen through the halo, but they are very small and this is where a large instrument with serious image scale would be a wonderful treat.\r\nThe Sombrero Galaxy, Messier 104, NGC 4594 is a lenticular galaxy found in the constellation Virgo.  It’s about a third of the size of our galaxy sporting an unusually large central bulge.  One of the most striking features is the prominent dust lane in its inclined disk.  This feature resembles a sombrero hat.  The dust lane is a symmetrical ring that encloses the bulge of the galaxy.  Where it crosses in front of the bulge, we can see the brightness of the galaxy extinguish, and the dark belt is revealed.  The ring might also contain most of the cold matter in the Sombrero Galaxy.\r\nAt the core, it is believed that one of the most massive black holes measured in any nearby galaxies resides.    \r\nSome astronomers consider this galaxy to have the highest absolute magnitude within a radius of 10 megaparsecs of the Milky Way.  Visually, this allows a simple set of binoculars to be used allowing the observer to just reveal its presence.   Moving up in aperture, a 200 mm will allow you to distinguish the bulge from the disk.   From there, 250-300 mm will reveal the dark lane.\r\nOf course, photographically every changes.  This image was obtained using a modest 250 mm instrument, and monochromatic camera.   If you had eyes the size of dinner plates and didn’t blink for a day, your friends might think you look like a freak, but hey, could you see it?  There’s that imagination again…. Apologies. \r\n\r\nInstruments Used:\r\n10 Inch RCOS fl 9.1\r\nAstro Physics AP-900 Mount\r\nSBIG STL 11000m\r\nFLI Filter Wheel\r\nAstrodon Lum, Red, Green, Blue Filters\r\nBaader Planetarium H-alpha 7nm Narrowband-Filter\r\n\r\nLum  33 X 900 seconds\r\nHa  22 X 900 seconds\r\nBlue   11 X 900 seconds\r\nGreen  10 X 900 seconds\r\nRed  17 X 900 seconds\r\nTotal Time: 23.24 Hours",
    "h": 1758,
    "hash": null,
    "id": 406659,
    "imaging_cameras": [
        "SBIG Remote Guide Head"
    ],
    "imaging_telescopes": [
        "RC Optical Systems RCOS 10\" Ritchey-Chrétien"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 390,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "7.975",
    "pixscale": "0.605",
    "published": "2019-05-20T07:47:44.751421",
    "ra": "189.998",
    "radius": "0.266",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/406659/",
    "revisions": [],
    "subjects": [
        "M 104",
        "NGC 4594",
        "Sombrero galaxy"
    ],
    "title": "Messier 104 – The Sombrero Galaxy",
    "updated": "2021-06-27T16:53:32.244590",
    "uploaded": "2019-05-20T08:47:44.900017",
    "url_duckduckgo": "https://www.astrobin.com/406659/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/406659/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/406659/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/406659/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/406659/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/406659/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/406659/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15508/2020/c39e4cc2-3099-4817-ba18-384e97b24818.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15508/2020/c39e4cc2-3099-4817-ba18-384e97b24818-1582594595.jpg",
    "url_thumb": "https://www.astrobin.com/406659/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 3286,
    "w": 2636
}