{
    "animated": false,
    "bookmarks": 2,
    "comments": 6,
    "data_source": "TRAVELLER",
    "dec": "-48.745",
    "description": "In the southern constellation of Puppis lies a beautiful field of stars, dust and nebulae. This image depicts a busy starfield contrasting with several nebuloisty regions in a wide field - some 20 moons across! In fact, such a field is seldom imaged - there are only a handful of amateur pictures of this field, perhaps due to it's southern declination and faintness - being  unknown even among many southern imagers. The red nebulosity is mostly part of the Gum Nebula, thought to be a million years old old supernova remnant, named after australian astronomer Colin Stanley Gum. [1]\r\n\r\nEnbedded in the nebulosity are denser molecular regions, in different shades of red/brownish. I really love all the different shades of red. Star clusters, reflection nebulae and cometary globules complete the field. Cometary globules are typically characterized by dusty heads and elongated tails, resembling comets, despite being very much different from the Solar System objects. To the top center is CG4.\r\n\r\nCG4 is a cometary globule some 1300 light-years from Earth toward the constellation Puppis, its head is some 1.5 ly in diameter. That's far larger than the Solar System's comets that it resembles! The head is surrounded by diffuse red hydrogen glow, likely liberated from it by the radiation of nearby stars. [3] The dusty cloud contains enough material to form several Sun-like stars and likely has ongoing star formation within. Right besides CG4 is a faint tiny galaxy, that aligns with the CG quite by chance - it is more than 100 million light-years away, in the background. [2]\r\n_____________________________________________\r\n\r\nI was very happy to make this image! Firstly, because it is a challenging target - managing the uncountable stars whilst emphasizing the nebula is extremely difficult. Secondly, it is a southern beautiful field on a region I've planned to shoot for a long time. Thirdly, this region is rarely imaged in such a wide view - to some extent I did not know what to expect because there are so few comparison images! The image was captured semi-automatically: I framed the field (only relying on the stars, for the nebulosity is so faint it is invisible in a single exposure) and went to bed. The software took care controlling the shutter, and, at around 5am parked the telescope. The colours, depth and features made this one of my favourite images!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image. I strongly recommend opening the full size image - the field really asks for some travelling around!\r\n\r\nDate: January 7 and 8, 2019\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, calculated SQM ~21.6)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 800 \r\nLens: Samyang 135mm f/2, operated at f/2.4 \r\nMount: Sky-Watcher HEQ5, tracking, unguided\r\nExposure Detail: 150x120s; Total Integration 300 minutes or 5h\r\n\r\n[1] APOD 2018/05/24; [2] APOD 2015/03/06; [3] \"A View of the Universe\", David Malin, p. 110-111.",
    "h": 2724,
    "hash": null,
    "id": 408562,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 107,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "358.284",
    "pixscale": "8.566",
    "published": "2019-06-03T17:32:36.279452",
    "ra": "113.825",
    "radius": "5.913",
    "remote_source": null,
    "resource_uri": "/api/v1/image/408562/",
    "revisions": [],
    "subjects": [],
    "title": "The Clouds of Puppis",
    "updated": "2021-03-17T10:44:31.386832",
    "uploaded": "2019-06-03T18:32:36.548370",
    "url_duckduckgo": "https://www.astrobin.com/408562/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/408562/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/408562/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/408562/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/408562/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/408562/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/408562/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/ad99fa01-bf55-4b67-a423-3a8f2b44fabd.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/ad99fa01-bf55-4b67-a423-3a8f2b44fabd-1582524628.jpg",
    "url_thumb": "https://www.astrobin.com/408562/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 473,
    "w": 4157
}