{
    "animated": false,
    "bookmarks": 16,
    "comments": 19,
    "data_source": "BACKYARD",
    "dec": "-43.436",
    "description": "HA: 60 x 180 (bin1x1)\r\nLuminance: 100 x 180 (bin1x1)\r\nRed: 20 X 180 (bin2x2)\r\nGreen: 20x180 (bin2x2)\r\nBlue: 20X180 (bin2x2\r\nHaLRGB\r\nTotal: 11 Hours\r\nDSS+Pixinsight\r\n\r\nEnglish Below\r\nUm pouco de Mitologia: \r\nSegundo a Wikipédia: Na mitologia Nórdica Fenrir é um lobo monstruoso.Na mitologia Fenrir é pai dos lobos SKOLL e HATI e é um dos filhos de LOKI.É pressagiado a matar o Deus ODIN durante RAGNAROK e ser morto pelo filho de ODIN VIDAR.\r\nLocalizado na costelação de Escorpião, a semelhança com o monstro da mitologia aparece pronto para o ataque, como uma imensa sombra escura saltando no espaço.\r\nSempre que via imagens de grande campo dessa região imaginava ser possivel um close nesta linda região. Já estava em meus planos a pelo menos 2 anos está captura. Com um céu maravilhoso, em 3 noites pude juntar dados suficientes para compor uma bela imagem desse objeto.\r\nO campo é totalmente envolto em uma nebulosa de emissão, com uma densa nuvem de poeira formando Fenrir. As estrelas no campo são de diversos tipos e idades diferentes, como as cores atestam. \r\nO mais engraçado de toda essa história, é que esse apelido não oficial, surgiu na Astronomia amadora. Depois que um astronomo amador da Australia Paul Haese fotografou esse objeto, Rolf Wahl Olsen da Nova Zelândia notou a semelhança com o monstro da mitologia e popularizou o objeto como FENRIR NEBULA.\r\nSL 17 (Sandqvist and Lindroos 17) é a designação oficial desse objeto.\r\n\r\nA Little Bit of Mythology:\r\nAccording to Wikipedia: In Nordic mythology Fenrir is a monstrous wolf. In mythology Fenrir is the father of the wolves SKOLL and HATI and is one of the sons of LOKI. He is presaged to kill the ODIN God during RAGNAROK and be killed by the son of ODIN VIDAR.\r\nLocated in the constellation of Scorpio, the resemblance to the monster of mythology appears ready for attack, like an immense dark shadow leaping into space.\r\nWhenever I saw images of the great field of this region I imagined a close-up of this beautiful region to be possible. I was already in my plans for at least 2 years is catch. With a wonderful sky, in 3 nights I was able to gather enough data to compose a beautiful image of this object.\r\nThe field is totally encased in an emitting nebula, with a dense cloud of dust forming Fenrir. The stars in the field are of different types and ages, as the colors attest.\r\nThe funniest of all this story, is that this unofficial nickname, arose in amateur astronomy. After an Australian amateur astronomer Paul Haese photographed this object, Rolf Wahl Olsen of New Zealand noticed the resemblance to the monster of mythology and popularized the object as FENRIR NEBULA.\r\nSL 17 (Sandqvist and Lindroos 17) is the official name of this object.",
    "h": 3344,
    "hash": null,
    "id": 409768,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Teleskop Service TS 115 / 800 Triplet APO"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 231,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "98.661",
    "pixscale": "1.209",
    "published": "2019-06-10T20:05:09.331077",
    "ra": "253.505",
    "radius": "0.859",
    "remote_source": null,
    "resource_uri": "/api/v1/image/409768/",
    "revisions": [
        "/api/v1/imagerevision/182279/",
        "/api/v1/imagerevision/182296/",
        "/api/v1/imagerevision/182305/"
    ],
    "subjects": [],
    "title": "Fenrir Nebula SL17",
    "updated": "2021-06-22T18:01:26.523066",
    "uploaded": "2019-06-10T16:57:55.309448",
    "url_duckduckgo": "https://www.astrobin.com/409768/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/409768/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/409768/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/409768/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/409768/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/409768/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/409768/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/22145/2019/6d90eabb-1f6d-47ce-adfe-fdb1d47adc6e.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/22145/2019/6d90eabb-1f6d-47ce-adfe-fdb1d47adc6e-1582616709.jpg",
    "url_thumb": "https://www.astrobin.com/409768/0/rawthumb/thumb/",
    "user": "GerminianiMaicon",
    "views": 1455,
    "w": 3877
}