{
    "animated": false,
    "bookmarks": 9,
    "comments": 29,
    "data_source": "OWN_REMOTE",
    "dec": "-18.883",
    "description": "Images from the following two scopes (piggybacked) contributed to this image:\r\nAG12+ASI1600MM at .70 asec/pix\r\nTV127is+ASI183MM at .75 asec/pix. \r\nThey were all registered to the best R image taken on the AG12.\r\n\r\nImaged on nights of 1/29/2019, 1/30, 1/31,  2/12. \r\n\r\nNGC 4038/NGC 4039 Antennae Galaxy pair is a rather challenging target to image.  It is exceptionally dim, showing at magnitude 13 and is small at about 6 arc minutes.\r\n\r\nThe Antennae Galaxies, also known as NGC 4038/NGC 4039, are a pair of interacting galaxies in the constellation Corvus. They are currently going through a starburst phase, in which the collision of clouds of gas and dust, with entangled magnetic fields, causes rapid star formation. They were discovered by William Herschel in 1785.\r\n\r\nThe Antennae Galaxies are undergoing a galactic collision. Located in the NGC 4038 group with five other galaxies, these two galaxies are known as the Antennae Galaxies because the two long tails of stars, gas and dust ejected from the galaxies as a result of the collision resemble an insect's antennae. The nuclei of the two galaxies are joining to become one giant galaxy. Most galaxies probably undergo at least one significant collision in their lifetimes. This is likely the future of our Milky Way when it collides with the Andromeda Galaxy.\r\n\r\nFive supernovae have been discovered in NGC 4038: SN 1921A, SN 1974E, SN 2004GT, SN 2007sr and SN 2013dk.\r\n\r\nThe Antennae galaxies also contain a relatively young collection of massive globular clusters that were possibly formed as a result of the collision between the two galaxies. The young age of these clusters is in contrast to the average age of most known globular clusters, around 12 billion years old, with the formation of the globulars likely originating from shockwaves, generated by the collision of the galaxies, compressing large, massive molecular clouds. The densest regions of the collapsing and compressing clouds are believed to be the birthplace of the clusters.\r\n\r\nAbout 1.2 billion years ago, the Antennae were two separate galaxies. NGC 4038 was a barred spiral galaxy and NGC 4039 was a spiral galaxy. Before the galaxies collided, NGC 4039 was larger than NGC 4038. 900 million years ago, the Antennae began to approach one another, looking similar to NGC 2207 and IC 2163. 600 million years ago, the Antennae passed through each other, looking like the Mice Galaxies. 300 million years ago, the Antennae's stars began to be released from both galaxies. Today the two streamers of ejected stars extend far beyond the original galaxies, resulting in the antennae shape.\r\n(Wikipedia)",
    "h": 3231,
    "hash": null,
    "id": 410799,
    "imaging_cameras": [
        "ZWO ASI   183 MM pro",
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is",
        "Orion Optics UK AG12"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 230,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "357.820",
    "pixscale": "0.501",
    "published": "2019-06-17T14:20:57.950163",
    "ra": "180.479",
    "radius": "0.373",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/410799/",
    "revisions": [],
    "subjects": [
        "Antennae",
        "NGC 4038",
        "NGC 4039",
        "NGC4038",
        "NGC4039"
    ],
    "title": "NGC 4038/NGC 4039 Antennae Galaxy",
    "updated": "2021-05-09T19:03:29.982825",
    "uploaded": "2019-06-17T14:58:46.454264",
    "url_duckduckgo": "https://www.astrobin.com/410799/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/410799/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/410799/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/410799/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/410799/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/410799/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/410799/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2019/ec0c3adb-69c1-488d-9536-ff93fc8f2fd2.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2019/ec0c3adb-69c1-488d-9536-ff93fc8f2fd2-1582590808.jpg",
    "url_thumb": "https://www.astrobin.com/410799/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 892,
    "w": 4284
}