{
    "animated": false,
    "bookmarks": 7,
    "comments": 26,
    "data_source": "TRAVELLER",
    "dec": "-75.632",
    "description": "In the deep southern constellations of Musca, the Fly, in the upper left corner, and Chamaeleon, in the bottom of the image no stars shine brightly. But deep exposures reveal intriguing clouds of dust and gas - features in the threshold of faintness – the Chamaeleon complex and the Musca Molecular Cloud. This field is extremely wide – some 20 degrees across! \r\n\r\nThe Musca region is located around the Dark Doodad, officially Sandqvist 149, – the sharp dark nebula at the top, right beside the globular cluster NGC 4372. Doodad is slang for a “thingy” or a “whatchamacallit”. It was named by American amateur astronomer, astrophotographer and writer Dennis di Cicco in 1986 [1]. \r\n\r\nCha I is the dense region to the bottom right. To its left, the region is divided on Cha II (top) and Cha III (bottom).  The proximity of the Chamaeleon-Musca star-forming complex has triggered many studies of the system, especially on the pre-main-sequence star evolution. [2]\r\n\r\nIn a recent study using Gaia data, it was possible to accurately determine the distances to those clouds. Cha I, II and III are about 580-650 light years away, but the Musca cloud is at a distance of 2000 light years, further away. [2] Albeit almost juxtaposed from our point of view, the clouds are greatly separated in the interstellar space!\r\n_____________________________________________\r\n\r\nThis image is made with exposures from two different dates. Back in 2018 I photographed the Chamaeleon Cloud for the first time with detail. Under challenging conditions, with an imperfectly polar aligned mount, I managed only 30” frames (albeit a whopping 180 of them). Its full story can be read in my 2018 image. \r\n\r\nThis year I wanted to include the beautiful Dark Doodad nebula in Musca, and decided to make a two-frame mosaic – one of the CMC and one of the Dark Doodad. Unfortunately, I could only expose for some 2h this year. The 2h image looked nice, but lacked SNR. I then decided to integrate the frames shot last year – which almost perfectly matched my bottom mosaic tile. The result is a 5h integration (of which the upper Musca frame has 78’ and the bottom Chamaeleon has 242’). \r\n\r\nProcessing the delicate details of the extraordinarily faint dark nebulae and the dense starfield, and the gradient modelling (a critical step) in such a busy field is very challenging! However, I was really surprised with the result – mostly made with photographic equipment (unmodded DSLR and lens), in an entry-level mount - quite modest and relatively affordable equipment!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image!\r\n\r\nDates: 13 April 2018 & 27 April 2019\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, calculated SQM ~21.2)\r\nCamera: Canon EOS 80D (stock), at ISO 1600\r\nOptics: Samyang 135mm f/2, operated at f/2.4 \r\nMount: Sky-Watcher EQ3-2, RA-only tracking, unguided\r\nExposure Detail: 2 frame mosaic. Mus = 78x60s; Cha = 360x30s + 51x60s + 5x120s. Total integration 320 minutes.\r\n\r\n************************************\r\nDa Mosca ao Camaleão\r\n\r\nNas profundas constelações austrais de Musca, a Mosca, no canto superior esquerdo, e Chamaeleon, em baixo, nenhuma estrela brilha forte. Mas exposições profundas revelam intrigantes nuvens de gás e poeira, no limite do tênue: o complexo de Camaleão-Mosca de nuvens moleculares. Este campo é extremamente amplo - cerca de 20 graus de diâmetro!\r\n\r\nA região de Musca está localizada ao redor da “Dark Doodad”, oficialmente Sandqvist 149, - a nebulosa escura no topo, ao lado do aglomerado globular NGC 4372. “Doodad” é uma gíria em inglês para um \"coisa.... com nome pouco definido....\". Foi nomeado pelo astrônomo amador, astrofotógrafo e escritor americano Dennis di Cicco em 1986 [1].\r\n\r\nCha I é a região densa no canto inferior direito. À sua esquerda, a região é dividida em Cha II (em cima) e Cha III (em baixo). A proximidade do complexo de formação de estrela de Chamaeleon-Musca desencadeou muitos estudos do sistema, especialmente na evolução de estrelas pré-sequência-principal. [2]\r\n\r\nEm um estudo recente usando dados do Gaia, foi possível determinar com precisão as distâncias até essas nuvens. Cha I, II e III estão a cerca de 580-650 anos-luz, mas a nuvem Musca está a uma distância de 2000 anos-luz, mais distante. [2] Embora quase justapostos do nosso ponto de vista, as nuvens estão bem separadas no espaço interestelar!\r\n_____________________________________________\r\n\r\nEsta imagem foi feita em duas datas diferentes. Em 2018, fotografei pela primeira vez a região de Camaleão. Sob condições desafiadoras, com uma montagem mal alinhada, eu consegui apenas 30\" nos frames únicos (embora um monte: 180 deles). Sua história completa pode ser lida na minha imagem de 2018.\r\n\r\nEste ano eu quis incluir a bela nebulosa Dark Doodad em Musca, e decidi fazer um mosaico de dois quadros - um da CMC e um da Dark Doodad. Infelizmente, só pude expor por cerca de 2h este ano. A imagem de 2h saiu legal, mas combaixo SNR. Finalmente, juntei aos dados capturados em 2018, que se alinhavam quase perfeitamente com o quadro inferior. O resultado é uma integração de 5h (da qual o quadro de Mosca superior tem 78' e o de Camaleão inferior tem 242').\r\n\r\nProcessar os detalhes delicados das nebulosas escuras extraordinariamente fracas com o denso campo de estrelas, e a modelagem de gradiente (um passo crítico) em um campo tão cheio de nebulosidade é muito desafiador! No entanto, fiquei realmente surpreso com o resultado - feito principalmente com equipamento fotográfico (DSLR sem lente e lente), em uma montagem básica – equipamentos bem modestos e relativamente acessíveis!\r\n\r\n[1] \tAPOD 2013/01/31\r\n[2]\tJ. Voirin, C. F. Manara, and T. Prusti, “ A revised estimate of the distance to the clouds in the Chamaeleon complex using the Tycho–Gaia Astrometric Solution ,” Astron. Astrophys., 2018.",
    "h": 4068,
    "hash": null,
    "id": 411064,
    "imaging_cameras": [
        "Canon EOS 80D",
        "Canon 80D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 138,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "350.441",
    "pixscale": "11.833",
    "published": "2019-06-20T12:40:37.652996",
    "ra": "181.926",
    "radius": "8.244",
    "remote_source": null,
    "resource_uri": "/api/v1/image/411064/",
    "revisions": [],
    "subjects": [
        "NGC 4372",
        "NGC 4833",
        "Part of the constellation Chamaeleon (Cha)",
        "Part of the constellation Musca (Mus)",
        "The star αMus",
        "The star βCha",
        "The star γCha",
        "The star γMus",
        "The star δ1Cha",
        "The star δ2Cha",
        "The star δMus",
        "The star εCha",
        "The star κCha",
        "The star πCha"
    ],
    "title": "Musca to Chamaeleon",
    "updated": "2021-04-29T01:00:09.016394",
    "uploaded": "2019-06-20T13:40:37.963948",
    "url_duckduckgo": "https://www.astrobin.com/411064/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/411064/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/411064/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/411064/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/411064/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/411064/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/411064/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/cc1458e5-049f-4c48-a2f2-1854f3090889.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/cc1458e5-049f-4c48-a2f2-1854f3090889-1582524622.jpg",
    "url_thumb": "https://www.astrobin.com/411064/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 538,
    "w": 2934
}