{
    "animated": false,
    "bookmarks": 29,
    "comments": 40,
    "data_source": "OWN_REMOTE",
    "dec": "-48.103",
    "description": "To date, this would have to be my longest exposure at 108 hours. The object is located within a darkened region near the popular “Fighting Dragons of Ara”.  My field of view doesn’t include the surrounding hydrogen-rich areas often seen in wide-field renditions.   Traditional Lum RGB imaging will reveal many colourful stars in the field, but the central nebula can look a little underwhelming in when presented in these wavelengths.   In order to get the result I had envisioned,  many hours of narrowband data were required to reveal the subtle structures in the outer areas of this dim emission nebula, and hopefully, create an image that wasn’t too noisy.\r\n  \r\nThree years later, I thought the narrowband component was sufficient to start processing into a final image.  As I expected, the RGB data revealed a very nice colourful star field to work with, but the central nebula was underwhelming.  The surrounding outer shell was simply not there.  This is where all that narrowband data I had collected could be used to reveal the surrounding emission nebula surrounding the bright star, and the very dim blue, and teal outer-shells.\r\n\r\nMy goals were to retain a typical RGB appearance with what is effectively a Bi-Colour image.  The resulting teal colouring in the lobes is something I wanted to retain as it’s a fairly rare colour in astrophotography.  I have to admit; this was certainly a bit more of a challenge than what I expected initially.  It was a pleasant surprise to have the reddish flecks appear from the hydrogen in the outer shell as well.  The signal in this area is fairly weak.\r\n\r\nNGC 6164 has an appearance similar to what you would see in a planetary nebula.  It has a gaseous shroud that surrounds the central star.  These typically have shockwaves, and often highlight where they brighten showing where they are interacting with the interstellar medium.  The extensive outer halo would have to be my favourite part of this image.  The outer halo is very dim and certainly proved to be a challenge to reveal it with all the tiny filaments with blue and teal highlights and a bit of red where Ha is present.  There is a feature that I initially believed to be a light leak.  On the left side of the image, there is what looks like a straight line.  After looking through many images, it’s definitely real, and not a light leak.  \r\n\r\nNGC 6164 is 4,200 light-years away in the constellation of Ara.  It is about 21 X 13 arcmins, at magnitude 11.  It contains a very bright O-type star about 40 times as massive as our sun.  The nebula in the centre spans around 4 light years and has an interesting bipolar symmetry.     And this is all framed nicely in the larger outer-shell, all set within a beautiful starfield.\r\n \r\nEquipment Details:\r\n•10 Inch RCOS fl 9.1\r\n•Astro Physics AP-900 Mount\r\n•SBIG STL 11000m\r\n•FLI Filter Wheel\r\n•Astrodon Lum, Red, Green, Blue Filters\r\n•Baader Planetarium H-alpha 7nm Narrowband-Filter\r\n•Baader Planetarium OIII 8.5nm Narrowband-Filter\r\n•Baader Planetarium SII 8.0nm Narrowband-Filter\r\n \r\n\r\nExposures Details:\r\n•\tLum 45X900 Bin 1\r\n•\tRed  15X900 Bin 1\r\n•\tGreen 14X900 Bin 1\r\n•\tBlue 12X900 Bin 1\r\n•\tHa 61X1800\r\n•\tOIII 113X1800\r\n\r\nTotal Time: 108.75 hours\r\n\r\nThanks for looking:\r\n\r\nTerry",
    "h": 2672,
    "hash": null,
    "id": 411425,
    "imaging_cameras": [
        "SBIG STL-11000M",
        "SBIG Remote Guide Head"
    ],
    "imaging_telescopes": [
        "RC Optical Systems RCOS 10\" Ritchey-Chrétien"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 277,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "19.863",
    "pixscale": "0.803",
    "published": "2019-06-23T07:48:12.555637",
    "ra": "248.476",
    "radius": "0.537",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/411425/",
    "revisions": [],
    "subjects": [],
    "title": "NGC 6164 – The Dragons Egg",
    "updated": "2021-04-19T05:08:15.528494",
    "uploaded": "2019-06-23T08:48:12.736870",
    "url_duckduckgo": "https://www.astrobin.com/411425/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/411425/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/411425/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/411425/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/411425/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/411425/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/411425/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15508/2020/e1925ee9-efef-4afc-85a0-49460d240d13.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15508/2020/e1925ee9-efef-4afc-85a0-49460d240d13-1582594593.jpg",
    "url_thumb": "https://www.astrobin.com/411425/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 1658,
    "w": 4008
}