{
    "animated": false,
    "bookmarks": 2,
    "comments": 0,
    "data_source": "TRAVELLER",
    "dec": "-36.906",
    "description": "<i>Ps. english version bellow of portuguese version</i>\r\n\r\n<strong>Poeira e Estrelas na Coroa Austral</strong>\r\n\r\nA Nuvem Molecular da Coroa Austral é um objeto bastante extenso no céu que se prolonga por mais de 4,5 graus[1]. Esta medida equivale a aproximadamente nove luas cheias postas sequencialmente no céu. Apesar de extenso é um objeto extremamente tênue. Esta imagem retrata apenas uma das extremidades da nuvem molecular. Uma área de aproximadamente 1 grau e 13 minutos.\r\n\r\nA uma distância de cerca de 130 parsecs (~424 anos-luz), o complexo de nuvens moleculares Corona Australis é uma das regiões mais próximas de nós com formação de estrelas em curso e / ou recente. É uma região com extinção altamente variável de até AV ~ 45 mag, contendo, no seu núcleo, o cluster de protoestrelas Coronet. Atualmente, existem 55 membros conhecidos detectados opticamente neste cluster, começando em tipos espectrais B. Na extremidade oposta do espectro de massa, há dois membros anãs marrons confirmados e mais sete anãs marrons candidatas[2]. A tonalidade escura da nuvem molecular não significa que há ausência de estrelas. A nuvem molecular é tão densa que as estrelas que se encontram por trás da nuvem não aparecem no espectro visível.\r\n\r\nAs duas nuvens azuladas são chamadas de nebulosas de reflexão. São nuvens de poeira e gás que refletem a luz emitida pelas estrelas quentes. A nebulosa mais brilhante, localizada um pouco abaixo, é catalogada como NGC 6726 e NGC 6727. As duas estrelas imersas na nebulosa são estrelas binárias visuais onde a da direita é uma estrela variável de curto período. Um pouco abaixo de NGC 6727, há um objeto em formato de leque. Este objeto é catalogado como NGC 6729. Neste local encontra-se o cluster de protoestrelas Coronet. Protoestrelas são objetos com intensa contração gravitacional que possivelmente se tornarão estrelas. A estrela na borda do leque é catalogada como R Corona Australis (R CrA). É uma estrela variável extremamente jovem que ainda apresenta disco de poeira resultante do seu processo de formação. A magnitude de R CrA oscila aproximadamente entre 10 e 14. A outra nebulosa de reflexão é catalogada como IC 4812. Nesta nebulosa encontram-se as estrelas duplas BrsO 14 [3].\r\n\r\nO enxame estelar visto no canto superior esquerdo, que pela perspectiva aparenta-se próximo, está muito distante da nebulosa a cerca de 30000 anos-luz [4]. É o aglomerado globular NGC 6723 com magnitude visual 6.8. Na imagem podemos notar estrelas azuis no aglomerado. Estas estrelas azuis são conhecidas como Blue Stragglers.\r\n\r\n<i>Fontes:</i>\r\n[1] <a href=\"http://oldweb.aao.gov.au/images/captions/uks037.html\" rel=\"noreferrer nofollow\">oldweb.aao.gov.au/images/captions/uks037.html</a>\r\n[2] <a href=\"https://arxiv.org/abs/0808.3374\" rel=\"noreferrer nofollow\">arxiv.org/abs/0808.3374</a>\r\n[3] <a href=\"http://oldweb.aao.gov.au/images/captions/aat073.html\" rel=\"noreferrer nofollow\">oldweb.aao.gov.au/images/captions/aat073.html</a>\r\n[4] <a href=\"http://oldweb.aao.gov.au/images/captions/uks037a.html\" rel=\"noreferrer nofollow\">oldweb.aao.gov.au/images/captions/uks037a.html</a>\r\n\r\nRegistrei esta imagem em 27 de maio de 2017 na zona rural de Itajá - Goiás - Brasil. Escala de Bortle do local: 2 - Local com típica escuridão verdadeira\r\n\r\nDados técnicos:\r\nISO 800, exposição total de 3h35m (43 subs), darks (200), flats (~41) e bias (200).\r\n\r\nEquipamento:\r\n- Montagem Equatorial Orion Atlas EQ-G\r\n- Telescópio Ritchey-Chretien 8\" F8 Fibra de Carbono GSO\r\n- Câmera Canon DSLR 500D modificada com filtro Astrodon\r\n- Redutor focal Astro-Physics 67 CCDT\r\n- Auto guiagem com câmera ASI120MM ZWO em OAG\r\n\r\nSoftware\r\n- Captura: BackyardEOS\r\n- Processamento: PixInsight 1.8 e Adobe Photoshop CS5\r\n- Guiagem: PHD2\r\n\r\n-----------------------------------------------------------------\r\n\r\n<strong>Dust and Stars across Corona Australis</strong>\r\n\r\nThe Molecular Cloud Corona Australis is an extensive object across 4.5 degrees in the sky [1]. This measurement is equivalent to about nine full moons sequentially placed in the sky. Although extensive is an extremely tenuous object. This image show just one of the ends of the molecular cloud. An area of approximately 1 degree and 13 minutes.\r\n\r\nAt a distance of about 130 pc, the Corona Australis molecular cloud complex is one of the nearest regions with ongoing and/or recent star formation. It is a region with highly variable extinction of up to AV~45 mag, containing, at its core, the Coronet protostar cluster. There are now 55 known optically detected members, starting at late B spectral types. At the opposite end of the mass spectrum, there are two confirmed brown dwarf members and seven more candidate brown dwarfs.\r\n\r\nThe two bluish clouds are called reflection nebulae. They are clouds of dust and gas that reflect the light emitted by the hot stars. The brightest nebula, located just below, is cataloged as NGC 6726 and NGC 6727. The two stars immersed in the nebula are visual binary stars where the one on the right is a variable star of short period. Just below NGC 6727, there is a fan-shaped object. This object is cataloged as NGC 6729. In this location is the cluster of Coronet protostars. Protoestrelas are objects with intense gravitational contraction that possibly will become stars. The star at the fan's edge is cataloged as R Corona Australis (R CrA). It is an extremely young variable star that still presents dust disk resulting from its formation process. The magnitude of R CrA ranges approximately between 10 and 14. The other reflection nebula is cataloged as IC 4812. In this nebula are the double stars BrsO 14 [3].\r\n\r\nThe stellar cluster seen in the upper left corner, which from the perspective looks close, is very far from the nebula at about 30,000 light-years [4]. It is the globular cluster NGC 6723 with visual magnitude 6.8. In the image we can see blue stars in the cluster. These blue stars are known as Blue Stragglers.\r\n\r\n<i>Sources:</i>\r\n[1] <a href=\"http://oldweb.aao.gov.au/images/captions/uks037.html\" rel=\"noreferrer nofollow\">oldweb.aao.gov.au/images/captions/uks037.html</a>\r\n[2] <a href=\"https://arxiv.org/abs/0808.3374\" rel=\"noreferrer nofollow\">arxiv.org/abs/0808.3374</a>\r\n[3] <a href=\"http://oldweb.aao.gov.au/images/captions/aat073.html\" rel=\"noreferrer nofollow\">oldweb.aao.gov.au/images/captions/aat073.html</a>\r\n[4] <a href=\"http://oldweb.aao.gov.au/images/captions/uks037a.html\" rel=\"noreferrer nofollow\">oldweb.aao.gov.au/images/captions/uks037a.html</a>\r\n\r\nI registered this image at May, 27th 2017 in rural zone of Itajá - Goiás - Brazil. Bortle scale: 2\r\n\r\nTechnical data:\r\nISO 800, 3h35m of exposition (43 subs), darks (200), flats (~41) and bias (200).\r\n\r\nEquipment:\r\n- Equatorial Mount Orion Atlas EQ-G\r\n- GSO Ritchey-Chretien Telescope 8\" F8\r\n- Canon DSLR 500D modded with Astrodon filter\r\n- Focal reducer Astro-Physics 67 CCDT\r\n- Guided with ASI120MM ZWO using OAG\r\n\r\nSoftware\r\n- Capture: BackyardEOS\r\n- Processing: PixInsight 1.8 and Adobe Photoshop CS5\r\n- Guiding: PHD2",
    "h": 3150,
    "hash": null,
    "id": 412991,
    "imaging_cameras": [
        "Canon EOS 500D / Digital Rebel T1i"
    ],
    "imaging_telescopes": [
        "GSO RC 8"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 52,
    "link": "https://www.flickr.com/photos/astrocamera/36298670826/in/album-72157644561958843/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2811313/"
    ],
    "orientation": "97.847",
    "pixscale": "0.847",
    "published": "2019-07-02T11:34:53.009195",
    "ra": "285.241",
    "radius": "0.670",
    "remote_source": null,
    "resource_uri": "/api/v1/image/412991/",
    "revisions": [],
    "subjects": [
        "NGC 6723",
        "NGC 6726",
        "NGC 6729"
    ],
    "title": "Dust and Stars across Corona Australis",
    "updated": "2021-05-21T06:46:22.224025",
    "uploaded": "2019-07-02T12:21:54.050798",
    "url_duckduckgo": "https://www.astrobin.com/412991/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/412991/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/412991/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/412991/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/412991/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/412991/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/412991/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/2395/2020/b8356f01-0c5f-4171-944c-2082d5da1479.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/2395/2020/b8356f01-0c5f-4171-944c-2082d5da1479-1582487865.jpg",
    "url_thumb": "https://www.astrobin.com/412991/0/rawthumb/thumb/",
    "user": "wellersonlopes",
    "views": 328,
    "w": 4750
}