{
    "animated": false,
    "bookmarks": 7,
    "comments": 2,
    "data_source": "TRAVELLER",
    "dec": "-20.842",
    "description": "<i>Ps. english version bellow of portuguese version</i>\r\n\r\n<strong>NGC 7293 - Nebulosa Helix</strong>\r\n\r\nNome: Nebulosa Helix, NGC 7293\r\nTipo: Nebulosa Planetária\r\nDistância: 700 anos-luz\r\nConstelação: Aquário [1]\r\n\r\nA Nebulosa Hélix, catalogada como NGC 7293, encontra-se a 700 anos-luz distante na constelação de Aquário. É um dos mais próximos e espetacular exemplo de nebulosa planetária. Estes exóticos objetos não tem nada a ver com planetas, mas são estrelas semelhantes ao nosso sol em uma fase de evolução estelar antes de se tornarem estrelas anãs brancas. As camadas de gases são arrancadas da superfície da estrela, criando padrões intricados e de extrema beleza, que brilham sob forte radiação ultravioleta de uma tênue, mas muito quente, estrela central. O principal anel da Nebulosa Hélix estende-se por cerca de dois anos-luz ou a metade da distância entre o nosso Sol e sua estrela vizinha mais próxima [2].\r\n\r\nApesar de ser espetacular em fotografias a Hélix é difícil de se observar visualmente pois sua luz tênue está espalhada por uma vasta área do céu e a história de sua descoberta é um tanto obscura. Ela apareceu primeiro em uma lista de novos objetos compilada pelo astrônomo alemão Karl Ludwig Harding em 1824. O nome Hélix vem de sua aparência no formato de saca-rolhas visto em fotografias anteriores [2].\r\n\r\nEmbora a Hélix pareça muito com uma rosquinha, estudos têm mostrado que possivelmente ela é composta por pelo menos dois discos separados com anéis externos e por filamentos. O disco interior mais brilhante parece estar se expandindo a cerca de 100.000 km/h e pode ter levado cerca de 12.000 anos para se formar [2].\r\n\r\nComo Hélix é relativamente próxima – cobre uma área do céu cerca de um quarto da Lua cheia – ela pode ser estudada com muito mais detalhes do que a maioria das outras nebulosas planetárias além de encontrarem estruturas complexas e inesperadas. Em todo o interior do anel há pequenas bolhas, conhecidas como “nós cometários”, com caudas tênues que estendem-se para longe da estrela central. Eles se parecem notavelmente com gotículas de líquido correndo por uma superfície de vidro. Embora pareçam pequenas, cada nó é quase do tamanho do nosso Sistema Solar. Estes nós têm sido amplamente estudados, tanto pelo telescópio VLT do ESO como pelo telescópio espacial Hubble da NASA/ESA, mas ainda permanecem parcialmente esclarecidos. Um olhar cuidadoso em imagens de alta resolução da parte central deste objeto revela não apenas os nós, mas também muitas galáxias remotas vistas através do fino gás brilhante que se dissemina. Algumas delas parecem estar reunidas em grupos de galáxias espalhadas por várias partes da imagem [2].\r\n\r\n<i>Fontes:</i>\r\n[1] ESO - <a href=\"http://www.eso.org/public/images/eso0907a/\" rel=\"noreferrer nofollow\">www.eso.org/public/images/eso0907a/</a>\r\n[2] ESO - <a href=\"http://www.eso.org/public/news/eso0907/\" rel=\"noreferrer nofollow\">www.eso.org/public/news/eso0907/</a>\r\n\r\nEsta imagem foi registrada em 26 de agosto de 2017 e 12 de agosto de 2018 na zona rural de Munhoz - Minas Gerais - Brasil. Local com escala de Bortle 4.\r\n\r\n<strong>Dados técnicos:</strong>\r\nGain 0, offset 10, temperatura da câmera -15°C e -20°C, exposição total de 9h42m (136 subs), darks (40), flats (160) e darks flats (160) aplicados.\r\n\r\nO filtro H-Alpha foi utilizado para enriquecer os canais Vermelho e de Luminância.\r\n\r\n<strong>Filtros:</strong>\r\nLuminância 20 x 300s / Bin 1x1\r\nH-Alpha 7nm 48 x 300s / Bin 1x1\r\nVermelho 10 x 300s / Bin 1x1\r\nVermelho 13 x 150s / Bin 2x2\r\nVerde 10 x 300s / Bin 1x1\r\nVerde 13 x 150s / Bin 2x2\r\nAzul 9 x 300s / Bin 1x1\r\nAzul 13 x 150s / Bin 2x2\r\n\r\n<strong>Equipamento:</strong>\r\n- Montagem Equatorial Orion Atlas EQ-G\r\n- Telescópio GSO Ritchey-Chretien 8\" F8 Fibra de Carbono \r\n- Câmera ZWO ASI1600MM Cooled\r\n- Redutor focal Astro-Physics 67 CCDT\r\n- Auto guiagem com câmera ZWO ASI120MM em OAG\r\n- Roda de Filtros ZWO 8 posições\r\n- Filtros Optolong 1,25\" H-Alpha 7nm, Luminance, Red, Green, Blue\r\n\r\n<strong>Softwares:</strong>\r\n- Captura: APT - Astro Photography Tool 3.50\r\n- Processamento: PixInsight 1.8 e Adobe Photoshop CS5\r\n- Guiagem: PHD2\r\n- Controle: EQMOD e SkyTechX\r\n\r\n-----------------------------------------------------------------------------\r\n\r\n<strong>NGC 7293 - Helix Nebula</strong>\r\n\r\nName: Helix Nebula, NGC 7293\r\nType: Planetary Nebula\r\nDistance: 700 light years\r\nConstellation: Aquarius [1]\r\n\r\nThe Helix Nebula, NGC 7293, lies about 700 light-years away in the constellation of Aquarius (the Water Bearer). It is one of the closest and most spectacular examples of a planetary nebula. These exotic objects have nothing to do with planets, but are the final blooming of Sun-like stars before their retirement as white dwarfs. Shells of gas are blown off from a star’s surface, often in intricate and beautiful patterns, and shine under the harsh ultraviolet radiation from the faint, but very hot, central star. The main ring of the Helix Nebula is about two light-years across or half the distance between the Sun and its closest stellar neighbour [2].\r\n\r\nDespite being photographically very spectacular the Helix is hard to see visually as its light is thinly spread over a large area of sky and the history of its discovery is rather obscure. It first appears in a list of new objects compiled by the German astronomer Karl Ludwig Harding in 1824. The name Helix comes from the rough corkscrew shape seen in the earlier photographs [2].\r\n\r\nAlthough the Helix looks very much like a doughnut, studies have shown that it possibly consists of at least two separate discs with outer rings and filaments. The brighter inner disc seems to be expanding at about 100 000 km/h and to have taken about 12 000 years to have formed [2].\r\n\r\nBecause the Helix is relatively close — it covers an area of the sky about a quarter of the full Moon — it can be studied in much greater detail than most other planetary nebulae and has been found to have an unexpected and complex structure. All around the inside of the ring are small blobs, known as “cometary knots”, with faint tails extending away from the central star. They look remarkably like droplets of liquid running down a sheet of glass. Although they look tiny, each knot is about as large as our Solar System. These knots have been extensively studied, both with the ESO Very Large Telescope and with the NASA/ESA Hubble Space Telescope, but remain only partially understood. A careful look at the central part of this object reveals not only the knots, but also many remote galaxies seen right through the thinly spread glowing gas. Some of these seem to be gathered in separate galaxy groups scattered over various parts of the image [2].\r\n\r\n<i>Sources:</i>\r\n[1] ESO - http://www.eso.org/public/images/eso0907a/\r\n[2] ESO - http://www.eso.org/public/news/eso0907/\r\n\r\nThis picture was captured on August 26th 2017 and August 12th 2018 at rural zone of Munhoz - Minas Gerais - Brazil. Bortle scale: 4\r\n\r\n<strong> Technical data: </strong>\r\nGain 0, offset 10, camera temperature -15° C and -20° C, total exposure of 9h42m (136 subs), darks (40), flats (160) and darks flats (160) applied.\r\n\r\nThe H-Alpha filter was used to enhance the Red and Luminance channels.\r\n\r\n<strong>Filters:</strong>\r\nLuminance 20 x 300s / Bin 1x1\r\nH-Alpha 7nm 48 x 300s / Bin 1x1\r\nRed 10 x 300s / Bin 1x1\r\nRed 13 x 150s / Bin 2x2\r\nGreen 10 x 300s / Bin 1x1\r\nGreen 13 x 150s / Bin 2x2\r\nBlue 9 x 300s / Bin 1x1\r\nBlue 13 x 150s / Bin 2x2\r\n\r\n<strong>Equipment:</strong>\r\n- Equatorial Mount Orion Atlas EQ-G\r\n- GSO Ritchey-Chretien 8 \"F8 Carbon Fiber Telescope\r\n- Camera ZWO ASI1600MM Cooled\r\n- Astro-Physics 67 CCDT focal reducer\r\n- Auto Guided with ZWO ASI120MM Camera at OAG\r\n- ZWO Filter Wheel 8 positions\r\n- Filters Optolong 1.25\" HII 7nm, Luminance, Red, Green, Blue\r\n\r\n<strong>Softwares:</strong>\r\n- Capture: APT - Astro Photography Tool 3.50\r\n- Processing: PixInsight 1.8 and Adobe Photoshop CS5\r\n- Guide: PHD2\r\n- Control: EQMOD and SkyTechX",
    "h": 3316,
    "hash": null,
    "id": 414858,
    "imaging_cameras": [
        "ZWO ASI 1600 MM - Cooled"
    ],
    "imaging_telescopes": [
        "GSO RC 8"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 113,
    "link": "https://www.flickr.com/photos/astrocamera/48201722367/in/album-72157644561958843/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2811248/"
    ],
    "orientation": "271.040",
    "pixscale": "0.651",
    "published": "2019-07-12T01:11:12.316702",
    "ra": "337.411",
    "radius": "0.504",
    "remote_source": null,
    "resource_uri": "/api/v1/image/414858/",
    "revisions": [],
    "subjects": [
        "Helix nebula",
        "NGC 7293"
    ],
    "title": "NGC 7293 - The Helix",
    "updated": "2021-05-31T03:17:08.415353",
    "uploaded": "2019-07-12T01:58:29.801515",
    "url_duckduckgo": "https://www.astrobin.com/414858/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/414858/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/414858/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/414858/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/414858/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/414858/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/414858/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/2395/2020/953d9158-c354-47f5-8118-5e78176ed720.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/2395/2020/953d9158-c354-47f5-8118-5e78176ed720-1582487836.jpg",
    "url_thumb": "https://www.astrobin.com/414858/0/rawthumb/thumb/",
    "user": "wellersonlopes",
    "views": 1098,
    "w": 4479
}