{
    "animated": false,
    "bookmarks": 7,
    "comments": 21,
    "data_source": "BACKYARD",
    "dec": "62.525",
    "description": "One thing I have struggled with in narrow band imaging is color blending. I see other imagers coming up with interesting blends but I have no reasonable way to explore this vast space of colors. So, I decided to create a brute force tool to review the possibilities.   \r\n\r\nMy starting point was to create a program that would generate different blends for my three narrow band channels: Ha, SII and OIII.\r\n\r\nThe blending I am attempting to optimize can be expressed as:\r\n\r\nRed = a1 * SII + a2 * Ha + a3 * OIII\r\nGreen = b1 * SII + b2 * Ha + b3 * OIII\r\nBlue = c1 * SII + c2 * Ha + c3 * OIII\r\n\r\nWhere a1 - c3 can vary between [0.0 - 1.0] \r\nand a1+a2+a3 = 1.0 (same for the b and c coefficients)\r\n\r\nThe trick is to come up with some reasonable step size between 0 and 1 for the above coefficients. For example a step size of 0.3 generated over 1000 images. Due to the large number of images it is possible to generate, I re-sampled my narrow band inputs down to a third of their original resolution (bin 3). \r\n\r\nMy goal for selection is subjective at this time. I am looking for a pleasing palette and to maximize contrast between the different colors. For this data, I desired a blue/yellow/orange palette that I have seen in other imager’s work. \r\n\r\nMy implementation is written as a command line script in python using astropy and numpy. I save the coefficients used for each channel as fits headers into each generated preview. I review the previews using the blink tool in PixInsight. One thing that helps to evaluate the results is to unlink channels and to run an auto STF on each of the images in blink as this represents how I will mostly likely use the data during processing.\r\n\r\nI found the most effective step size(enough data to make a choice but not overly burdensome) to be 0.5 which still generated over 100 images. Reviewing these, I found my favorites assigned Red as 100% SII and Blue as 100% OIII. The interesting blending was happening in the Green channel. So, I made another version of this script to just vary the coefficients for the Green channel with a finer step size. After reviewing these finer grained previews, I selected the final blend as:\r\n\r\nRed = SII\r\nGreen = 0.2 * Ha + 0.8 * OIII\r\nBlue = OIII\r\n\r\nI used PixelMath to generate the blended image and put it through my regular workflow resulting in the version of the Cave nebula above. \r\n\r\nI am happy with the results and am considering whether to take this idea further. For example, can I come up with a way for the software to do some rough grading of blend quality? Can I further limit the ranges of coefficients I use to reduce the previews to blends that are more likely to be interesting. \r\n\r\nI would love to hear how other imagers choose blends for their narrow band images. Perhaps I missed an obvious and easy tool that achieves the same result. I welcome suggestions and comments.",
    "h": 3432,
    "hash": null,
    "id": 414846,
    "imaging_cameras": [
        "ZWO ASI 1600MM Pro"
    ],
    "imaging_telescopes": [
        "Sky-Watcher Esprit 100 ED"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 95,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "88.077",
    "pixscale": "1.412",
    "published": "2019-07-12T04:37:19.079862",
    "ra": "344.405",
    "radius": "0.952",
    "remote_source": null,
    "resource_uri": "/api/v1/image/414846/",
    "revisions": [],
    "subjects": [
        "PK110+01.1",
        "Sh2-155",
        "VdB155"
    ],
    "title": "Cave Nebula in SHO",
    "updated": "2021-03-17T10:13:40.863771",
    "uploaded": "2019-07-11T23:58:44.657790",
    "url_duckduckgo": "https://www.astrobin.com/414846/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/414846/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/414846/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/414846/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/414846/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/414846/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/414846/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15584/2020/bc2954de-5bd5-478c-bfe7-b65e3985a44b.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15584/2020/bc2954de-5bd5-478c-bfe7-b65e3985a44b-1582443234.jpg",
    "url_thumb": "https://www.astrobin.com/414846/0/rawthumb/thumb/",
    "user": "andrewjbarton",
    "views": 321,
    "w": 3432
}