{
    "animated": false,
    "bookmarks": 1,
    "comments": 8,
    "data_source": "OWN_REMOTE",
    "dec": "-67.491",
    "description": "NGC 1968 – Emission Nebula in the Large Magellanic Cloud.\r\n\r\nNGC 1968 is an emission nebula located in the Large Magellanic Cloud (LMC).  Searches for NGC 1968 or N51D will allow further exploration about the surrounding objects on the frame.   The large circular looking object near the centre has an interesting story.  It is responsible for both heating the emission, and illuminating the reflection component of this nebula.  The frame includes both emission and reflection nebula, plus an open cluster.  The LMC  is a place where many new stars are born.  Many Young Stellar Objects (YSOs) can be located within this interesting nebula.  YSOs are future stars that are in the initial development stages.  In 2005, the Spitzer telescope located a Herbig Haro (HH) object located in the rim of the bowl-shaped structure.  This is one of the first found and characterized outside of our own galaxy.   HH objects are bright patches of nebulosity associated with newborn stars.  They are created when narrow jets of partially ionized gas are ejected and collide with nearby clouds of gas and dust at high speeds.  This phenomenon is indeed transient, lasting only a few tens of thousands of years.  What makes this particularly interesting is that they can change visibly over short time scales (a little as a few years) as they move quickly away from their parent star. \r\n \r\nAnother point to consider is that you are looking within another galaxy.  The LMC is a dwarf galaxy just outside our galaxy, The Milky-Way.   It’s incredible that we are able to resolve a very dense star field and reveal features of a nebula in another galaxy using a modest instrument only 250 mm or 10 inches across.\r\n\r\nI provided a complete data set for the “The Astro Imaging Channel” workshop that was presented on the 15th of July 2019.  The set includes traditional Lum R G B masters (18 hours worth), plus an additional 45 hours of narrowband data.  Participants shared how they worked through the data.\r\n\r\nThis image presented is a narrowband image created using SII, Ha, and OIII.  I wanted to create a dramatic looking image.  To me, it looks like a scary creature moving up and left with a large mouth and two eyes on stalks.  The mouth almost has a three-dimensional quality, like looking into a cavern.  When I look at the eyes, the top right is striking, illustrating an element of depth.  \r\n  \r\nEquipment Details:\r\n•10 Inch RCOS fl 9.1\r\n•Astro Physics AP-900 Mount\r\n•SBIG STL 11000m\r\n•FLI Filter Wheel\r\n•Baader Planetarium H-alpha 7nm Narrowband-Filter\r\n•Baader Planetarium OIII 8.5nm Narrowband-Filter\r\n•Baader Planetarium SII 8.0nm Narrowband-Filter\r\n\r\nTotal Time: 45 hours\r\n\r\nThanks for looking.  \r\n\r\nTerry",
    "h": 2648,
    "hash": null,
    "id": 415388,
    "imaging_cameras": [
        "SBIG Remote Guide Head"
    ],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 88,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "256.136",
    "pixscale": "0.804",
    "published": "2019-07-15T00:31:52.371210",
    "ra": "81.686",
    "radius": "0.534",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/415388/",
    "revisions": [],
    "subjects": [],
    "title": "NGC 1968 - Hubble Palette",
    "updated": "2021-03-17T10:11:11.576116",
    "uploaded": "2019-07-15T01:31:52.501133",
    "url_duckduckgo": "https://www.astrobin.com/415388/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/415388/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/415388/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/415388/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/415388/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/415388/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/415388/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/4257aec3-1bc6-4bbf-aeb0-0f211e5f9b52.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/4257aec3-1bc6-4bbf-aeb0-0f211e5f9b52-1563154500.jpg",
    "url_thumb": "https://www.astrobin.com/415388/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 311,
    "w": 3984
}