{
    "animated": false,
    "bookmarks": 2,
    "comments": 4,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "The omegon mini track lx2.  Today I will be discussing my overall opinion of this portable tracking mount.\r\n\r\nIn my honest opinion it's DSLR Astrophotography for dummies (joking happy tone). It's really easy to set up and all it requires you to do is a quick and simple polar alignment that doesn't have to be that accurate, just put Polaris in the little plastic finder tube and there ya go. \r\nIn this test I used my rokinon 8mm f/3.5 fisheye lens and canon t1i.  Iso was set to 1600 and I could easily track at 4min exposures without worry.  I was able to stack 12 of those exposures to achieve 48min of total integration.  Darks and bias were applied and was all done in pixinsight.\r\n\r\nSo on to performance.  It works well and is very light.  Easy to learn and all you need is a fairly decent tripod and a knowledge of locating Polaris.  It does what its advertised to do.  There's no gimmicks or false claims and they state everything you need to know to properly use it.  To be honest the only downside is that it tracks for only 1 hour, so you have to wind it back up.  However this isnt for the deep space photos I usually do, so to be honest the tracking time really isn't a deal breaker.  Almost certain someone will modify it to track longer. \r\nWhat's funny is that when it's done tracking it makes a dinging sound like the old kitchen timers grandma would use when you were a kid.  Basically a kitchen timer mount.  And that's right, you don't need batteries.  Just power for your DSLR and remote shutter. \r\nPrice point in my opinion is right on the borderline of fair and expensive for what it is, but then again it's still a lot cheaper than the other tracking mounts similar to the lx2, so once again not a deal breaker.\r\nOne thing I did learn now that I'm tracking with my camera lenses is that the rokinon 8mm is actually not a very good choice for astrophotos.  It's soft at most of it's apertures and the stars have lots of coma around them. \r\nSo overall if youre a photographer wanting to get started on widefield Astrophotography without breaking the bank then this will be your ticket",
    "h": 2258,
    "hash": null,
    "id": 415393,
    "imaging_cameras": [
        "Canon EOS T1i (500D)"
    ],
    "imaging_telescopes": [
        "Rokinon 8mm f/3.5 Fisheye lens"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 37,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2019-07-15T01:41:07.561253",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/415393/",
    "revisions": [],
    "subjects": [],
    "title": "Milky way out at bortle 2",
    "updated": "2021-03-17T10:11:09.868440",
    "uploaded": "2019-07-15T02:41:07.827735",
    "url_duckduckgo": "https://www.astrobin.com/415393/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/415393/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/415393/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/415393/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/415393/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/415393/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/415393/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/415393/0/rawthumb/thumb/",
    "user": "Gorilla_astro",
    "views": 363,
    "w": 3442
}