{
    "animated": false,
    "bookmarks": 9,
    "comments": 6,
    "data_source": "MIX",
    "dec": "44.210",
    "description": "H:36h30        O:19h        S:17h45        R:1h40        V:1h40        B:1h05\r\n\r\nAstropotos est un groupe d’astrophoto collaborative qui a vu le jour fin juin 2019. Nous sommes une vingtaine de membres.\r\nLe principe est simple : partager nos brutes sur des objets choisis par sondage afin de cumuler les temps de poses et produire des images collaboratives.\r\nNous avons choisi de commencer par une nébuleuse et une galaxie pour établir le potentiel du groupe sur ces deux types d'objets.\r\nNGC7000 et M101 ont donc été les élues pour lesquelles bon nombre d'entre nous avaient déjà des brutes.\r\n*******************************************************************\r\n\r\n- Ainsi pour cette image de Ngc 7000 & IC 5070 en SHO-RVB nous avons recueilli des centaines heures de données brutes de nombreux membres qui ont été triées, par champs, échantillonnages, et temps de poses puis nous avons intégré ensemble les brutes ayant sensiblement le même champ/échantillonnage ainsi que des cadrages compatibles (des membres Frederic Girard, Nicolas Kizillian, Valentin Cohas, Baptiste Zloch, K-mille Colomb, Jean Baptiste Auroux et Thomas Lelu).\r\nEnsuite les differents champs obtenus (grand champ d'ensemble, champ moyen sur l'amérique, champ moyen sur le pélican, et champ serré sur le mur) ont été incrustés les uns dans les autres pour produire une image finale qui dispose à la fois d’un très grand champ, d’une haute résolution et d’un excellent rapport signal sur bruit.\r\nCette image finale mesure environ 36 millions de pixels et 77h40 de poses ont été utilisées pour les différents champs.\r\nSII 17h45, Ha 36h30, OIII 19h, R 1h40, V 1h40, B 1h05. \r\n\r\nLe défi pour cette image a été, après le gros travail de tri et d'intégration,  de réussir les incrustations de champs les uns dans les autres sans aucune trace de jonction et de différence de tailles d’étoiles dues aux échantillonnages hétérogènes, défi relevé par la mise au point et l’optimisation d’une technique sous pixinsight.\r\n\r\nPour évaluation de la pertinence du procédé, les intégrations finales et les intégrations individuelles ont été mesurées. La finale présente un rapport signal sur bruit 2 a 3 fois supérieur à la meilleure des intégrations individuelles des différents membres participants, ce qui est considérable (mesure logicielle).\r\n*******************************************************************\r\n\r\n- Après ces étapes de prétraitement effectuées par Matthieu Tequi et Mathieu Guinot sur NGC7000 et par Valentin Cohas, Jean-Baptiste Auroux et Mathieu Guinot sur M101, les membres du groupe ont alors chacun proposé un traitement de ces deux images puis le groupe a voté pour ses versions  préférées, celles que nous publions aujourd'hui.\r\n(NGC7000 traitement de Jean Baptiste Auroux et M101 traitement de Thomas Lelu)\r\nLes versions de traitement des autres membres sont visibles dans Astrobin pour comparaison et partage de nos techniques de traitement et sensibilités.\r\n\r\nNous sommes très heureux de pouvoir partager ces deux premières images, inaugurant le début d’une collaboration productive et passionnante.\r\nLes deux images ont été élaborées à partir de données brutes déjà acquises, issues des disques durs des collaborateurs, et nous envisageons par la suite de proposer également des images à partir de nouvelles acquisitions, toujours sur le principe d’objets choisis en commun, et en fonction des disponibilités et investissement de chacun.",
    "h": 5269,
    "hash": null,
    "id": 415961,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 90,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "345.229",
    "pixscale": "1.627",
    "published": "2019-09-11T10:27:46.491414",
    "ra": "314.190",
    "radius": "1.983",
    "remote_source": null,
    "resource_uri": "/api/v1/image/415961/",
    "revisions": [
        "/api/v1/imagerevision/186163/",
        "/api/v1/imagerevision/186164/",
        "/api/v1/imagerevision/186183/",
        "/api/v1/imagerevision/186186/",
        "/api/v1/imagerevision/186238/",
        "/api/v1/imagerevision/186304/",
        "/api/v1/imagerevision/186312/",
        "/api/v1/imagerevision/186358/",
        "/api/v1/imagerevision/186417/",
        "/api/v1/imagerevision/186666/",
        "/api/v1/imagerevision/186774/",
        "/api/v1/imagerevision/187982/",
        "/api/v1/imagerevision/188086/",
        "/api/v1/imagerevision/188797/",
        "/api/v1/imagerevision/189047/",
        "/api/v1/imagerevision/192544/"
    ],
    "subjects": [
        "IC 5070",
        "NGC 6997",
        "NGC 7000",
        "North America nebula",
        "Pelican nebula",
        "The star 56Cyg",
        "The star 57Cyg",
        "The star ξCyg"
    ],
    "title": "NGC 7000",
    "updated": "2021-06-09T11:04:34.006337",
    "uploaded": "2019-07-18T18:43:45.338195",
    "url_duckduckgo": "https://www.astrobin.com/415961/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/415961/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/415961/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/415961/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/415961/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/415961/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/415961/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/38909/2019/dcc66e78-d6af-4bba-9c71-b2a421d5ce0f.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/38909/2019/dcc66e78-d6af-4bba-9c71-b2a421d5ce0f-1582543994.jpg",
    "url_thumb": "https://www.astrobin.com/415961/0/rawthumb/thumb/",
    "user": "AstroPotes",
    "views": 548,
    "w": 7018
}