{
    "animated": false,
    "bookmarks": 3,
    "comments": 4,
    "data_source": "TRAVELLER",
    "dec": "-24.274",
    "description": "The Lagoon Nebula is filled with hot gas and the home for many young stars. Spanning 100 light years across, it lies about 5000 light years distant [1]. It is so big and bright (at magnitude 6 [2]) that it can be seen to the naked eye toward the constellation of the Archer (Sagittarius), near the center of our Milky Way. Star formation continues in the Lagoon Nebula as witnessed by the many dark dust-laden globules that exist there.\r\n\r\nIn the wonderful book “A View of the Universe”, David Malin writes: “The centre of the star-forming activity [...] is now in the western (right) side, [...] in the brightest part of the nebula. However, the cluster of young stars in the eastern half [...], testifies to a relatively recent burst of star-forming activity there too. [...] The shading of colours across the picture and the variation in the numbers of the stars reveals the patchiness of dust across the field.”\r\n_____________________________________________\r\n\r\nThis image was acquired with my Newtonian 150mm astrograph, in my most recent trip to my dark sky, in July 2019, during my winter holidays. Those were probably the most beautiful nights I have yet experienced there – just after some days of raining, the atmosphere was crystal clear – transparency and seeing were well above average. The very faint airglow was easily captured in wide angle exposures, and, besides the usual DSO images, I acquired some great panoramas and nightscapes as well. Lots of images yet to process, that should be published in the next weeks. Besides, those were the most challenging conditions as well – temperatures plummeted with the dry and cold air mass, and from 11 pm. onwards it was already below freezing. The lowest temperature, at 6:30 am, was a freezing -4.6ºC! Beautiful frost (in portuguese “geada”) covered the early morning landscape, a breathtaking sight (the OTA was completely covered in frost!). \r\n\r\nThe result surprised me. After only 90 minutes of integration, the nebulosity greatly shines in H-alpha red. I call this target completed for this season. If possible, I may add some data to cover all the way to M20, in a 2x2 mosaic.\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image!\r\n\r\nDate: 6 and 7 July 2019\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, calculated SQM ~21.6)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 1600\r\nOptics: 150/750mm ATM Newtonian Telescope (optics by Sandro Coletti) + TS-Optics MaxField 2\" Coma Corrector\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nExposure Detail: 6x120s + 24x180s. Total integration 84min \r\n\r\n***************\r\nM8 - A Nebulosa da Lagoa\r\n\r\nA Nebulosa da Lagoa está cheia de gás quente, é berçário de muitas estrelas jovens. Com 100 anos-luz de tamanho, fica a cerca de 5000 anos-luz de distância [1]. É tão grande e brilhante (com magnitude 6 [2]) que pode ser vista a olho nu em direção à constelação do Arqueiro Sagitário, perto do centro da nossa Via Láctea. A formação estelar é intensa na Nebulosa da Lagoa, como testemunhado pelos muitos glóbulos negros de poeira que lá existem.\r\n\r\nNo maravilhoso livro “A View of the Universe”, David Malin escreve: “O centro da atividade de formação estelar [...] está agora no lado oeste (à direita), [...] na parte mais brilhante  da nebulosa. No entanto, o aglomerado de jovens estrelas na metade leste [...] testemunha também uma explosão relativamente recente da formação estelar. [...] A gradação de cores na imagem e a variação no número de estrelas revelam a irregularidade da poeira no campo.”\r\n_____________________________________________\r\n\r\nEsta imagem foi adquirida com o meu astrógrafo newtoniano de 150 mm, na minha mais recente viagem ao meu sítio de céu escuro, em julho de 2019, durante as minhas férias de julho. Essas foram as mais belas noites que eu já experimentei lá - após alguns dias de chuva, a atmosfera era cristalina - transparência e seeing estavam bem acima da média. O muito tênue airglow foi facilmente capturado em exposições de grande angular e, além das imagens habituais dos DSOs, também fotografei panoramas e paisagens noturnas. Muitas imagens ainda a serem processadas, que devem ser publicadas nas próximas semanas. Além disso, as condições foram as mais desafiadoras - as temperaturas despencaram com a massa de ar seco e frio, sendo abaixo de zero a partir das 23 horas. A temperatura mínima, às 6:30 da manhã, foi de -4,6ºC! Linda geada cobriu a paisagem matinal, numa visão de tirar o fôlego (o OTA também foi completamente coberto de geada!).\r\n\r\nO resultado me surpreendeu. Após apenas 90 minutos de integração, a nebulosidade brilha intensamente no vermelho H-alpha. Considero completado este objeto para esta temporada. Se possível, penso em adicionar dados para cobrir todo o campo até M20, em um mosaico 2x2.\r\n\r\n[1]\tAPOD 2018/11/12\r\n[2] \tMessier 8 (The Lagoon Nebula), NASA, nasa.gov/feature/goddard/2017/messier-8-the-lagoon-nebula/\r\n[3]\tD.  Malin, A View of the Universe. Cambridge University Press, 1993, p. 121-123.",
    "h": 2577,
    "hash": null,
    "id": 415933,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Sandro Coletti ATM Newtonian 150mm f/5"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 150,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "354.712",
    "pixscale": "1.659",
    "published": "2019-07-18T13:42:23.999551",
    "ra": "271.216",
    "radius": "1.071",
    "remote_source": null,
    "resource_uri": "/api/v1/image/415933/",
    "revisions": [
        "/api/v1/imagerevision/186046/"
    ],
    "subjects": [
        "Hourglass nebula",
        "Lagoon nebula",
        "M 8",
        "NGC 6523",
        "NGC 6526",
        "NGC 6530",
        "The star 7Sgr",
        "The star 9Sgr"
    ],
    "title": "M8 - The Lagoon Nebula",
    "updated": "2021-05-11T12:52:37.301271",
    "uploaded": "2019-07-18T14:42:24.243292",
    "url_duckduckgo": "https://www.astrobin.com/415933/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/415933/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/415933/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/415933/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/415933/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/415933/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/415933/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/1861fe9e-5f2e-415c-85d3-0da5970b5d3d.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/1861fe9e-5f2e-415c-85d3-0da5970b5d3d-1582524618.jpg",
    "url_thumb": "https://www.astrobin.com/415933/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 846,
    "w": 3866
}