{
    "animated": false,
    "bookmarks": 5,
    "comments": 15,
    "data_source": "TRAVELLER",
    "dec": "-29.875",
    "description": "M83 is a magnificent spiral galaxy in the southern constellation Hydra. Some 40000 light years across, it is some 12 million light years away [1], shining at a Visual magnitude 7.52 [2]. It was first observed by Lacaille in 1752 [3], the first discovered galaxy beyond the Local Group. Next, it was catalogued by Charles Messier in 1781. Due to his 49N latitude, M83 was always close to the horizon from Paris – making it difficult to see: “Nebula without star, near the head of Centaurus [...] One is only able with the greatest concentration to see it at all”, Messier wrote. [3] \r\n\r\nThe colours of spiral galaxies - yellow in the center, blueish in the outer arms - are intimately related to their evolution. The color gradataion was only firmly estabilished in the 1940s [1] . In “A View of the Universe”, David Malin writes about M83: “Because by chance we see from above one of its poles, it is face-on, and ideally placed for us to study the anatomy of a stellar system similar to the Milky Way. [...] The spiral arms are also host to many recently-formed clusters of stars and they give the outer regions of M83’s clumpy appearance a distinctly blueish hue. [...] Forming the inner curves of the spiral arms are large numbers of pinkish nebulae [...] where new-born stars remain intimately associated with the gas and dust in which they formed. [...] Finally, on the inside [...] are found long straggling clouds of dust, seen as dark yellow-brown [...] [and] a high concentration of stars that are old, cool and yellow.” [4]\r\n_____________________________________________\r\n\r\nThis image was acquired with my Newtonian 150mm astrograph, in my most recent trip to my dark sky, in my July 2019 holidays. Those were probably the most beautiful nights I have experienced there yet. A few days after rain, the atmosphere was crystal clear, transparency and seeing great. The very faint airglow was easily captured in wide angle exposures, and, along the DSO images, I acquired some great panoramas and nightscapes as well. Lots of images yet to process, that should be published in the next weeks. Besides, those were the most challenging conditions as well – temperatures plummeted with the dry and cold air mass, and from 11 pm. it was already below freezing. The lowest temperature, at 6:30 am, was -4.6ºC! Frost (“geada” in Portuguese) covered the early morning landscape: a beautiful sight (the OTA was completely covered in frost!). \r\n\r\nThe detail and the star forming regions inside M83’s spiral arms were a pleasant surprise – I consider it quite a feat given it was taken with a DSLR and a modest 6” aperture scope, and only 2.5h of integration. The seeing and optical quality allowed a considerable amount of detail to be recorded. The background galaxies – I spent quite some time just wandering in the background field – truly evoke the sense of wonder and the vastness of the Cosmos!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image!\r\n\r\nDate: 7 and 8 July 2019\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, calculated SQM ~21.5)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 1600\r\nOptics: 150/750mm ATM Newtonian Telescope (optics by Sandro Coletti) + TS-Optics MaxField 2\" Coma Corrector\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nExposure Detail: 50x180s. Total integration 150min \r\n\r\n********************************\r\n\r\nM83 - A Galáxia Catavento do Sul\r\n\r\nM83 é uma magnífica galáxia espiral na constelação da Hidra. Com 40000 anos-luz de diâmetro, há 12 milhões de anos-luz [1], brilha com uma magnitude visual de 7,52 [2]. Foi observada primeiramente por Lacaille em 1752 [3], sendo a primeira galáxia descoberta além do Grupo Local. Em seguida, foi catalogada por Charles Messier em 1781. Devido à sua latitude de 49N, M83 estava sempre perto do horizonte parisiense - tornando difícil sua observação: “Nebulosa sem estrela, perto da cabeça de Centaurus [...] Somente com a maior concentração pode-se de vê-la completamente”, escreveu Messier. [3]\r\n\r\nAs cores das galáxias espirais - amarelas no centro, azuladas nos braços externos - estão intimamente relacionadas à sua evolução. A gradação de cores só foi firmemente estabelecida nos anos 1940 [1]. Em “A View of the Universe”, David Malin escreve sobre M83: “Porque por acaso a vemos de cima de um de seus polos, de frente,  está idealmente colocada para estudarmos a anatomia de um sistema estelar similar à Via Láctea. [...] Os braços espirais são contam com muitos aglomerados estelares recém-formados, e eles dão às regiões externas da aparência irregular do M83 uma tonalidade nitidamente azulada. Formando as curvas internas dos braços espirais há um grande número de [...] nebulosas rosadas onde as estrelas recém-nascidas permanecem intimamente associadas com o gás e a poeira em que as formaram. [...] Finalmente, no lado de dentro, encontram-se longas nuvens dispersas de poeira, vistas como [...] castanho-amarelado escuro [e] uma alta concentração de estrelas que são velhas, frias e amarelas.” [4]\r\n_____________________________________________\r\n\r\nEsta imagem foi adquirida com o meu astrógrafo newtoniano de 150 mm, na minha mais recente viagem ao meu céu escuro, nas férias de julho de 2019. Essas foram provavelmente as noites mais bonitas que eu já experimentei lá. Alguns dias depois da chuva, a atmosfera estava cristalina, ótimo seeing e transparência. O tênue airglow foi facilmente capturado em exposições de grande angular e, além das imagens do DSO, também adquiri grandes panoramas e paisagens noturnas. Muitas imagens ainda a serem processadas, que devem ser publicadas nas próximas semanas. Além disso, essas também eram as condições mais desafiadoras - as temperaturas despencaram com a massa de ar seco e frio e a partir das 23 horas já estava abaixo de zero. A temperatura mais baixa, às 6h30, foi de -4,6ºC! A geada cobriu a paisagem: uma visão maravilhosa (o OTA também completamente coberto de geada!).\r\n\r\nO detalhe e as regiões de formação de estrelas dentro dos braços espirais da M83 foram uma surpresa - considero uma grande façanha, dado que foi tirada com equipamento modesto: uma DSLR e um newtoniano de 6”, e apenas 2,5 horas de integração. O seeing e a qualidade óptica permitiram que uma quantidade considerável de detalhes fosse registrada. As galáxias de fundo - eu passei algum tempo passeando pelo campo - realmente evocam o senso de admiração e a vastidão do Cosmos!\r\n\r\n** Applying a strong stretch to the image reveals some interesting features: my flat field correction was not perfect, and the background is not as smooth. However, I note the arch-like feature: barely above the minimum SNR towards the North. Indeed, that is a real very faint low surface brightness feature, a star tidal stream. It was first noted by Cannon [6] and photographed by David Malin. For more information check [5] and [6]. As far as I know, this is the first DSLR image to hint its existence. Some 20+ hours of data would be needed to image it with sufficient SNR – a project for the future. Special thanks to my friend Maicon Germiniani.\r\n\r\n[1]\tAPOD 2019/06/29\r\n[2]\tSIMBAD, M83 – Starburst Galaxy\r\n[3] \tMessier 83, from messier.seds messier.seds.org/m/m083.html\r\n[4]\tD.  Malin, A View of the Universe. Cambridge University Press, 1993, p. 66-69.\r\n[5]\tAPOD 2014/01/17\r\n[6]\tD. Malin, B. Hadley. HI in Shell Galaxies and Other Merger Remnants. Publications of the Astronomical Society of Australia, Volume 14, Issue 1, p.52-58. 1997",
    "h": 2546,
    "hash": null,
    "id": 416784,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Sandro Coletti ATM Newtonian 150mm f/5"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 131,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "355.358",
    "pixscale": "1.658",
    "published": "2019-07-24T11:25:54.397507",
    "ra": "204.247",
    "radius": "1.057",
    "remote_source": null,
    "resource_uri": "/api/v1/image/416784/",
    "revisions": [
        "/api/v1/imagerevision/186566/"
    ],
    "subjects": [
        "M 83",
        "NGC 5236"
    ],
    "title": "M83 - The Southern Pinwheel Galaxy",
    "updated": "2021-07-03T19:09:37.264664",
    "uploaded": "2019-07-24T12:25:54.624077",
    "url_duckduckgo": "https://www.astrobin.com/416784/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/416784/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/416784/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/416784/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/416784/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/416784/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/416784/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/48256d24-d001-4b63-bae1-ac09fc6c6cf7.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/48256d24-d001-4b63-bae1-ac09fc6c6cf7-1582524613.jpg",
    "url_thumb": "https://www.astrobin.com/416784/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 756,
    "w": 3819
}