{
    "animated": false,
    "bookmarks": 6,
    "comments": 21,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "Another image from the summer nights, this time with some images put together in a mosaic around Petavius.  One of the  complex craters with high terraced walls (towering up to \"himalayang walls of almost 3.3 km) above the crater floor. \r\n\r\nIn the image and with the existing light there are several features worth mentioning:\r\n\r\nIt can be seen some of the evidences of the heavily modified by post-impact volcanism processes. Very clearly, the \"first\" one of the Rimae Petavius, with an inner third of its lengths about 4 kilometres wide, but then it narrows to about 2 kilometres and becomes deeper as it approaches the outer wall. There are a number of small dome-like hills on either side of this cleft. \r\n\r\nFairly central lies a large central, mountainous massif  with multiple peaks, climbing 1.7 kilometers above the floor. \r\n\r\nSnellius is the large crater, 83 km in diameter, lying south west of Petavius. The crater is located in the centre of Vallis Snellius, which runs across Snellius from northwest to southeast. The individual craters that combine to form Vallis Snellius (south of Petavius) are already heavily eroded. Vallis Snellius is orientated radially to the centre of Mare Imbrium, with its overall length of around 590 km, is one of the longest lunar valleys on the nearside. \r\n\r\nStevinus crater, 75 km in diameter, southwest of snellius, has  a central peak, which looks beautifully clear under this light. \r\n\r\nLast but not least, as it is very prominent on this image, it is the \"railway\", on the southwestern part of the rim of Petavius, there is this peculiar double ridge, rather long (150 kilometres long) which passes through Petavius C and ends at craters Hase (not visible in this image).\r\n\r\nHappy to share it & hope you like it",
    "h": 1000,
    "hash": "4db2bf",
    "id": 540761,
    "imaging_cameras": [
        "ZWO ASI 224mc"
    ],
    "imaging_telescopes": [
        "Celestron 9.25 XLT"
    ],
    "is_final": false,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 141,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807605/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-11-14T16:51:49.985973",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/540761/",
    "revisions": [],
    "subjects": [],
    "title": "Scarface Petavius",
    "updated": "2021-03-27T18:41:27.405642",
    "uploaded": "2020-11-14T13:05:03.763668",
    "url_duckduckgo": "https://www.astrobin.com/4db2bf/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/4db2bf/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/4db2bf/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/4db2bf/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/4db2bf/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/4db2bf/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/4db2bf/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/4db2bf/0/rawthumb/thumb/",
    "user": "lapinilla",
    "views": 247,
    "w": 968
}