{
    "animated": false,
    "bookmarks": 8,
    "comments": 18,
    "data_source": "BACKYARD",
    "dec": "67.763",
    "description": "Hey guys and girls,\r\n\r\nThis recording is a project by <a href=\"https://www.astrobin.com/users/_Frank_/\">Frank Breslawski</a> and Me.\r\nIn February of this year, I saw Frank take part in a project where several astrophotographers photographed a galaxy as a joint project. The exposure time and the resulting image impressed me greatly.\r\nI asked Frank if I could participate in the next joint project.\r\nBut since in the near future, such a thing was not meant, he asked me if we both want to record something together. There was an idea floating around in his head.\r\n100 hours exposure time with the Epsilon 130ed :D\r\nWell, I thought, why not. \r\nI wanted to start a cooperation work for a very long time, but somehow it never worked out, or you didn't want to.\r\nWe arranged for August to start recording.\r\nSo I still had plenty of time to prepare my newly acquired Epsilon for it.\r\nUnfortunately, I did not manage to adjust the Epsilon for the ASI 1600 100%. It mercilessly shows you every little de-adjustment!\r\nNevertheless, we decided to start the exposure at the beginning of August. \r\nIn August, the nights get longer again and the weather is still stable before the autumn months.\r\nSo such a time window has to be used.\r\nFrank picked up the Ha frames I took care of SII and OIII.\r\nThe Ha and SII data was planned to collect data even at full moon and OIII only at new moon.\r\nThis worked out pretty well! \r\nSuch an undertaking of 100 hours exposure time is really a heavy load for people and equipment. It wasn't all like a string. \r\nIn the electronics seat definitely a ghost, APT hung up with me one night, a reboot of the laptop was done thanks to Microsoft Edge on another night, sudden rising cloud bands and aerosols from the california wildfires made it difficult to get the picture. In the end Frank broke his camera after 44 hours! We took pretty much everything that goes with you. \r\nThis project showed me again what we are actually doing here! And under what adversity we gain our image data and what you sacrifice to create beautiful pictures. \r\nThat's why I take my hat off to everyone, whether professional or beginner. All pictures deserve respect!\r\nThe planned were 50h Ha, 25h OIII and 25h SII.\r\nSince the 50 hours of Ha could no longer be reached, OIII and SII were exposed accordingly longer to achieve the target of 100 hours.\r\nIt really suited the 100 hours to get full until the last evening and we were really very happy and relieved to have achieved this goal.\r\nThe result is a really deep picture of Cederblad 214/NGC 7822.\r\nWe will tackle next year, if it suits again a project together.\r\nWorking with Frank was super fun! Thank you again for this experience and I look forward to the next project!\r\nWe hope you like the picture of Cederblad 214 / NGC 7822.\r\n\r\nIn the technical card I could only store the information of the exposures I made. Here is the complete overview:\r\n\r\n* Image Acquisition (Florian Pieper)\r\nSkyWatcher EQ6-AZ + Epsilon 130D + Asi1600mm-c + Astrodon SII,OIII 3mn\r\n\r\n08/05 SII 51x300s\r\n08/06 SII 53x300s\r\n08/07 SII 56x300s\r\n08/10 SII 58x300s\r\n08/11 SII 60x300s\r\n08/12 SII 57x300s\r\n08/14 OIII 44x300s\r\n08/15 OIII 50x300s\r\n08/16 OIII 66x300s\r\n09/02 OIII 77x300s\r\n09/15 OIII 29x300s\r\n09/16 OIII 75x300s\r\n\r\nExposure time 56.3 hrs\r\n\r\n* Image Acquisition (Frank Breslawski)\r\n10 Micron GM3000 HPS + Epsilon 130D + Astrel 8300 + Astronomik Ha 6nm\r\n\r\n07/29 Ha 24x600s\r\n07/30 Ha 29x600s\r\n07/31 Ha 22x600s\r\n08/04 Ha 31x600s\r\n08/05 Ha 31x600s\r\n08/06 Ha 30x600s\r\n08/07 Ha 28x600s\r\n08/08 Ha 11x600s\r\n08/10 Ha 18x600s\r\n08/18 Ha 31x600s\r\n08/28 Ha 9x600s\r\n\r\nExposure time 44.0 hrs\r\n\r\n* Overall Integration Time\r\nTotal: 100.3 hrs\r\nH-Alpha: 44.0 hrs\r\nOIII: 28.4 hrs\r\nSII: 27.9 hrs\r\n\r\nHere you can also find Frank's version\r\n<a href=\"https://astrob.in/kayrch/0/\">Cederblad 214 - SH2-171 - NGC 7822 (SHO with 100 hrs integration time)</a>\r\n\r\nAnd here you find my Bicolor version\r\n<a href=\"https://astrob.in/463ngk/0/\">Cederblad214-NGC7822 (100h Epsilon) Bicolor</a>\r\n\r\nDescription:\r\nHot, young stars light up the cosmic pillars of gas and dust of Cederblad 214 and NGC 7822. This huge glowing star-forming region, also known as Sh2-171, is located on the edge of a huge molecular cloud in the northern constellation of Cepheus and is about 3000 light years away. Inside the left nebula (Cederblad 214) is the very young star cluster Berkeley 59. This star cluster was only formed a few million years ago.\r\nThe energetic radiation of the hot stars creates huge winds that form the dense pillars inside the nebula. Stars could still form inside the pillars due to the gravitational collapse. The right part of this nebula region is called LBN 587. This emission nebula has a lower brightness than Cederblad 214. However, it seems to belong to the entire nebula complex.",
    "h": 2413,
    "hash": "4ofs79",
    "id": 532721,
    "imaging_cameras": [
        "ZWO ASI 1600mm-c"
    ],
    "imaging_telescopes": [
        "Takahashi Epsilon 130d"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 183,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2812457/"
    ],
    "orientation": "270.172",
    "pixscale": "2.598",
    "published": "2020-10-17T10:12:32.246268",
    "ra": "0.740",
    "radius": "1.442",
    "remote_source": null,
    "resource_uri": "/api/v1/image/532721/",
    "revisions": [
        "/api/v1/imagerevision/255251/",
        "/api/v1/imagerevision/255252/",
        "/api/v1/imagerevision/255253/"
    ],
    "subjects": [
        "NGC 7822",
        "NGC7822",
        "Sh2-171"
    ],
    "title": "Cederblad 214-NGC 7822 (100h Epsilon) SHO",
    "updated": "2021-07-07T09:09:27.856313",
    "uploaded": "2020-10-16T07:00:37.274239",
    "url_duckduckgo": "https://www.astrobin.com/4ofs79/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/4ofs79/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/4ofs79/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/4ofs79/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/4ofs79/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/4ofs79/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/4ofs79/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/27101/2020/8e3ff2ed-0c7d-4524-b7df-af73e572edf7.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/27101/2020/8e3ff2ed-0c7d-4524-b7df-af73e572edf7-1602839225.jpg",
    "url_thumb": "https://www.astrobin.com/4ofs79/0/rawthumb/thumb/",
    "user": "Florian_Pieper",
    "views": 566,
    "w": 3186
}