{
    "animated": false,
    "bookmarks": 13,
    "comments": 11,
    "data_source": "BACKYARD",
    "dec": "-61.704",
    "description": "Lying to the east of the Southern Cross is the most prominent dark nebula in the night sky, the Coalsack.  Surrounding this dark nebula is a super shell of Ha emission, known as the Coalsack Loop, which spans ~10 degrees or 20 full moons across the sky.   Given its immense size there are few images showing this shell.\r\n\r\n<b>OB Association Stars Powering the Shell</b>\r\nThe Coalsack Loop was first reported by Walker & Zealey in 1998, and at that time they though this shell was most likely the expanding remains of an old supernova remnant.  However the Coalsack Loop is located around the Centaurus OB association, and it is thought that this association is powering the Ha super shell.   OB associations are loose star clusters that contain massive stars of spectral type O and B.  In addition to these OB stars they also contain thousands of smaller mass stars. The Centaurus OB association is one of the most prominent star- forming regions of the Milky Way, and we are all familiar with some of the associations more famous members which form the Southern Cross and also NGC 4755 or the Jewel Box cluster.  The Coalsack Loop shell shape is quite similar to the OB association star distribution which suggests an interaction is occurring between the OB association stellar winds and the shell material. In addition, it has been demonstrated that the OB stars contribute enough wind injection to explain the size and expansion velocity of the shell.\r\n\r\nRevision B <a>https://astrob.in/4rm4wv/B/ </a> shows a map of OB stars that are located at a similar distance to the Coalsack Loop Ha shell (labelled yellow).  These stars have been reported to be significant in terms of providing the wind injection energy that powers the shell.  It is interesting that these appear to be more concentrated on the Northern aspect of the loop.\r\n\r\n<b>OIII Emission Features</b>\r\nI did not expect to see a lot of  OIII emission given the high extinction in this area, but there are distinct OIII shell structures in the Southwest (top right) and Northeast (bottom left) aspects of the loop. After a lot of searching, the Southwest shell appears to be an emission nebula associated with Theta Muscae, which is the second brightest known Wolf-Rayet star.  There has been debate whether Theta Musca actually has an associated nebula.  A WR nebula  is usually defined as arcs of nebulosity centered on and ionized by the Wolf-Rayet star.  As the Ha emission around Theta Muscae appears to extend into and is continuous with the larger outer Coalsack Loop emission it has been suggested that this Ha emission is not associated with Theta Muscae but is more likely an old SNR. \r\n\r\nHowever, this image suggests that Theta Muscae does have an associated WR shell nebula. This image is possibly the first wide field image that shows the entire OIII emission surrounding Theta Muscae.  There is a distinct OIII shell of ~1 degree diameter that appears to be largely centered on Theta Muscae, and the OIII shell morphology appears to be quite different to the adjacent Ha emission.  Futhermore, there are inner OIII emission shells located closer to Theta Muscae.  Overall, these OIII features appear distinct from the Coalsack Loop, and are suggestive that they are a WR nebula.\r\n\r\nIn the Northeast aspect of the Coalsack Loop there lies a further faint OIII shell.  This appears to be a nebula associated with a further Wolf-Rayet star WR52, which is listed in the 7th Catalog of Galactic Wolf-Rayet stars as having a Ha bubble.  In this image there also appears to be a OIII emission bubble as well, of which I can not find any previous mention of.\r\n\r\nRevision C <a>https://astrob.in/4rm4wv/C/ </a> demonstrates the OIII emission shells  that appear to be largely centred around Theta Muscae, with an outer diameter of ~1 degree and around WR52,  with a diameter of ~0.5 degree. Variations in the shells may be caused by differing densities of the surrounding ISM.",
    "h": 2971,
    "hash": "4rm4wv",
    "id": 580866,
    "imaging_cameras": [
        "ASI6200mm Pro"
    ],
    "imaging_telescopes": [
        "NIKON 200mm f/2"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 172,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2815883/"
    ],
    "orientation": "90.167",
    "pixscale": "8.297",
    "published": "2021-04-09T22:50:36.600956",
    "ra": "198.420",
    "radius": "6.214",
    "remote_source": null,
    "resource_uri": "/api/v1/image/580866/",
    "revisions": [
        "/api/v1/imagerevision/282323/",
        "/api/v1/imagerevision/282324/"
    ],
    "subjects": [
        "Becrux",
        "IC4274",
        "J Cen",
        "Jewel Box",
        "Mimosa (βCru)",
        "NGC 5045",
        "NGC4755",
        "NGC4815",
        "NGC4852",
        "NGC5120",
        "NGC5138",
        "NGC5168",
        "NGC5189",
        "PK302+02.1",
        "PK302-00.1",
        "PK302-00.2",
        "PK304+05.1",
        "PK304+05.2",
        "PK305+01.1",
        "PK305+03.1",
        "PK305-00.1",
        "PK305-03.1",
        "PK306-00.1",
        "PK307+05.1",
        "PK307-01.1",
        "PK307-03.2",
        "PK308+00.1",
        "PK308-01.1",
        "PK308-03.1",
        "The star Becrux",
        "The star θMus",
        "The star ιCru",
        "The star κCru",
        "The star λCru",
        "The star μ1Cru",
        "The star μ2Cru",
        "bet Cru",
        "iot Cru",
        "kap Cru",
        "lam Cru",
        "m Cen",
        "mu.01 Cru",
        "mu.02 Cru",
        "tet Mus"
    ],
    "title": "Coalsack Loop",
    "updated": "2021-07-02T13:18:35.983999",
    "uploaded": "2021-04-09T22:39:12.876007",
    "url_duckduckgo": "https://www.astrobin.com/4rm4wv/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/4rm4wv/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/4rm4wv/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/4rm4wv/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/4rm4wv/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/4rm4wv/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/4rm4wv/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/97355/2021/f41ad8ae-25c5-4e88-8ed3-7bc3c27d1056.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/97355/2021/f41ad8ae-25c5-4e88-8ed3-7bc3c27d1056-1618008091.jpg",
    "url_thumb": "https://www.astrobin.com/4rm4wv/0/rawthumb/thumb/",
    "user": "matnz",
    "views": 1018,
    "w": 4500
}