{
    "animated": false,
    "bookmarks": 5,
    "comments": 32,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "This is the closest I am going to get to the closest approach of Mars on October 6th as it will be cloudy for a couple of days from here. The planet has pretty much reached its ultimate apparent diameter at 22.6 arc secs and is 100% illuminated. I hadn’t realised that Mars would showing a gibbous phase right up to a day or two before and I presume after the closest approach. The actual opposition is a few days later on 13th October. Ironically, because of the Mars' elliptical orbit, it is closer to us a week before opposition. Opposition is the point in our orbits where Mars is exactly opposite Earth with respect to the Sun. \r\n\r\nI am delighted to have had this opportunity with very good seeing so close to opposition and with the planet having avoided a global dust storm unlike 2018. \r\n\r\nWe were lucky here in Australia to have an interesting aspect when Mars was near its zenith around midnight. The imposing Olympus Mons is fairly central and is approaching and a bit left of the Central Meridian. It shows….and I only just learned this, its typical oppositional brightening. You can see the bright orange circle surrounded by the iconic diamond shaped topography. It is a bit lighter in colour at the very centre, which is the area surrounding the caldera, which itself is too small to see. The brightening is caused by something like the Seeliger Effect on Saturn’s rings and is due to an absence of topographical shadows at midday and coherent backscattering. This is similar to what causes the Moon to look so bright when full.\r\n\r\nThe Tharsis Montes, the 3 giant shield volcanoes Arsia Mons, Pavonis Mons and Ascraeus Mons, that form a straight line, are right on the Central Meridian. The lack of relief due to the Sun being directly overhead makes them hard to make out. However, the orographic clouds that surround them can be discerned which is unusual, again because they are against the backdrop of the bright planet. Cloud can be seen on both limbs where we are looking through more of it and it is set against the slightly dimmer limb area. I presume the equatorial clouds are actually right around the planet but, as I said, are most visible at the limbs.\r\n\r\nVallis Marineris is very clear near the preceding limb and about to disappear from view rotating away to the right. Solis Lacus, which is the C shaped feature below and left of it in the image has a remarkably dark spot on its edge. \r\n\r\nThe South Polar Cap (SPC) is tiny now but can still be made out in the eyepiece. I spent some time after this capture making a visual observation. Of course, whilst I could make out the general features I was unable to see anywhere near this detail.\r\n\r\nEnjoy the best view of Mars we will have for 15 years.  The planet is well placed in 2020 in terms of altitude in both the Northern and Southern Hemispheres. During the subsequent apparitions every 2 years it will be smaller in apparent diameter and higher in the sky in the Northern Hemisphere and lower for the Southern Hemisphere.",
    "h": 840,
    "hash": "58lq67",
    "id": 530340,
    "imaging_cameras": [
        "ZWO174MM"
    ],
    "imaging_telescopes": [
        "Celestron  C14 Edge HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 135,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806717/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-10-06T10:59:39.994390",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/530340/",
    "revisions": [],
    "subjects": [],
    "title": "Mars close to closest approach 2020",
    "updated": "2021-03-16T19:28:58.905876",
    "uploaded": "2020-10-06T11:52:04.607932",
    "url_duckduckgo": "https://www.astrobin.com/58lq67/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/58lq67/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/58lq67/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/58lq67/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/58lq67/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/58lq67/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/58lq67/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/58lq67/0/rawthumb/thumb/",
    "user": "macnenia",
    "views": 507,
    "w": 840
}