{
    "animated": false,
    "bookmarks": 3,
    "comments": 6,
    "data_source": "BACKYARD",
    "dec": "55.019",
    "description": "Another of the bright PNe from the Messier catalogue is this famous one: M 97 or NGC  3587, also known as the Owl Nebula. It lies about 2869 light years away in the constellation of Ursa Major. It is about 8000 years old and 0.91 light years in diameter. \r\n\r\nThe two darker “eye’s” have given the nebula its name and it has long been supposed that this planetary nebula was a form of bipolar nebula. Recent studies suggest that it has a much more complicated structure. A 2018 paper (https://arxiv.org/abs/1806.04676)  shows that the Owl nebula has a tri polar structure with multipolar “fingers”. In fact, the authors propose that the Owl nebula be a prototype for a new class of PNe, called strigiform nebula (Strigiformes being the scientific name  for  owls). Three others have been suggested as members of this new group: K 1-22, Abel 33 and Abel 50.  These are old PNe, with complex, multipolar cavities within a nearly spherical nebula that is otherwise filled with gas.  Within the gas is a complex pattern of cavities. For M 97 there is, as yet, no explanation as to how these cavities have formed and no observations to indicate how they are evolving.\r\n\r\nA previous paper ( https://iopscience.iop.org/article/10.1086/316800/fulltext/ ) suggests that the Owl nebula consist of 4 concentric shells. An inner, barrel shaped shell surrounded by three spherical shells of decreasing ionisation energy as you move away from the central star. This inner structure is responsible for giving the Owl its famous face. The authors suggest that the barrel shaped shell is unusual for a PNe like the Owl, so perhaps they were just starting to make out the structure described in the 2018 paper, but at a much lower resolution and hence misinterpreted it?\r\n\r\nThe inner spherical shell of gas is mainly of high energy ionised gas (in my image this is mostly blue, associated with O3). Its mass is thought to be about 0.36 solar. The outer shell is composed of low energy ionised gas (shown as mostly orange in my image, associated with Ha and N2). The mass of the outer shell is about 0.41 solar. The diffused halo (blue in my image, so again mainly O3. There is some N2 that shows as a purple patch at about the 4 o’clock position and close to a bright feature in the outer shell) has a mass of approx. 0.22 solar. The central star has an approx. surface temperature of 100,000K and a mass of 0.65 solar. The star does not appear to be generating a significant stellar wind, consistent with the PNe being classified as highly evolved PNe. \r\n\r\nAdding all this up gives a 1.6 solar mass progenitor star which had a luminosity of between 40x to 140x the Sun’s luminosity.\r\n\r\nNorth is roughly to the right on this image and east approx. to the top. The narrowband filters were assigned to the RGB channels as : red: 100% N2, green: 100% Ha, blue: 100% O3.\r\n\r\nThe goal of the longer subs was to try and capture the outer halo which you can see in this image as a diffuse blue ring. On the northern edge, almost opposite a bright feature on the edge of the outer shell the halo becomes a bit redder. This is due to a faint glow from N2 gas.\r\nAfter calibration and stacking the nebula and stars have been processed separately.  In this image the nebula is composed solely of the narrowband data and the stars and background galaxies/nebula from just the RGB data.",
    "h": 1347,
    "hash": "5vo5lu",
    "id": 495684,
    "imaging_cameras": [
        "QSI 6120wsg-8"
    ],
    "imaging_telescopes": [
        "Celestron Edge 11HD"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 139,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "93.069",
    "pixscale": "0.445",
    "published": "2020-06-08T16:33:17.299243",
    "ra": "168.695",
    "radius": "0.151",
    "remote_source": null,
    "resource_uri": "/api/v1/image/495684/",
    "revisions": [],
    "subjects": [
        "M 97",
        "M97",
        "NGC 3587",
        "Owl Nebula",
        "Owl nebula",
        "PK148+57.1"
    ],
    "title": "Owl Nebula",
    "updated": "2021-05-26T17:57:48.837678",
    "uploaded": "2020-06-08T17:33:18.275947",
    "url_duckduckgo": "https://www.astrobin.com/5vo5lu/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/5vo5lu/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/5vo5lu/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/5vo5lu/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/5vo5lu/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/5vo5lu/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/5vo5lu/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/20624/2020/af78c866-c170-4ef2-87b5-4d24868abd58.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/20624/2020/af78c866-c170-4ef2-87b5-4d24868abd58-1591638159.jpg",
    "url_thumb": "https://www.astrobin.com/5vo5lu/0/rawthumb/thumb/",
    "user": "astroian",
    "views": 524,
    "w": 2041
}