{
    "animated": false,
    "bookmarks": 7,
    "comments": 13,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Ptolemaeus is a circular crater approximately 153 km in diameter, located southwest of the visible lunar face, close to the craters in the image, Ammonius (upper corner near the center of Ptolemaeus), Alphonsus (to the right of Ptolemaeus), Arzachel (to the right of Alphonsus), Alpetragius (slightly below, between Alphonsus and Arzachel), Albategnius (upper right above Ptolemaeus), Klein (below Albategnius) and Herschel (to the left of Ptolemaeus). The crater received this nomenclature in honor of the Greek-Roman astronomer from Alexandria, Claudius Ptolemaeus (90-168).\r\nPtolemaeus is generally known to have a shallow surface. In the period of its creation (Pre-nectarian), the crater was about 5.5 km deep, but the interior of the crater was flooded by basaltic lava caused by cracks in the crust due to the strong impact that created it. This ended up leaving the inner floor of the crater with a broad and smooth appearance and approximately 2.6 km in depth. Subsequently, this region was hit by many other impacts, the Ptolemaeus border, for example, was hit vigorously by projectiles expelled during the impact that formed the Mare Imbrium basin. These subsequent impacts must have suffered a new spill of lava that ended up covering most of these faces and originated what is known as \"ghost\" craters. Which are visible only in very low angle sunlight, for a short period of time around sunrise and sunset. As a result, there are thousands of other \"ghost\" craters present on the lunar surface that have not been identified due to the difficulty in viewing, since most probes work with images when the angle of sunlight is high on the surface. There are numerous \"ghost\" craters present in Ptolemaeus, in which Ptolemaeus B stands out, about 14.5 km in diameter (on the upper left, next to the Ammonius crater).\r\nOn December 25, Chinese researchers at Jilin University collected data from the Chang´e-1 and Chang´e-2 probes and identified about 109,000 impact craters that were not previously recognized, and the age estimate of approximately 18,000 of them, the study was published in the journal Nature Communications. The researchers created an identification platform through transparency and enabled a neural web with data from known craters. Finally, the researchers defined a new database of craters present in the regions of medium and low extension of the moon.\r\n\r\nPhoto: Avani Soares\r\nText: Liza Bruna",
    "h": 1189,
    "hash": "6hazig",
    "id": 555543,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 114,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2021-01-05T00:02:08.442546",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/555543/",
    "revisions": [],
    "subjects": [],
    "title": "Ptolemaeus",
    "updated": "2021-04-29T15:10:21.284200",
    "uploaded": "2021-01-04T23:59:46.982184",
    "url_duckduckgo": "https://www.astrobin.com/6hazig/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/6hazig/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/6hazig/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/6hazig/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/6hazig/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/6hazig/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/6hazig/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/6hazig/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 266,
    "w": 1515
}