{
    "animated": false,
    "bookmarks": 1,
    "comments": 3,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "English below, followed by Portuguese.\r\n\r\nThis is my first processed image of Jupiter in the season.\r\nThe Great Red Spot (GRS) is clearly exhibited, disturbing, as usual, the Southern Equatorial Belt (SEB) flow. However, the GRS seems to be disturbed as well by the surrounding turbulence, given that its periphery shows two tail-like features, about 110 degrees apart, resembling short spiral arms of a galaxy, suggesting that the anticyclone is probably losing matter to its neighboring region on the gas giant's upper atmosphere.\r\n\r\nThe SEB seems to be split in two, with a narrow band of seemingly laminar flow dominating its lowest latitudes.\r\n\r\nAt medium austral latitudes, three other vortices are spotted - the Ova BA being one of them - and a dark spot hovering on the top of the Southern Equatorial Zone seems to reveal some cyclogenesis taking place.\r\n\r\nThe Northern Equatorial seems narrower and more turbulent than last year.\r\nOther than that, nothing to be worth mentioning.\r\n\r\n\r\nPortuguês:\r\n\r\nEsta é minha primeira imagem processada de Júpiter nesta temporada. A Grande Mancha Vermelha (GMV) é facilmente notada, perturbando, como lhe é típico, o escoamento ao longo do Cinturão Equatorial Sul. Entretanto, a própria GMV também parece ser perturbada pela turbulência que lhe cerca, dado que apresenta duas estruturas semelhantes a caudas, separadas em aproximadamente 110 graus, lembrando curtos e incipientes braços espirais de uma galáxia, sugerindo que o anticiclone está provavelmente perdendo matéria para a região vicinal na alta atmosfera joviana.\r\n\r\nO Cinturão Equatorial Sul parece se dividir em dois, com uma banda estreita de fluxo aparentemente laminar, dominando as latitudes mais baixas.\r\n\r\nNas médias latitudes austrais, três vórtices podem ser vistos - com a Oval BA sendo um deles - e uma mancha escura sobre a Zona Temperada Sul parece revelar a ocorrência de ciclogênese.\r\n\r\nO Cinturão Equatorial Norte parece mais estreito e turbulento que no ano anterior.",
    "h": 1048,
    "hash": "6he8ry",
    "id": 490884,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Meade Lx90 12\" ACF"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 62,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-05-24T11:51:42.961152",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/490884/",
    "revisions": [],
    "subjects": [],
    "title": "Jupiter on 16th May 2020 at 05:01 UTC",
    "updated": "2021-03-17T01:55:39.900296",
    "uploaded": "2020-05-24T12:51:43.122970",
    "url_duckduckgo": "https://www.astrobin.com/6he8ry/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/6he8ry/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/6he8ry/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/6he8ry/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/6he8ry/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/6he8ry/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/6he8ry/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/6he8ry/0/rawthumb/thumb/",
    "user": "David_Duarte",
    "views": 242,
    "w": 1200
}