{
    "animated": false,
    "bookmarks": 13,
    "comments": 23,
    "data_source": "TRAVELLER",
    "dec": "-23.737",
    "description": "This image shows a dense starfield, permeated by dust and gas, a region of intense star formation. About 5000 light years distant, this 4-degree field (8 full-moons across) spans some 350 light years in the plane of the nebulosity, right in the central region of the Milky Way. \r\n\r\nThe Lagoon Nebula is filled with hot gas and the home for many young stars, spanning 100 light years across [1]. It is so big and bright (at magnitude 6 [2]) that it can be seen to the naked eye toward the constellation of the Archer (Sagittarius), near the center of our Milky Way. Star formation continues in the Lagoon Nebula as witnessed by the many dark dust-laden globules that exist there. Among its first images are a 4-hour exposure by James Keeler in 1899 [3].\r\n\r\nIn “A View of the Universe”, David Malin writes: “The centre of the star-forming activity [...] is now in the western (right) side, [...] in the brightest part of the nebula. However, the cluster of young stars in the eastern half [...], testifies to a relatively recent burst of star-forming activity there too. [...] The shading of colours across the picture and the variation in the numbers of the stars reveals the patchiness of dust across the field.” [4]\r\n\r\nRight next to the Lagoon, the Trifid Nebula, 20th entry in Messier’s catalog, fills the view. Its colour is striking, partly red ionized Hydrogen, partly blue reflection nebula. In between the dust and gas, dark lanes fill the view, and for the keen-eyed a weak green-ish glow can be seen, which was characterized by David Malin as the result of the interstellar reddening of a blue nebula.\r\n_____________________________________________\r\n\r\nThis image marks a milestone in my astrophotographic journey. After 4 months away from the stars, in July and August I had 30 long waited days (or rather nights =D) at my dark site. And not only that, this marks the first light of my observatory! It is not a complete observatory yet – it is now only 2 piers and a concrete slab (a “proto-observatory”?). The walls and ROR should come next, in the future. It is the consolidation of a very special dream, which I can barely put into words – soon I will post an image of it. The good weather allowed never-before-seen productivity. It may have been a while since a posted an image here, but there are *many* images to come. In total, I acquired more than 200 hours of data of 70 different targets: more than the entire year of 2019!  However, the most important thing was being able to enjoy the nights under the stars with the Milky Way as a cosmic ceiling – I really missed the stars.\r\n\r\nImaging this well-known target was on my list for a while. I was really happy to capture it as my first telescope mosaic, and the result surprised me in a very positive way: despite the relatively short integration time and modest equipment, the nebulosity was easily revealed, and perfect calibration allowed for a very pleasant processing. I try to continuously push the limit of my equipment, and to me this image turned out a great result with an entry-level DSLR camera, and I consider one of my visually most beautiful and colorful images! =D\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section.\r\n\r\nDates: 13, 20, 22 July 2020\r\nLocation: MG, Brazil. Rural Skies (Bortle 3, calculated SQM ~21.6)\r\nCamera: Canon EOS T5/1200D (mod) at ISO 1600\r\nOptics: 150/750mm ATM Newtonian Telescope (optics by Sandro Coletti) + TS-Optics MaxField 2\" Coma Corrector\r\nMount: Sky-Watcher HEQ5, tracking, guiding \r\nExposure Detail: 4-panel mosaic | each 15x240s | Total integration 240min or 4h\r\n\r\n[1]\tAPOD 2018/11/12\r\n[2] \tMessier 8 (The Lagoon Nebula), NASA, At https://www.nasa.gov/feature/goddard/2017/messier-8-the-lagoon-nebula/\r\n[3] S. Hughes, The Ages of Astrophotography. Independent Publisher, 2016.\r\n[4]\tD.  Malin, A View of the Universe. Cambridge University Press, 1993, p. 121-123.\r\n\r\n<i> Contate-me em / Contact me at: gabrielrsantos99@gmail.com </i>",
    "h": 3269,
    "hash": "6rgy7h",
    "id": 529398,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Sandro Coletti ATM Newtonian 150mm f/5"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 194,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "0.086",
    "pixscale": "2.480",
    "published": "2020-10-02T19:05:32.971546",
    "ra": "271.341",
    "radius": "1.983",
    "remote_source": null,
    "resource_uri": "/api/v1/image/529398/",
    "revisions": [
        "/api/v1/imagerevision/253405/"
    ],
    "subjects": [
        "IC 1274",
        "IC 4684",
        "IC 4685",
        "Lagoon Nebula",
        "M 20",
        "M 8",
        "NGC 6514",
        "NGC 6523",
        "NGC 6526",
        "NGC 6530",
        "NGC 6546",
        "NGC 6559",
        "The star 11Sgr",
        "The star 4Sgr",
        "The star 7Sgr",
        "The star 9Sgr",
        "Trifid Nebula"
    ],
    "title": "Lagoon and Trifid Nebulae - APOD 2021/04/26",
    "updated": "2021-07-03T13:45:38.443277",
    "uploaded": "2020-10-02T19:59:13.927793",
    "url_duckduckgo": "https://www.astrobin.com/6rgy7h/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/6rgy7h/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/6rgy7h/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/6rgy7h/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/6rgy7h/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/6rgy7h/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/6rgy7h/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2020/2b729239-9be4-47e1-8343-5c8ab97960a1.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2020/2b729239-9be4-47e1-8343-5c8ab97960a1-1601669186.jpg",
    "url_thumb": "https://www.astrobin.com/6rgy7h/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1359,
    "w": 4739
}