{
    "animated": false,
    "bookmarks": 5,
    "comments": 45,
    "data_source": "BACKYARD",
    "dec": "58.066",
    "description": "Hello friends.\r\n\r\nThis time an object he had never pointed to before.\r\nThe magician's nebula, like most nebulae, is a star-forming zone, in fact, it is associated with the open cluster NGC 7380, with very young stars, and in which stars continue to form.\r\n\r\nIt is practically an emission nebula, although, as in many nebulae, it has reflection parts and filaments of dark nebulae.\r\n\r\nWhenever I finish the processing of an image, and I compare it with my raw data, I have the feeling that something I lost along the way, on this occasion and achieved, in part, to minimize this feeling. The process has been different from my basic work flow, and I am satisfied although I am aware that I added some problem, I definitely have to refine and simplify it.\r\nThe whole process was done with pixinsight, because until now I always used DeepSkyStacker, I also used the MureDenoise tool, which worked very well once I entered the correct data, and a lot of trial and error.\r\nThe final image, without being any wonder, I think it preserves a higher dynamic range than what has been done to date.\r\n\r\nI hope you like it and let me know your impressions, good and bad I also like them.\r\n\r\nGreetings friends, take care and clear skies.\r\n\r\n      ----------------------------------------------------------------------------------------------------------------------------     \r\n\r\n\r\nHola amigos.\r\n\r\nEn esta ocasion un objeto al que nunca antes habia apuntado.\r\nLa nebulosa del mago, como la mayoría de nebulosas es una zona de formación de estrellas, de hecho, está asociada al cúmulo abierto NGC 7380, con estrellas muy jóvenes, y en el que continúan formándose estrellas.\r\n\r\nEs prácticamente una nebulosa de emisión, si bien, como pasa en muchas nebulosas, tiene partes de reflexión y filamentos de nebulosidades oscuras.\r\n\r\nSiempre que termino el procesado de una  imagen, y comparo con mis datos en crudo tengo la sensacion que algo perdi en el camino, en esta ocasion e consegido, en parte, minimizar esta sensacion. el proceso a sido diferente a mi flujo basico de trabajo, y estoy satisfecho aunque soy consciente que añadi algun problema, definitivamente tengo que perfeccionarlo y simplificarlo.\r\nTodo el proceso lo e realizado con pixinsight, pues asta ahora siempre utilize DeepSkyStacker, tambien use la herramienta MureDenoise, que funciono muy bien una vez ingrese los datos correctos, y mucha mucha prueba y error.\r\nLa imagen final sin ser ninguna maravilla creo que conserva un rango dinamico superior a lo realizado asta la fecha.\r\n\r\nEspero que les guste y me hagan saber sus impresiones, buenas y malas tambien.\r\n\r\nUn saludo amigos, cuidense y cielos despejados.",
    "h": 2406,
    "hash": "6u0qx4",
    "id": 537942,
    "imaging_cameras": [
        "Moravian G2 8300 Mono"
    ],
    "imaging_telescopes": [
        "SkyWatcher Esprit 120 APO Triplet"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 227,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2810901/"
    ],
    "orientation": "90.149",
    "pixscale": "1.290",
    "published": "2020-11-07T11:27:44.853059",
    "ra": "341.845",
    "radius": "0.727",
    "remote_source": null,
    "resource_uri": "/api/v1/image/537942/",
    "revisions": [
        "/api/v1/imagerevision/258387/"
    ],
    "subjects": [
        "NGC 7380",
        "NGC7380",
        "PK107-00.1",
        "Sh2-142",
        "Sh2-143"
    ],
    "title": "SH2-142 (NGC 7380) - The Wizard's Nebula",
    "updated": "2021-03-31T21:09:47.348390",
    "uploaded": "2020-11-07T02:50:08.498012",
    "url_duckduckgo": "https://www.astrobin.com/6u0qx4/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/6u0qx4/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/6u0qx4/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/6u0qx4/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/6u0qx4/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/6u0qx4/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/6u0qx4/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/32217/2020/1cc9bd23-1951-4b1a-83c9-0e95faa74bc9.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/32217/2020/1cc9bd23-1951-4b1a-83c9-0e95faa74bc9-1604860614.jpg",
    "url_thumb": "https://www.astrobin.com/6u0qx4/0/rawthumb/thumb/",
    "user": "Fotoixigo",
    "views": 457,
    "w": 3264
}