{
    "animated": false,
    "bookmarks": 3,
    "comments": 6,
    "data_source": "OWN_REMOTE",
    "dec": "12.168",
    "description": "A spectacular swarm of stars, M15 was discovered in 1746 by Jean-Dominique Maraldi, an Italian astronomer on the hunt for comets. This globular cluster is one of the densest ever discovered, with very hot blue stars and cooler orange stars becoming more concentrated toward its bright core. M15 is located in the constellation Pegasus 33,600 light-years from Earth. Shining with an apparent magnitude of 6.2, the cluster can be spotted with a pair of binoculars. The best time to observe it is in October.\r\n\r\nM15 was the first globular cluster known to host a planetary nebula (the gaseous shell of a dying star). This nebula, Pease 1, was detected in 1928 by Francis G. Pease and is one of only four planetary nebulas known to exist within a globular cluster. In this image, Pease 1 appears as the large, bright blue object to the left of the cluster’s center.\r\n\r\nThis cluster has also been found to host a rare type of black hole at its center: an intermediate-mass black hole. Supermassive black holes are found at the center of galaxies and can be billions of times more massive than the sun. More diminutive “stellar” black holes, on the other hand, are on the order of 10 solar masses. The black hole thought to exist at the center of M15, however, is 4,000 times the mass of the sun.\r\n\r\nIntegrated flux nebulas are a relatively recently identified astronomical phenomenon. In contrast to the typical and well known gaseous nebulas within the plane of the Milky Way galaxy, IFNs lie beyond the main body of the galaxy.\r\n\r\nThe term was coined by Steve Mandel-Wilson who defined them as \"high galactic latitude nebulae that are illuminated not by a single star (as most nebula in the plane of the Galaxy are) but by the energy from the integrated flux of all the stars in the Milky Way. These nebulae clouds, an important component of the interstellar medium, are composed of dust particles, hydrogen and carbon monoxide and other elements.\"\r\n\r\n(NASA and Wikipedia)\r\n\r\n60 x L 60s\r\n62 x R 60s\r\n59 x G 60s\r\n57 x B 60 s",
    "h": 3792,
    "hash": "7j43hi",
    "id": 558709,
    "imaging_cameras": [
        "FLI MicroLine 16803"
    ],
    "imaging_telescopes": [
        "Planewave CDK 14"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 80,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "180.841",
    "pixscale": "0.718",
    "published": "2021-01-16T22:25:37.907349",
    "ra": "322.498",
    "radius": "0.523",
    "remote_source": "REM",
    "resource_uri": "/api/v1/image/558709/",
    "revisions": [
        "/api/v1/imagerevision/269237/"
    ],
    "subjects": [
        "M 15",
        "M15",
        "NGC 7078",
        "PK065-27.1",
        "PK065-27.2"
    ],
    "title": "M15 plus IFN",
    "updated": "2021-06-20T06:34:52.523831",
    "uploaded": "2021-01-16T21:41:29.367848",
    "url_duckduckgo": "https://www.astrobin.com/7j43hi/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/7j43hi/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/7j43hi/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/7j43hi/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/7j43hi/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/7j43hi/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/7j43hi/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/29353/2021/9272c953-c364-4d61-8c8e-6b933bc3e3e3.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/29353/2021/9272c953-c364-4d61-8c8e-6b933bc3e3e3-1610835990.png",
    "url_thumb": "https://www.astrobin.com/7j43hi/0/rawthumb/thumb/",
    "user": "dorgian412",
    "views": 138,
    "w": 3625
}