{
    "animated": false,
    "bookmarks": 7,
    "comments": 45,
    "data_source": "BACKYARD",
    "dec": "13.286",
    "description": "Located in the constellation of Leo this set of three galaxies (NGC 3628, M65, M66) is a very popular target during galaxy season (mid-April through May) for astrophotographers. All three galaxies are close enough to be interacting with each other but only NGC 3628 and M66 are noticeably distorted. M66 is the closest galaxy at 33 million light-years (bottom left), while M65 is the next closest at 35 million light-years (bottom right), and NGC 3628 is the farthest at 40 million light-years.\n\nMy original image of this was from over four years ago and this time around I was most interested in the rarely captured tidal tail coming off the left-side of NGC 3628 (a.k.a. The Hamburger Galaxy). I was not aware of this tail until I read an article on the Leo Triplet in the April 2021 issue of Sky & Telescope. Tidal tails consist of stars and gas formed during close encounters of two galaxies. In this case, NGC 3628 and M66, which had their closest encounter at only 82,000 light-years 800 mya . The tail extends a whopping 300,000 light-years and there is a recently discovered dwarf galaxy (Leo-TDG) at the end. I was not confident that I would get anything in my borderline Bortle 5 sky, however, there are some hints of it if you look closely, especially near the upper corner of the galaxy (Yay - it is not a failure). The dwarf galaxy would be off the image even if it were visible. I like the prominent dust lane that bisects this galaxy into two halves (or buns holding the hamburger). One other noteworthy thing with NGC 3628 is a small fuzzy blob just below the the central portion of the galaxy - it is not clear what this is, but Halton Arp, American Astronomer and author of Atlas of Peculiar Galaxies believed they were material ejected from the core.\n\nI thought M65 and M66 both came out well and their central structures are well detailed - much better than I was expecting. All three of these galaxies are disturbed somewhat and are included in Dr. Arp's catalog (There you #Gary Imm, I finally did some Arp objects). I thought about posting these separately but thought I might be pushing it with my refractor and they are already cropped a bit so I lift it alone.\n\nhttps://www.instagram.com/astroquest1/\nhttp://astroquest1.blogspot.com/\nhttps://www.astrobin.com/users/kurtzepp/collections/\nhttp://youtube.com/c/AstroQuest1",
    "h": 3085,
    "hash": "7xfaad",
    "id": 584913,
    "imaging_cameras": [
        "ZWO ASI 1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Astro-Tech AT115EDT f/7"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 144,
    "link": "http://astroquest1.blogspot.com/",
    "link_to_fits": null,
    "locations": [],
    "orientation": "11.824",
    "pixscale": "1.206",
    "published": "2021-04-25T04:10:14.996391",
    "ra": "170.083",
    "radius": "0.875",
    "remote_source": null,
    "resource_uri": "/api/v1/image/584913/",
    "revisions": [
        "/api/v1/imagerevision/284970/"
    ],
    "subjects": [
        "IC 2763",
        "IC2694",
        "IC2708",
        "IC2745",
        "IC2782",
        "Leo Triplet",
        "M 65",
        "M 66",
        "M65",
        "M66",
        "NGC 3623",
        "NGC 3627",
        "NGC 3628",
        "NGC3628"
    ],
    "title": "Leo Triplet - Hamburger with faint tail?",
    "updated": "2021-06-19T09:30:48.463176",
    "uploaded": "2021-04-25T03:40:38.393877",
    "url_duckduckgo": "https://www.astrobin.com/7xfaad/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/7xfaad/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/7xfaad/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/7xfaad/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/7xfaad/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/7xfaad/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/7xfaad/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/17270/2021/1e479467-2f1d-42e8-90e4-7e30a4e1c572.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/17270/2021/1e479467-2f1d-42e8-90e4-7e30a4e1c572-1619323236.jpg",
    "url_thumb": "https://www.astrobin.com/7xfaad/0/rawthumb/thumb/",
    "user": "kurtzepp",
    "views": 329,
    "w": 4215
}