{
    "animated": false,
    "bookmarks": 28,
    "comments": 43,
    "data_source": "TRAVELLER",
    "dec": "-24.795",
    "description": "Between the constellations Scorpius and Ophiucus lies a stunning region of colorful clouds, where new stars are forming right now.  Indeed, the “Rho Ophiuci” complex is one of the closest star-forming systems, at about 400 light years away. [1] The region features colourful nebulae contrasting with the rich starfield. The central region also features the globular clusters M4 and M80. To the North (top) is IC 4592, known as the Blue Horsehead Nebula. The region to the West (right) features interesting faint nebulosity, including the red Sh2-1, dust and molecular clouds. This huge field - a mosaic - could fit some 60 full moons and was captured with a portrait 135mm lens.\r\n\r\nIn “Colours of the Stars”, Malin and Murdin write about Rho Ophiuci: “The fact that there are such thick nebulae in the area shows that we can expect effects of multiple scattering [...]” [2] Indeed, it is the scattering of light by the dust grains that make the reflection nebulae shine into colour. Formed by the brightest stars (usually blue) shining into nearby dusty clouds, “most reflection nebulae are blue, although they need not be.” Also, “it is because of the chance coincidence that grains in the interstellar medium are the size of the wavelength of light that the colours of reflection nebulae are as varied as they are.” [2], especially in this region: “The Scorpio-Ophiucus cloud is remarkable because it contains so many reflection nebulae and so few emission nebulae. The reverse is usually the case [...]” [2].\r\n\r\nBack in early 20th century, pioneer astrophotographer E. E. Barnard photographed the central Antares region. In 1895, he wrote: “The resulting pictures have shown that a magnificent nebula occupies a large portion of this region of the sky.” [3]. His 1905’s 4h30m exposure from Mt. Wilson is a great inspiration, featured in the legendary “Photographic Atlas of Selected Regions of the Milky Way” [4]. I sometimes wonder if Barnard ever imagined amateurs, some 120 years later, would get this kind of result, out of relatively simple equipment. \r\n_____________________________________________\r\n\r\nThis region has always enchanted me, being one of the most beautiful in the night skies. Some of my personal inspirations are the mesmerizing works by Wei-Hao Wang, Mario Cogo, Troy Casswell and Hisayoshi Kato. I recommend checking them out as well.\r\n\r\nSimply put, I consider this to be my best image I created thus far: the colour, detail and nebulosity shine greatly. It incorporates a lot of data: the base is a <a href=\"https://astrob.in/360294/0/\" target=\"_blank\">135mm 3x3 panel mosaic from 2018</a> , with some 20-30’/panel. However, I incorporated new data on the “deep” regions: Antares-RhoOphiuci; Sh2-1 [at 135mm] and Blue Horsehead [at 200mm]. The result features almost 12h of integration, shot in 2016, 2018 and 2019, from both my dark site in MG and the Brazilian Astrophotography Meeting site, 1000km further North, in GO. Processing the panels was greatly handled by APP: the integration surprised me since the early stages, and post-processing was a truly pleasant work: I really enjoyed to dig in and discover the data. \r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image!\r\n\r\nDates: 04/07/2016, 08/07/2018, 11/07/2018, 12/07/2018, 22/06/2019, 29/07/2019, 30/07/2019, 01/08/2019\r\nLocations: MG, Brazil & EBA-site, GO, Brazil. Dark-Rural Skies (Bortle 2-3, calculated SQM ~21.6)\r\nCamera: Canon EOS T4i and 80D (stock) & T5/1200D (mod) at ISOs 800 and 1600\r\nOptics: Samyang 135mm f/2 operated at f/2.0, f/2.4 and f/2.8; Tamron 70-200mm @ 200/3.5\r\nMount: Sky-Watcher HEQ5, tracking, guided and unguided\r\nExposure Detail: 9-panel Mosaic Base + Deep Fields. Total 149x120s + 135x180s = 703min or 11.7h.\r\n\r\n[1] \tAPOD 2019/05/13\r\n[2] \tD.Malin, P. Murdin, Colours of the Stars, 1st ed. Cambridge University Press, 1984, pp. 134, 137-138.\r\n[3] \t“On a great photographic nebula in Scorpio, near Antares.” E. E. Barnard; Monthly Notices of the Royal Astronomical Society, Vol. 55, p.453; 1895\r\n[4] \tE. E. Barnard, Photographic Atlas of Selected Regions of the Milky Way, 1927.",
    "h": 4080,
    "hash": "8qcle4",
    "id": 438266,
    "imaging_cameras": [
        "Canon EOS 80D",
        "Canon 80D",
        "Canon EOS 650D / Rebel T4i",
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Tamron 70-200mm f/2.8",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 286,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "356.932",
    "pixscale": "15.184",
    "published": "2019-11-11T19:45:33.030760",
    "ra": "247.293",
    "radius": "15.300",
    "remote_source": null,
    "resource_uri": "/api/v1/image/438266/",
    "revisions": [],
    "subjects": [
        "IC 4592",
        "IC 4604",
        "IC 4605",
        "M 4",
        "NGC 6121",
        "Part of the constellation Scorpius (Sco)",
        "The star Al Niyat (σSco)",
        "The star Antares (αSco)",
        "The star Dschubba (δSco)",
        "The star Graffias (β1Sco)",
        "The star θOph",
        "The star πSco",
        "The star ρSco",
        "The star τLib",
        "The star τSco",
        "The star υLib",
        "rho Oph nebula"
    ],
    "title": "The Scorpion's Head - A Panorama of Stars and Nebulae",
    "updated": "2021-07-03T19:00:28.890331",
    "uploaded": "2019-11-11T19:45:33.542621",
    "url_duckduckgo": "https://www.astrobin.com/8qcle4/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/8qcle4/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/8qcle4/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/8qcle4/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/8qcle4/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/8qcle4/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/8qcle4/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/ffee4b9a-460c-4a9f-8206-66bde692ba0f.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/ffee4b9a-460c-4a9f-8206-66bde692ba0f-1582524594.jpg",
    "url_thumb": "https://www.astrobin.com/8qcle4/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1927,
    "w": 6000
}