{
    "animated": false,
    "bookmarks": 2,
    "comments": 25,
    "data_source": "BACKYARD",
    "dec": "-71.112",
    "description": "Version 1 - Full Frame\r\nVersion 2- Crop featuring N206\r\n\r\nI though I'd feature these quirky little chaps in the LMC - rarely if ever imaged as a quartet, they lurk surreptitiously in the shadows below the famous Tarantula nebula in the Large Magellanic Cloud. Colourful supernova remnant  N206 contains a cluster of massive young stars (NGC2018) and the unique red circular pulsar wind nebula (or SNR). \r\nN206 resides next to it's companions, N204 a Wolf Rayet Star & co.\r\n\r\nThese fascinating structures near the Large Magellanic Cloud (LMC) contain a large HII emission region referred to as LH-a 120-206 (N206) and a supernova remnant (SNR B 0532-71.0), as described by Williams et al. (2005).  The SNR has an estimated age of 23,000 – 27,000 years.  The main emission region is about 13 arc min long. The  SNR (also often referred to as N206) is the circular structure at the far right of the main nebula.  \r\n\r\nThe LMC is a small satellite galaxy gravitationally bound to our own Milky Way. Yet the gravitational effects are tearing the companion to shreds in a long-playing drama of 'intergalactic cannibalism.' These disruptions lead to a recurring cycle of star birth and star death. Astronomers are particularly interested in the LMC because its fractional content of heavy metals is two to five times lower than is seen in our solar neighbourhood. In this context, 'heavy elements' refer to those elements not present in the primordial universe. Such elements as carbon, oxygen and others are produced by nucleosynthesis and are ejected into the interstellar medium via mass loss by stars, including supernova explosions. As such, the LMC provides a nearby cosmic laboratory that may resemble the distant universe in its chemical composition. \r\n\r\nTopaz NR was used subtly to enhance some structural details. (Incredible AI software!)\r\n\r\nFun Fact: This emission nebula was cataloged by Karl Henize (HEN-eyes) while spending 1948-1951 in South Africa doing research for his Ph.D. dissertation at the University of Michigan. Henize later became a NASA astronaut and, at age 59, became the oldest rookie to fly on the Space Shuttle during an eight-day flight of the Challenger in 1985. He died just short of his 67th birthday in 1993 while attempting to climb the north face of Mount Everest, the world's highest peak. :)",
    "h": 4003,
    "hash": "9ex38m",
    "id": 540367,
    "imaging_cameras": [
        "QSI 6162 monochrome"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130 APO Refractor"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 136,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804469/"
    ],
    "orientation": "170.031",
    "pixscale": "1.242",
    "published": "2020-11-13T04:55:41.346657",
    "ra": "81.616",
    "radius": "0.885",
    "remote_source": null,
    "resource_uri": "/api/v1/image/540367/",
    "revisions": [
        "/api/v1/imagerevision/259578/"
    ],
    "subjects": [
        "NGC 1987",
        "NGC 2010",
        "NGC 2018"
    ],
    "title": "Strange Bedfellows - Henize N206 & friends",
    "updated": "2021-05-31T03:15:38.359965",
    "uploaded": "2020-11-13T02:49:59.975678",
    "url_duckduckgo": "https://www.astrobin.com/9ex38m/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/9ex38m/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/9ex38m/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/9ex38m/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/9ex38m/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/9ex38m/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/9ex38m/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/8900/2020/3c8bb6b1-dc58-4ae9-a04e-627908ed5e47.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/8900/2020/3c8bb6b1-dc58-4ae9-a04e-627908ed5e47-1605238758.jpg",
    "url_thumb": "https://www.astrobin.com/9ex38m/0/rawthumb/thumb/",
    "user": "Andys_Astropix",
    "views": 401,
    "w": 3207
}