{
    "animated": false,
    "bookmarks": 40,
    "comments": 30,
    "data_source": "BACKYARD",
    "dec": "43.900",
    "description": "** Description by Sakib Rasool **\r\n\r\nGK Persei is a classical nova that underwent an explosive eruption, which was first observed in February 21, 1901 with a visual magnitude of 2.7 and likely to have been fainter than magnitude 12 on the previous night. On February 22, 1901, its magnitude was comparable to Vega! Nebulosity being lit up by the outburst was also observed and photographed in 1901. The Dutch astronomer Jacobus Kapteyn was the first to assert that this was a light echo being observed.\r\n \r\nClassical novae are a subset of a type of exotic stellar system known as cataclysmic variables. These are interacting binary systems consisting of a white dwarf accreting material from a main sequence companion. Classical novae differ slightly by experiencing outbursts due to the accumulation of material on the surface of the white dwarf.\r\n\r\nThe outburst produced an incredible nova shell, which is comprised of nearly a thousand individual knots, which have been resolved by the Hubble Space Telescope and other professional observatories. The size of the nova shell is approximately 2 arcminutes and the nova shell ejecta was discovered and photographed by Edward Emerson Barnard in 1916.\r\n\r\nThe nova shell consists of multiple knots that are mainly comprised of Ha and NII emission and a smaller number that emit in OIII. Some of the smallest knots are the same size as the solar system and the largest ones have been measured to be 12 arcseconds by analysing HST images. Subsequent studies by professional astronomers have measured a range of velocities for the expansion and movement of the knots between 600 and 1000 km/s.\r\n\r\nAs astronomical imaging has progressed over time, a plethora of additional features have been discovered via narrowband imaging. Towards the north is a jet like feature, which was first noticed in 1993.\r\n\r\nAnalysis of infrared images from IRAS by the astronomer Michael Bode led to the discovery of a large faint bipolar nebula around GK Persei in 1987. Subsequent narrowband observations in 1995 by Richard Tweedy uncovered an extremely faint optical component. This has been interpreted as an ancient planetary nebula that was produced by previous mass ejections. However this deep amateur image appears to show additional outer structures in OIII that seem to be unknown and very likely to extend beyond the field of view of this image.\r\n\r\n**\r\nThanks Sakib for the suggestion!.. i'll add the ha and o3 masters when i can\r\n\r\nRight now, work is KILLING ME!!  :)",
    "h": 4705,
    "hash": "9mewfa",
    "id": 444880,
    "imaging_cameras": [
        "ZWO Optical ASI183mm"
    ],
    "imaging_telescopes": [
        "Skywatcher MN190"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 260,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807401/"
    ],
    "orientation": "0.969",
    "pixscale": "0.496",
    "published": "2019-12-29T16:25:41.664721",
    "ra": "52.796",
    "radius": "0.401",
    "remote_source": null,
    "resource_uri": "/api/v1/image/444880/",
    "revisions": [],
    "subjects": [],
    "title": "GK Persei",
    "updated": "2021-04-21T17:10:43.461382",
    "uploaded": "2019-12-25T17:15:39.119442",
    "url_duckduckgo": "https://www.astrobin.com/9mewfa/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/9mewfa/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/9mewfa/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/9mewfa/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/9mewfa/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/9mewfa/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/9mewfa/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/22915/2019/5b819f61-2728-491f-9d2e-ff5c5d97180d.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/22915/2019/5b819f61-2728-491f-9d2e-ff5c5d97180d-1585589023.jpg",
    "url_thumb": "https://www.astrobin.com/9mewfa/0/rawthumb/thumb/",
    "user": "Mstiles",
    "views": 1540,
    "w": 3420
}