{
    "animated": false,
    "bookmarks": 5,
    "comments": 20,
    "data_source": "BACKYARD",
    "dec": "19.522",
    "description": "I was about to consider this image of Hind’s Variable Nebula (NGC 1555 or Sh2-238) done with about 5 hrs of LRGB exposure time when as luck would have it, an article appeared in the February 2021 issue of Sky & Telescope focusing on this very object.  I liked the article so much I decided to give this object more time.\r\n\r\nThe article,“The Story of T Tauri”, was a fascinating story and I highly recommend it.  The star, T Tauri, is the very young pre-main sequence star owing its birth to the Nebula.  In my image Hind’s Variable Nebula is to the right of bright orange T Tauri in the center of the image.  The nebula changes in brightness as the clouds move around the star.  The name, T Tauri, is presently used to describe all pre-main sequence stars.  They tend to have high lithium concentrations (100x more than the sun) which is indicative of young stars (as a star gets older it destroys lithium).  The article goes on to discuss many other facets about the T Tauri, two hidden stars within the nebula revealed by infrared sensors, and many other things.  The star we can see, T Tauri, is known now as T Tauri North and the two hidden stars have been designated as T Tauri South a and b.\r\n\r\nLocated approximately 400 LY away in constellation Taurus Hind’s Variable Nebula is small relative to us making it a very good target for a large focal length telescope such as an Edge 800HD which I do not have, yet.  I do like the larger field of view and fortunately there are a lot of dusty areas around Hind’s Nebula.  Most of the stars appear yellow orange but I suspect that is due to the great amount gas and dust.  It was first described by English astronomer John Russell Hind in 1852 and so was named in his honor.\r\n\r\nI also collected three hours of Ha data during nights when the moon was out but did not use it as it did not add any detail.  The Moon was one of the reasons it took so long to complete this project.  It went right through my field of view on December 27, 2020 at 10 am.  This image of the Moon was from  December 26 when it was just west of NGC 1555 and not quit in the FOV.  I added it to the image of NGC 1555 at the same scale.  So does that mean this is what you would see if you looked at the moon from, say the International Space Station? Well, if you are Superman perhaps, otherwise no!\r\n\r\nDates: 12-13, 12-14, 12-15, 12-18, 12-22, 12-23, 12-29, 1-2-21, 1-4, 1-6, 1-7\r\n\r\nhttps://kurtzeppetello.smugmug.com/\r\nhttp://astroquest1.blogspot.com/\r\nhttps://www.astrobin.com/users/kurtzepp/collections/\r\nhttp://youtube.com/c/AstroQuest1",
    "h": 3373,
    "hash": "a3bpqz",
    "id": 556761,
    "imaging_cameras": [
        "ZWO ASI 1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Astro-Tech AT115EDT f/7"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 93,
    "link": "http://astroquest1.blogspot.com/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805373/"
    ],
    "orientation": "11.748",
    "pixscale": "1.206",
    "published": "2021-01-10T01:38:33.601090",
    "ra": "65.502",
    "radius": "0.940",
    "remote_source": null,
    "resource_uri": "/api/v1/image/556761/",
    "revisions": [
        "/api/v1/imagerevision/268208/",
        "/api/v1/imagerevision/268211/"
    ],
    "subjects": [
        "Hind's Nebula",
        "Hind's Variable Nebula",
        "NGC 1555",
        "NGC1554",
        "NGC1555",
        "Sh2-238",
        "Struve's Lost nebula",
        "VdB28"
    ],
    "title": "NGC 1555 - Hind's Variable Nebula",
    "updated": "2021-05-03T01:51:05.066111",
    "uploaded": "2021-01-10T00:30:48.538828",
    "url_duckduckgo": "https://www.astrobin.com/a3bpqz/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/a3bpqz/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/a3bpqz/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/a3bpqz/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/a3bpqz/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/a3bpqz/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/a3bpqz/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/17270/2021/fe8f57b5-dc1c-4502-bab4-6b419af5c688.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/17270/2021/fe8f57b5-dc1c-4502-bab4-6b419af5c688-1610240621.jpg",
    "url_thumb": "https://www.astrobin.com/a3bpqz/0/rawthumb/thumb/",
    "user": "kurtzepp",
    "views": 171,
    "w": 4490
}