{
    "animated": false,
    "bookmarks": 20,
    "comments": 44,
    "data_source": "BACKYARD",
    "dec": "59.898",
    "description": "This was a project almost 4 months in the making. I spent over the course of 24 separate short late spring/summer nights capturing subs on this, most challenging target. Starting May 8, then every clear night until August 19, after discarding  several hours (over 11 hours) of sub standard frames I ended up with just over 53 hours of usable data.  Ever since I saw a picture of the object I wanted to capture it myself. but I had no idea the frustration that would ensue! I worked for hours/days on putting the final image together to something I was proud of. I have seen so many gorgeous renditions of this object and I wanted to give it justice as well. I went with a more natural approach to the final version. OU4 is an extremely faint  \"nebula\" I wanted to make sure that it was visible in the final version, but also maintain the appearance of being very faint and natural looking. I did not want to \"over cook\" OU4.\r\n\r\nThe oxygen portion of the image was taken with 37 hours of total integration time. It was still very difficult to isolate OU4 from the background even with that amount of time. I went through countless iterations of workflow to bring it out and make it look authentic. The Chroma 3nm filter did a great job of isolating the signal, it is just so faint,  maybe 30min subs instead of 20 min subs would have made a difference?\r\n\r\nI have done some minor star reduction, but Cepheus is a very dense star field so I wanted to keep them there, just not distracting, to keep the natural feel of the image. Did I succeed?\r\n\r\n I have searched for what I perceive as everywhere on the internet for data on OU4 regarding the apparent magnitude of the object. If anyone has this info please let me know.\r\n\r\nOverall I am very happy with the way this image has turned out, don't know if I will ever tackle it again as it takes up a lot of clear skies at a time of the year when the dark nights are very short. I would love to hear your feedback and suggestions for the future. \r\n\r\nThank you and clear skies\r\nDan.",
    "h": 3381,
    "hash": "a6devw",
    "id": 516805,
    "imaging_cameras": [
        "ZWO ASI1600MM-P (Pro Cooled Mono)"
    ],
    "imaging_telescopes": [
        "SkyWatcher Esprit 80ED Super APO Triplet"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 342,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2811868/"
    ],
    "orientation": "23.439",
    "pixscale": "1.906",
    "published": "2020-08-27T14:00:41.347649",
    "ra": "317.726",
    "radius": "1.473",
    "remote_source": null,
    "resource_uri": "/api/v1/image/516805/",
    "revisions": [
        "/api/v1/imagerevision/275730/"
    ],
    "subjects": [
        "Sh2-129"
    ],
    "title": "SH2-129 AND OU4 FLYING BAT AND THE SQUID",
    "updated": "2021-07-07T19:47:58.703618",
    "uploaded": "2020-08-22T05:33:54.272191",
    "url_duckduckgo": "https://www.astrobin.com/a6devw/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/a6devw/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/a6devw/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/a6devw/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/a6devw/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/a6devw/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/a6devw/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/44061/2020/9fbd8da9-6c49-4300-8370-211c8a7a63e4.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/44061/2020/9fbd8da9-6c49-4300-8370-211c8a7a63e4-1598230295.jpg",
    "url_thumb": "https://www.astrobin.com/a6devw/0/rawthumb/thumb/",
    "user": "dmkusz",
    "views": 701,
    "w": 4417
}