{
    "animated": false,
    "bookmarks": 23,
    "comments": 24,
    "data_source": "OWN_REMOTE",
    "dec": "31.696",
    "description": "Imaged on nights of 9/23/2020, 9/30/2020, 10/5/2020, 10/6/2020, 10/7/2020, 10/8/2020.   \r\nI took about 25 hours of subs on this one, threw about half away.  This target for me has a transit altitude of 85 degrees, so it allows me a lot of time, and good quality imageing.\r\n\r\nAbell 78 is one of the most unusual PNs I have come across.  It has a lot going on.\r\n\r\nThis planetary nebula has the unusual property of having a faint outer halo composed of normal stellar material (mostly hydrogen) and a bright inner elliptical ring composed mostly of helium. The helium ring provides direct confirmation that hydrogen is being converted to helium in the centers of stars and can later be ejected back into the galaxy's pool of gas for building another generation of enriched stars. \r\n\r\nAbell78 is located 2300 light years away in the constellation of Cygnus at a declination of +32 degrees. The nebula spans 2 arc-minutes in our apparent view, which corresponds to a diameter of about 1.5 light years.\r\n\r\nWhen stars die and become nebulae, they  don’t always stay dead. On rare occasions, they can temporarily come  back to life, in a sense. \r\n\r\nCalled Abell 78, it can be found a  few thousand light-years from Earth toward the constellation of Cygnus.  In its heyday, it wasn’t all that different from the Sun, only the key  difference is, the Sun remains a main-sequence star. Whereas, Abell 78 is dead… it no longer fuses hydrogen into helium—it is now classified as a planetary nebula.\r\n\r\nUnlike  other nebulae of its kind, Abell 78 belongs to a rare subclass called,  you guessed it, born-again planetary nebulae. They have the same nuts  and bolts as normal ones. Most important is the white dwarf: the small,  but dense, object situated directly in the heart of the nebula. In this  instance, the gas surrounding the central star becomes so tightly-packed  in certain areas, nuclear fusion starts back up.  \r\n\r\n“The renewed nuclear activity triggered another, much faster wind,  blowing more material away. The interplay between old and new outflows  has shaped the cloud’s complex structure, including the radial filaments  that can be seen streaming from the collapsing star at the center.”",
    "h": 2080,
    "hash": "aecxcc",
    "id": 531055,
    "imaging_cameras": [
        "ZWO ASI178MM-Cool"
    ],
    "imaging_telescopes": [
        "Orion Optics UK AG12"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 186,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "269.080",
    "pixscale": "0.442",
    "published": "2020-10-09T18:21:17.818397",
    "ra": "323.875",
    "radius": "0.229",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/531055/",
    "revisions": [],
    "subjects": [
        "PGC1950965",
        "PGC1964507",
        "PK081-14.1"
    ],
    "title": "Abell 78 Planetary Nebula",
    "updated": "2021-07-06T20:02:30.674467",
    "uploaded": "2020-10-09T18:44:44.759901",
    "url_duckduckgo": "https://www.astrobin.com/aecxcc/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/aecxcc/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/aecxcc/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/aecxcc/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/aecxcc/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/aecxcc/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/aecxcc/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2020/1633a357-20c4-4a6f-9eac-ec687eee79d0.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2020/1633a357-20c4-4a6f-9eac-ec687eee79d0-1602271162.jpg",
    "url_thumb": "https://www.astrobin.com/aecxcc/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 607,
    "w": 3096
}