{
    "animated": false,
    "bookmarks": 6,
    "comments": 4,
    "data_source": "BACKYARD",
    "dec": "42.032",
    "description": "M63 - The Sunflower Galaxy\r\n\r\n Messier 63 (also referred to as NGC 5055) is a spiral galaxy with dimensions of 12.6′ × 7.2′ and apparent magnitude of 9.3 mag in the constellation of Canes Venatici in the northern hemisphere. The object, also called the Sunflower Galaxy, is about 29 million light-years away and has a diameter of about 50,000 light-years. Unusual and name-giving are the many nodule-like condensations and dust lanes in its spiral arms, which are particularly well visible in images from the Spitzer infrared space telescope; these are star-forming regions and luminous gas clouds.\r\n\r\nIn very long exposure images, a stellar stream is visible in the form of an arc extending out 14 arcminutes and only 1.6 arcminutes wide. A detailed study by Taylor S. Chonis et al. concludes that a dwarf galaxy with about 100 million solar masses was swallowed here. In the process, the tidal interaction during the rupture also produced the wide stream of stars still visible today.\r\n\r\nAnother interesting feature is the very bright central region of M 63, which extends over about 1000 light-years. It surrounds an active core and exceeds its surrounding brightness by a factor of six, in H-alpha emission even by a factor of 25. The rotational velocities measured here suggest a central black hole of nearly one billion solar masses, much larger than that of th Milky Way.\r\n\r\nIn order to aquire a very deep image showing the extremely dilute stellar streams, one has to observe with a fast telescope from dark skies with low level of artificial light pollution. Lukas Eiserts home observatory is best suited for this demanding task.\r\n\r\nPhotographed from Hohenlohe, Germany under Bortle 4 conditions.\r\n\r\nNote: Although the stellar streams look very smoothed out, they are processed from real data without adding any atrificial information. For that a greyscale copy of the image has been stretched hard, rendered starless with starnet++, smoothed and denoised and then added as a screening layer to the final image using an aggressive starless luminance mask.",
    "h": 3032,
    "hash": "aj25ub",
    "id": 573739,
    "imaging_cameras": [
        "ZWO ASI 071 MC Pro"
    ],
    "imaging_telescopes": [
        "SkyWatcher Quattro 10\" F/4"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 90,
    "link": "https://distant-luminosity.de/m63.html",
    "link_to_fits": "",
    "locations": [],
    "orientation": "292.980",
    "pixscale": "0.986",
    "published": "2021-03-13T14:26:20.991970",
    "ra": "198.970",
    "radius": "0.773",
    "remote_source": null,
    "resource_uri": "/api/v1/image/573739/",
    "revisions": [],
    "subjects": [
        "M 63",
        "NGC 5055",
        "Sunflower Galaxy"
    ],
    "title": "Messier 63 - Stellar Streams and the Cosmic Web",
    "updated": "2021-06-09T04:13:31.782006",
    "uploaded": "2021-03-13T14:16:01.731669",
    "url_duckduckgo": "https://www.astrobin.com/aj25ub/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/aj25ub/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/aj25ub/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/aj25ub/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/aj25ub/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/aj25ub/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/aj25ub/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/43860/2021/3be5a1b8-2086-49f8-8da1-803aab1589d7.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/43860/2021/3be5a1b8-2086-49f8-8da1-803aab1589d7-1615645489.jpg",
    "url_thumb": "https://www.astrobin.com/aj25ub/0/rawthumb/thumb/",
    "user": "jbastronomy",
    "views": 178,
    "w": 4759
}