{
    "animated": false,
    "bookmarks": 17,
    "comments": 45,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "I am interested in fine art astrophotography. For the last three years I have been exploring the creative possibilities using the current amateur astrophotography equipment and graphics software. Part of my interest is in the dynamic relationship between art and science. As some you know, I have served as a university research scientist and faculty member, and have been a film maker and television producer. I have been drawing upon those life experiences as I experimented with different approaches to displaying the beauty and drama of objects and scenes in space.\r\n\r\nMy other motivation in this work was to help establish astrophotography is a recognized fine-art form in the world of galleries, design houses, and general photography competitions. In recent months I have seen a shift toward the acceptance of astrophotography by the fine-art photography community. This year, for example, four of my images were given nominations and two received awards at the International Color Award, one of the largest photography competitions (photographers from 73 countries, and 45 jurors from 20 countries, https://www.garylopezphotography.com/shows-awards).\r\n\r\nI believe that other contributors to Astrobin are also interested in the art of astrophotography so I have started a Fine-Art Astrophotography group. I invite you post your creative approaches to visualizing space imagery. If you have a gallery or museum show, this a the place to alert other astrophotographers to the event.\r\n\r\nThe image I posted today, entitled Corolla, is one of a series titled the Spacescape Collection (https://www.garylopezphotography.com/spacescapes). In the composition and values I chose for this image, I was striving to reveal the rich color and movement of the core of the Rosette Nebula (Caldwell 49). After much trial and error I have found that the images in the Spacescape Collection are best displayed when printed on heavy, watercolor paper. The texture of the paper enhances the complex texture of the image and best shows the translucent colors. I have been printing this collection in sizes ranging from 15” X 30” (38cm X 75cm) to 30” X 60” (75cm X 150cm), and mounted on a floater frame to show the edge of the paper.\r\n\r\nMy work is represented by Gallery Sur in Carmel, CA, USA (www.gallerysur.com). Salvatore has generously given me permission to list my gallery when I post one of my fine-art images. Seeing this imagery on a computer screen does not fully convey the experience, so I invite you to visit Gallery Sur. Since my work is  printed very large, up to 40” X 60” (100cm X 150cm), it will have more impact when seen in person. If you are interested in purchasing my art, Gallery Sur has been instructed to give Astrobin members a special discount.",
    "h": 3064,
    "hash": "apn7gz",
    "id": 495218,
    "imaging_cameras": [
        "ZWO ASI1600MM Cooled PRO"
    ],
    "imaging_telescopes": [
        "Sky-Watcher Esprit 100ED",
        "William Optics FLT 132 Triplet APO f/7"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 208,
    "link": "https://www.garylopezphotography.com",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807613/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-06-06T20:37:02.255468",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/495218/",
    "revisions": [
        "/api/v1/imagerevision/236595/",
        "/api/v1/imagerevision/240652/",
        "/api/v1/imagerevision/240771/"
    ],
    "subjects": [],
    "title": "Corolla",
    "updated": "2021-07-07T00:11:07.722796",
    "uploaded": "2020-06-06T21:37:02.892131",
    "url_duckduckgo": "https://www.astrobin.com/apn7gz/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/apn7gz/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/apn7gz/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/apn7gz/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/apn7gz/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/apn7gz/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/apn7gz/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/apn7gz/0/rawthumb/thumb/",
    "user": "GWLopez",
    "views": 858,
    "w": 1532
}