{
    "animated": false,
    "bookmarks": 10,
    "comments": 18,
    "data_source": "BACKYARD",
    "dec": "-26.009",
    "description": "Near to the popular Rho Oph region, this dim Ha emission and blue reflection nebula around Pi Scorpii gets far less attention.\r\n\r\nDrizzle integrated at 2x for processing then cropped to 16x9 aspect and down-sampled to UHD.\r\n\r\nI struggle with loss of color from OSC data under PixInsight although Arcsinh Stretch helps a lot. OSC sensors such as Bayer chips are designed for the demands of terrestrial daylight photography and are not ideal for astro work. Awhile ago out of curiosity I exposed conventional daytime scenes of photographic chip charts with my ZWO cameras (i.e., mono sensors with quality RGB astro filters, vs. color cameras with OSC sensors) then processed these images in PixInsight. Studying these led me to realize that while astronomical RGB filters have sharp bandpass cutoffs and little to no spectral overlap, OSC sensor filters have substantial spectral overlap, washing out color in astronomical applications due to blending between the R, G and B channels. \r\n\r\nTo get around this I use a color correction transformation matrix operation in PixelMath that has the effect of isolating each color channel and removing cross-color blending (note the coefficients and plus and minus signs; for each channel the intended color is boosted and the cross colors are scaled and subtracted). Specifically, I take the OSC's debayered stack image and break it into separate R, G and B greyscale images, then apply PixelMath as described below, and select the option to produce an RGB color output.\r\n\r\nLet's take a look at this transform. For example the R equation in plain English states that the R channel Bayer filters pass 19% of the green signal as cross-mixing and 3% of the blue, relative to typical sharp cutoff wavelength passbands of RGB astronomical filters. \r\n\r\nThe transform relates the adjusted RGB values to the original raw values as follows:\r\n\r\nRadj = 1.22*Rraw-0.19*Graw-.03*Braw\r\nGadj=-0.28*Rraw+1.43*Graw-0.15*Braw\r\nBadj=-.09*Rraw-.37*Graw+1.46*Braw\r\n\r\n.... and be sure to use PixelMath's rescale option to prevent over/underflows. Also, I used a short exposure time so as not to saturate star cores. \r\n\r\nAfter the raw integer data are converted to 32-bit floating point values (i.e., assuring no signal data is actually lost), I apply this correction very early in post processing since the idea is to mimic raw data from a mono sensor paired with astronomical filters.  \r\n\r\nThese coefficients seems to work well for the spectra of my  ZWO cameras' Sony Bayer sensors but it's easy to just experiment a little for what works best with any new camera, taking care that for each RGB equation above the coefficients add to 1.0. (Failing to do so will introduce an overall color cast.) Proceed after with the usual gradient removal, background neutralization and so on.\r\n\r\nSome images benefit more than others, and tweaking the matrix coefficients is fair game if one's goal is for the aesthetic vs. the scientifically rigorous. Transforming this image data brought out nicely the blues and yellows of the star field, and the subtle shades of the nebulosity.\r\n\r\nA call for more precise terminology regarding use of the term \"raw file\"\r\n\r\nWhen the astronomical community refers to a raw file, we mean a file that contains linear un-stretched and unmodified pixel ADU values: about as raw as one can get. However, it seems rarely if ever to be the \"raw\" file content delivered to conventional photographers from their DSLRs. For the non-astro community, a \"raw\" file is un-stretched, but is generally not direct sensor data. Manufactures employ undocumented proprietary preprocessing in-camera to raw sensor data. I know that my own DSLR produces much better color \"straight out of the camera\" than any cooled OSC astrophotography camera I own.  It is certainly noisier, being an ambient temperature sensor, but the color needs much less treatment in PI to render. What's going on inside DSLR firmware are, I assume, transform steps much like the example given herein. Both communities would avoid confusion by defining and employing a more precise terminology, it seems to me. One that distinguishes between these two kinds of \"raw\".\r\n\r\n---\r\n\r\nUnguided mount tracking at King rate.",
    "h": 2160,
    "hash": "avyvpz",
    "id": 506363,
    "imaging_cameras": [
        "ZWO ASI128MC Pro"
    ],
    "imaging_telescopes": [
        "Celestron RASA 11"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 130,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2814650/"
    ],
    "orientation": "318.963",
    "pixscale": "2.947",
    "published": "2020-07-16T22:47:04.274437",
    "ra": "238.461",
    "radius": "1.803",
    "remote_source": null,
    "resource_uri": "/api/v1/image/506363/",
    "revisions": [],
    "subjects": [
        "1 b Sco",
        "2 A Sco",
        "3 Sco",
        "4 Sco",
        "6 pi. Sco",
        "Sh2-1",
        "The star 1Sco",
        "The star 2Sco",
        "The star 3Sco",
        "The star 4Sco",
        "The star πSco"
    ],
    "title": "Sh2-1 LRGB",
    "updated": "2021-07-07T19:52:07.153277",
    "uploaded": "2020-07-16T23:47:04.504192",
    "url_duckduckgo": "https://www.astrobin.com/avyvpz/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/avyvpz/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/avyvpz/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/avyvpz/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/avyvpz/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/avyvpz/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/avyvpz/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/69001/2020/829ef247-9ec9-4af1-944d-e6c4209757ab.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/69001/2020/829ef247-9ec9-4af1-944d-e6c4209757ab-1594943603.jpg",
    "url_thumb": "https://www.astrobin.com/avyvpz/0/rawthumb/thumb/",
    "user": "JimLindelien",
    "views": 495,
    "w": 3840
}