{
    "animated": false,
    "bookmarks": 30,
    "comments": 38,
    "data_source": "BACKYARD",
    "dec": "34.082",
    "description": "In 2019 I started capturing data on these two planetary nebula. I continued capturing more this year in 2020 adding on to that after I realized I wasn't satisfied. MWP1 has a lot of detail in it as long as you are patient in acquiring a lot of integration time for a moderately sped APO; especially in the OIII. \r\n\r\nHere you can see one of the few fields in the sky that shows two planetary nebulae together. It consists of a large old and developed planetary nebula and a smaller round very weak planetary nebula. The duo shown here is called PK 080-10.1 (MWP 1) and PN G79.8-10.2 (Alv 1). Alv 1 is located in the lower left quadrant of the image.\r\n\r\nThe large and older planetary nebula, PK 080-10.1, was just discovered in the 90s of the last century by Motch, Werner and Pakull (hence the name MWP, which was formed from the initials of the discoverers' names. When they examined a weak X-ray source in the swan. The X-ray source turned out to be the central star of a planetary nebula. The central star is not a normal white dwarf, but a pulsating star of the type GW Vir. GW Vir stars pulsate with periods of less than one hour through non-radial gravity waves.\r\n\r\nMWP1 is bipolar, i.e. it has two axes along which the central star has released its matter into space. A bipolar phenomenon can be explained both by the presence of a partner star in a binary system and by the extremely strong magnetic field of the central star. Interestingly, the central star is not in the geometric center of the nebula, but is the bright turquoise star in the 5h direction seen from the center of PK 080-10.1. Normally planetary nebulae fade after about 20,000 years to the extent that they are no longer visible. MWP 1, on the other hand, is said to be 150,000 years old, which is only due to the rare and complex life of the central star, which, after the formation of the planetary nebula, was able to ignite the helium burning once more and pass through the red giant stage once again.\r\n\r\nThe planetary nebula PN G79.8-10.2 was discovered a few years ago by the Portuguese amateur astronomer Filipe Alves in the vicinity of a deeply exposed image of MWP 1. The planetary nebula is approximately round and glows almost only in the light of ionized hydrogen and possibly ionized nitrogen, i.e. red. The white dwarf in the centre is clearly visible as a turquoise star.",
    "h": 1888,
    "hash": "azq1al",
    "id": 527598,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool",
        "ZWO ASI1600MM-PRO"
    ],
    "imaging_telescopes": [
        "Explore Scientific 152 mm Carbon Fiber",
        "Stellarvue SVX102T-R"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 257,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807395/"
    ],
    "orientation": "226.973",
    "pixscale": "1.106",
    "published": "2020-09-27T03:10:10.962174",
    "ra": "319.122",
    "radius": "0.486",
    "remote_source": null,
    "resource_uri": "/api/v1/image/527598/",
    "revisions": [
        "/api/v1/imagerevision/252378/",
        "/api/v1/imagerevision/289121/"
    ],
    "subjects": [],
    "title": "MWP1 & ALV1 Planetary Nebulas",
    "updated": "2021-07-01T13:50:31.385511",
    "uploaded": "2020-09-27T03:45:57.259723",
    "url_duckduckgo": "https://www.astrobin.com/azq1al/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/azq1al/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/azq1al/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/azq1al/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/azq1al/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/azq1al/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/azq1al/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/23479/2020/5ac54070-fbaf-4912-a277-71a63dd63658.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/23479/2020/5ac54070-fbaf-4912-a277-71a63dd63658-1601179733.jpg",
    "url_thumb": "https://www.astrobin.com/azq1al/0/rawthumb/thumb/",
    "user": "dugstruble",
    "views": 1219,
    "w": 2543
}