{
    "animated": false,
    "bookmarks": 1,
    "comments": 0,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "C’est une vue peu courante du ciel, où la Voie Lactée, quasiment à la verticale, traverse le ciel d’un horizon à un autre.\r\nBien souvent représentée comme une arche sur les photos du ciel, la Voie Lactée est pourtant assez droite dans la réalité.\r\n\r\nLors de mon séjour dans les Hautes Alpes, j’ai pu réaliser une capture intégrale du ciel à 360°, sur le site de la Prairie, au col de la Bonnette, à plus de 2600m d’altitude.\r\n\r\nIci, nous pouvons observer le cœur de la galaxie en bas, avec son centre jaune brillant, encadré par Jupiter et Saturne, les 2 « grosses étoiles » à gauche et à droite de ce centre.\r\nPlus nous remontons dans l’image et dans la Voie Lactée, plus les « nuages » sombres semblent présents et le tapis d’étoiles blanchâtre et diffus. Effectivement, la densité d’étoile sur le plan de la galaxie diminue puisque nous regardons de plus en plus vers les bords de la galaxie. Les structures sombres sont d’immenses poches de gaz et de poussière sombre qui occultent les étoiles situées derrière, très loin de nous (on parle de centaines ou de milliers d’années-lumière ici !)\r\n\r\nAu centre de l’image, quelques taches de couleur rouge contrastent avec le reste : il s’agit des nébuleuses présentes dans la constellation du Cygne, avec celle de l’Amérique du Nord et de la Trompe d’Eléphant. Oui, il s’agit bien de leurs vrais noms ! Sinon, nous pouvons les nommer NGC 7000 et IC 1396, leurs numéros de catalogues astronomiques, mais c’est moins sympa.\r\nLeurs tailles sont gigantesque dans le ciel : elles font plusieurs fois le diamètre de la pleine Lune ! Nous ne les voyons pas à l’œil nu puisqu’elles sont visible dans les proches infrarouges ; l’appareil photo ayant été modifié pour y être sensible, il peut les voir plutôt facilement.\r\n\r\nEncore plus haut, la tache blanche à gauche est notre galaxie voisine, Andromède (alias M31 ou NGC 224… ). Située à 2,5 millions d’années-lumière de nous et pour un diamètre de 220 000 années-lumière, c’est la chose la plus lointaine que vous pouvez voir à l’œil nu de toute votre vie, peut importe où vous regardez dans le ciel. Depuis la Terre, elle fait 6 fois la taille de la pleine Lune…\r\n\r\nAutour de la Voie Lactée, un halo jaunâtre se diffuse dans le ciel : il s’agit de l’humidité de notre atmosphère, qui décroit au fur et à mesure que nous « regardons » vers le zénith (qui est ici au centre de l’image). Sa couleur est dû à la pollution lumineuse. Eh oui, même à 2600m d’altitude en plein dans les Alpes, il y en a partout, à 360° ! ☹\r\n\r\nDu point de vue technique, cette composition est peu courante (mais déjà fait par d’autres photographes, dont Jean-Francois Graffand qui a réalisé une belle version avec la lumière zodiacale, APOD en 2017 : <a href=\"https://apod.nasa.gov/apod/ap171125.html\" rel=\"noreferrer nofollow\">apod.nasa.gov/apod/ap171125.html</a>). Elle a l’avantage de montrer toute la Voie Lactée du Ciel presque sans aucune déformation !\r\n\r\nIl n’y a pas d’empilement sur les images du ciel ou du sol, se sont toutes des poses uniques de 10s pour le ciel, ou 30s pour le sol.\r\n\r\nMatériel et réglages\r\n\r\nNikon D750 Astrodon\r\nSamyang 35mm F/1.4 AS UMC\r\nNisi Natural Night 77mm\r\nTête panoramique Nodal Ninja VI RD16 II + EZ Leveller II\r\n\r\nPanoramique de 90 images environ (le 360° fait plus de 100 images)\r\n\r\nCiel : 10s, f/2.8, 4000ISO, 35mm\r\nSol : 30s, f/2.8, 6400ISO, 35mm\r\n\r\nTraitement des RAW sur DxO Optics Pro 11 Elite\r\nAssemblage sur Autopano Giga 4.4.1\r\nMontage du Digital Blending et retouches sur Photoshop CC\r\nCorrections finales sur Lightroom CC\r\n\r\nImage réalisée sur moniteur Samsung F2380M calibré",
    "h": 2400,
    "hash": "bdcan7",
    "id": 539585,
    "imaging_cameras": [
        "Nikon D750 Astrodon"
    ],
    "imaging_telescopes": [
        "Samyang 35mm f/1.4 AS UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 47,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-11-10T22:22:06.628777",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/539585/",
    "revisions": [],
    "subjects": [],
    "title": "From an horizon to another : summer sky and Milky Way",
    "updated": "2021-03-16T18:33:39.157523",
    "uploaded": "2020-11-10T22:21:30.337807",
    "url_duckduckgo": "https://www.astrobin.com/bdcan7/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/bdcan7/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/bdcan7/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/bdcan7/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/bdcan7/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/bdcan7/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/bdcan7/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/bdcan7/0/rawthumb/thumb/",
    "user": "Maxime_Oudoux",
    "views": 119,
    "w": 1600
}