{
    "animated": false,
    "bookmarks": 18,
    "comments": 25,
    "data_source": "BACKYARD",
    "dec": "75.091",
    "description": "The raw images of my version of LDN 1251 I already gathered in April this year. It was just presented as \"Astrophoto of the week (AdW)\" on <a href=\"https://www.astronomie.de/\">Astronomie.de</a>, so I can finally show it here. \r\n\r\nFor this AdW, Peter Riepe (many thanks to him for the great research!) created a very detailed, scientifically researched text. With his permission I translated the text into English - it contains a whole treasure of information that literally \"puts the Dark Nebula in a new light\". \r\n\r\nEnjoy reading it! :-)\r\n\r\n-----------------------------------------------------------------------------\r\n\r\nThe constellation Cepheus is rich in interstellar mass, both in gas and dust form. From this constellation Frank Breslawski shows us today a less known deep sky object: LDN 1251, a \"dark cloud\" from the catalog of the American astronomer B. T. Lynds. Why the term dark cloud is written in quotation marks is explained in the text. The picture was taken in Bergisches Land, in the author's garden observatory. Date of shooting was the period 14., 15., 16., 17. and 19.04.2020 - an exposure marathon! A Takahashi Epsilon 130D with 130 mm aperture and 430 mm focal length was used as telescope, in addition a camera of type Astrel Instruments AST8300B. The RGB filters are from Astronomik, as well the L-2 UV-IR block. The total exposure time was 22.25 hours. In detail it was: 44 x 5 min (R), 46 x 5 min (G), 45 x 5 min (B) and 132 x 5 min (L), all without binning. The mount was a Skywatcher EQ8, the tracking was done with a ZWO ASI 120MM Mini with 8x50-Guidescope. The software used was PixInsight 1.8, north is on top, east left. The field of view measures 136' x 99'.\r\n\r\nThe author writes: \"The pictures was taken during a great good weather period from my home garden between April 14th and 19th this year. Often you can hear from the local astro-colleagues the opinion that such dark nebulae cannot be imaged from our latitudes or only with great difficulty. A fast lens, a rather long exposure time, a good land sky and a first-class transparency (surely also thanks to the strongly reduced number of commercial airplanes) can show that it is very well possible from our side. LDN 1251 is often referred to as the \"Rotten Fish Nebula\" in the English-speaking world. Looking at the picture, there is certainly no need for further explanation\". Now one can comment praiseworthy: Very nice picture, interesting structures, long exposed, well done, good image editing, thanks for showing it. These usual comments are familiar to us all. But for me, the first time I looked at the picture, a completely different aspect arose, namely an object-related question: A dark nebula? Pardon? The \"red fish\" appears as a bright fog. And that's why today's AdW should be useful for us to think about dark clouds. We could write a complete article about it alone - but here are just a few aspects.\r\n\r\nBeverly T. Lynds published her \"Catalogue of Dark Nebulae\" in 1962. With it she supplemented the already existing older dark cloud catalogs of Lundmark and Melotte (1929), Barnard (1927) and Khavtassi (1960). For a long time, dark clouds were only considered to be places of superficial dust clouds, which more or less swallow the light of the stars behind them and thus create a dark spot in the sky background at this point. Astronomers give the opacity for such dark clouds as a measure of the intransparence. Opacity means cloudiness or intransparence, mathematically it is the reciprocal of transparency. Where there is a low transparency, there is a high haze. For LDN 1251, Mrs. Lynds gives an area of ~0.2 square degrees, as well as opacity 5 on a scale of 1 to 6, so it is already very dark.\r\n\r\nIn the band of the starry Milky Way dark clouds contrast particularly strikingly as dark flat holes or arcs. Photographically, this view was based on the simple recording technique. It was based on black and white emulsions, i.e. chemistry on film or plate. The development of modern high-sensitivity color films in the 1980s brought a new insight: dark clouds can also be quite bright - it's all a question of exposure time! Today, in the age of digital technology, astrophotographers can process all the dark clouds from the old catalogs object by object, and in doing so reproduce their shapes and brightness. Even statements about the colors of the dark clouds in comparison to the neutral dark gas and dust free sky background are possible with well calibrated images. We should recognize a rather universal view: interstellar matter has the most diverse appearances. Emission nebulae, reflection nebulae, including the faint galactic cirrus - all are associated with gas and dust. Whether or not a separate glow is produced depends purely on whether hot O stars provide the necessary excitation energy. The dust it contains not only produces dark strands in light nebulae, but can also produce pitch-black areas in galactic reflection nebulae and even in the galactic cirrus at high density.\r\n\r\nFaint galactic nebulae weaken the light of the stars behind them, sometimes even quite strongly. If these nebulae are so faint that they hardly stand out from the sky, then they appear in short exposures as spots with fewer stars - just conventional as dark clouds, see additional  <a href=\"https://www.astronomie.de/fileadmin/user_upload/News/Astrofoto-der-Woche/adw-2020-36kw-Zusatzbild-1.jpg\">image 1</a>, above and below (please ignore reflections). All galactic dust clouds are always reflectors for the light of the stars of our Milky Way. In other words: All dust nebulae also emit reflected light, sometimes only to a very small extent. So dark clouds are not dark at all, if they are exposed long enough. But if dark clouds are not dark at all, but in reality only the darkest parts of faint reflection nebulae - what do they consist of?\r\n\r\nA few years ago, the \"Green Bank Ammonia Survey\", a search for the ammonia molecule NH3 (Friesen et al. 2017) was created at the radio telescope of Greenbank (USA). It investigated how the NH3 emission is distributed in areas with a lot of molecular hydrogen (H2). NH3 is excited in such cold, dense gas clouds at temperatures of about 10 Kelvin and emits light in a radio wavelength. The dark cloud LDN 1251 was also investigated, because a large molecular cloud is overlaying it. In a work by J. Keown and 22 colleagues, the result was what can be seen in additional <a href=\"https://www.astronomie.de/fileadmin/user_upload/News/Astrofoto-der-Woche/adw-2020-36kw-Zusatzbild-2.jpg\">image 2</a>: The shape of the predominantly reddish H2 complex has a very strong similarity to the nebula in the optical AdW. And in the places where the dark clouds are located in LDN 1251, a strong proportion of NH3 was found. The darkest place can be seen at the pixel coordinates (1775/947). This dark core is catalogued as [LM99] L1251A-2, according to C.W. Lee and P.C. Myers (1999): A catalog of optically selected cores; Astrophys. J. Suppl. Ser. 123, 233-250, where a star formation site could be formed in the future. Also other complicated molecular compounds could be detected. With this more detailed description I would like to point out, which material is still present in the \"light dark clouds\". Of course we do not see this molecular gas in the picture. What we do see is the associated dust, which can be recognized by the reflection of starlight.\r\n\r\nAnd while LDN 1251 and the associated molecular cloud are about 300 pc (980 lightyears) away, a spiral galaxy shines through the cloud edge at the pixel coordinates (1632/760): LEDA 166755. It has a radial velocity of 2445 km/s, so its distance should be about 30 Mpc (~100 million lightyears). Another spiral galaxy, UGC 12160, about 70 million lightyears away, is discovered at (603/1033).\r\n\r\nRemarks: With such a bright telescope (aperture 3.3) 22.25 hours exposure time is already a real achievement. Converted to less light intensive aperture values, this image (e.g. at f-stop 5) would only be equally covered after 51 hours or at f-stop 7 after 100 hours - on the same chip of course. So the total exposure time often given by astrophotographers must be put into perspective and always be related to the aperture (or the f-number) used. So if someone proudly states: \"I exposed the galaxy for 30 hours with my f7 telescope (unfortunately, that's how you often read it ...)\", Frank can rightly reply: \"I would have done just as well with my Takahashi after 6 hours 40 minutes.\r\n\r\nThe AdW team would like to thank you for the highly informative picture, which deservedly made it to the astrophoto of the week. Our warmest congratulations!\r\n\r\n-----------------------------------------------------------------------------",
    "h": 2283,
    "hash": "cefb8g",
    "id": 520268,
    "imaging_cameras": [
        "Astrel Instruments AST8300"
    ],
    "imaging_telescopes": [
        "Takahashi Epsilon 130D"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 1,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_SHARE_ALIKE",
    "likes": 297,
    "link": "https://www.astronomie.de/neuigkeiten/36-woche-die-dunkelwolke-ldn-1251/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808555/"
    ],
    "orientation": "1.348",
    "pixscale": "2.597",
    "published": "2020-09-02T21:01:32.669113",
    "ra": "337.513",
    "radius": "1.399",
    "remote_source": null,
    "resource_uri": "/api/v1/image/520268/",
    "revisions": [],
    "subjects": [],
    "title": "LDN 1251 - The Rotten Fish Nebula (LRGB) or \"Dark Clouds are not dark at all\"",
    "updated": "2021-05-26T21:22:44.798470",
    "uploaded": "2020-09-02T20:15:49.448092",
    "url_duckduckgo": "https://www.astrobin.com/cefb8g/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/cefb8g/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/cefb8g/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/cefb8g/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/cefb8g/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/cefb8g/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/cefb8g/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/22761/2020/37dfaa98-0ff6-46b1-9f9d-aa900eb2a115.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/22761/2020/37dfaa98-0ff6-46b1-9f9d-aa900eb2a115-1599078831.png",
    "url_thumb": "https://www.astrobin.com/cefb8g/0/rawthumb/thumb/",
    "user": "_Frank_",
    "views": 712,
    "w": 3135
}