{
    "animated": false,
    "bookmarks": 14,
    "comments": 39,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Mars....another classic view. So much detail can be discerned when around closest approach to Mars that cannot normally be resolved.\r\nIn this image the albedo areas to the south are particularly well defined.\r\nSinus Meridiani, the Schiaparelli crater and Sinus Sabaeus, can be seen towards the p (right) side limb. To their south is the albedo area Noachis Terra near the South Polar Cap (SPC) and further north and more centrally located is Mare Erythraeum. To its south is Argyre Planitia and there is good detail of its structure this impact is second only to the Hellas Basin on Mars.\r\nTo quote Wikipedia \"The basin was possibly formed by a giant impact during the Late Heavy Bombardment of the early Solar System, approximately 3.9 billion years ago, and may be one of the best preserved ancient impact basins from that period. Argyre is surrounded by rugged massifs which form concentric and radial patterns around the basin. Several mountain ranges are present, including Charitum and Nereidum Montes.\"\r\nThese concentric patterns are clearly visible as are the Nereidum Montes to the north, although the Charitum Montes to the south are less clear. The ring to the p side is possibly Galle crater.\r\nFurther north is the  Aurorae Sinus and its characteristic darker fingers pointing north are clearly identifiable as is their intricate structure. Further north again and just on the p side of the Central Meridian are Margaritifer Sinus and Oxia Palus. The latter seems to have changed shape considerably since the dust storms of 2018. It used to resemble a fist with a dark finger pointing north in defiance, however now it seems to have devolved into an albedo area bridge to Niliacus Lacus to the north. \r\n\r\nVersion C shows a comparison with Mars from 4th May 2018 and you can see the change of shape. I am not sure what this image says more......\r\n -the shape of Oxia Palus changed considerably, \r\n- the extra distance to the planet at that stage in 2018 made resolution of features more difficult (11.5 arc secs vs 22.3 arc secs) or \r\n- what a crap planetary imager I was back then. :-D\r\n\r\nAgain further north, Mare Acidalium is covered with blue-white cloud. The dark tache of Nilokeras is to its f side (left).\r\nFinally the Vallis Marineris and Solis Lacus can be seen on the f limb rotating into view and this area is also covered with equatorial cloud.",
    "h": 1002,
    "hash": "e4xh2p",
    "id": 532698,
    "imaging_cameras": [
        "ZWO174MM"
    ],
    "imaging_telescopes": [
        "Celestron  C14 Edge HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 186,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806717/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-10-16T03:12:45.984607",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/532698/",
    "revisions": [
        "/api/v1/imagerevision/255245/"
    ],
    "subjects": [],
    "title": "Mars - Aurorae Sinus central",
    "updated": "2021-05-30T20:14:31.167002",
    "uploaded": "2020-10-16T03:22:43.201848",
    "url_duckduckgo": "https://www.astrobin.com/e4xh2p/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/e4xh2p/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/e4xh2p/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/e4xh2p/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/e4xh2p/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/e4xh2p/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/e4xh2p/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/e4xh2p/0/rawthumb/thumb/",
    "user": "macnenia",
    "views": 726,
    "w": 1002
}