{
    "animated": false,
    "bookmarks": 24,
    "comments": 24,
    "data_source": "TRAVELLER",
    "dec": "38.021",
    "description": "The Great Andromeda Galaxy is the nearest major galaxy to our own Milky Way. In this huge 15° field, the galaxy is shown in its cosmic context with its surroundings, along parts of the very faint Integrated Flux Nebula (IFN). \r\n\r\nAndromeda’s bright core is visible to the naked eye, despite lying at a distant 2.5 million light-years. It was catalogued in 1764 by Charles Messier as the 31st entry of fuzzy objects. At that time, the nature of these objects was not known, and they were labelled Nebulas. [1] Interesting to note philosopher Immanuel Kant’s conjecture that the blurry spot was an “island universe” in 1755! The great debate of the true nature of these “island universes” (either internal or external to the Milky Way) was finally solved around the 1920s by Edwin Hubble using Cepheid variable stars. Andromeda was proved to be outside of the Milky Way: galaxies were distant “island universes” indeed. Hubble also observed that the galaxies were moving away from us – the Universe is expanding. [2] \r\n\r\nMuch more recent surveys and photographs reveal a very faint nebulosity around the entire region – Galactic Cirrus (or IFN). These are veils that surround our galaxy – made of dust and gas in the interstellar space. It was first noticed on optical glass plates recorded at Palomar Observatory and subsequently cataloged by B. T. Lynds, in 1965. In the 2000s, Steve Mandel noticed faint cirrus in deep, wide field photographs near the North Celestial Pole, and labelled the nebulosity as the IFN, or the Integrated Flux Nebula. [3] IFN has incredibly low surface brightness, at ~22-28 mag/arcsec², thus it is not easy to capture! \r\n__________________________________\r\n\r\nMy goal with this image was to emphasize not only the galaxy, but also the surrounding field, and to reveal the faint galactic cirri clouds in the region. The most prominent feature is comparable in size to M31, albeit significantly fainter – requiring significantly more exposure time. This image is a 2-panel mosaic featuring data from 2018 and 2019. The panel of M31 has ~1.8h of exposure, captured both from my dark site in MG and GO (12th Brazilian Astrophotography Meeting - EBA), and the IFN-panel has ~1.3h, captured exclusively at 2019’s EBA. I wish I had more data, as the S/N could be improved – but imaging these objects from the Southern Hemisphere is not easy as they never rise much. I decided to have a go at the data I already had, and look forward to capturing more data next season. At the end, I was happy to get some interesting features with relatively modest equipment and integration time!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section.\r\n\r\nDates: 8 Sep 2018 | 30 July, 3 Aug 2019 \r\nLocations: MG and GO, Brazil. Dark-Rural Skies (Bortle 2-3, calculated SQM ~21.7)\r\nCamera: Canon EOS T5/1200D (mod) at ISO 800\r\nOptics: Samyang 135mm f/2 operated at f/2.0, f/2.4 and f/2.8 \r\nMount: Sky-Watcher HEQ5, tracking, guiding \r\nExposure Detail: 2-panel mosaic | Total integration 187min or 3.1h\r\n\r\n[1] Andromeda Galaxy, Wikipedia.\r\n[2] Las Cumbres Observatory lco.global/spacebook/history-discovery \r\n[3] R. Jay. GaBany. Galactic Cirrus. At: cosmotography.com/images/galactic_cirrus.html\r\nI also recommend checking the inspiring images of the area by Rogelio Bernal Andreo and Hisayoshi Kato.",
    "h": 3000,
    "hash": "eh35f1",
    "id": 486621,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 228,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "270.352",
    "pixscale": "10.274",
    "published": "2020-05-09T20:21:32.671197",
    "ra": "11.548",
    "radius": "7.717",
    "remote_source": null,
    "resource_uri": "/api/v1/image/486621/",
    "revisions": [
        "/api/v1/imagerevision/232346/",
        "/api/v1/imagerevision/232347/",
        "/api/v1/imagerevision/232545/"
    ],
    "subjects": [
        "Andromeda Galaxy",
        "M 110",
        "M 31",
        "NGC 205",
        "NGC 224",
        "Part of the constellation Andromeda (And)",
        "The star 32And",
        "The star 36UMa",
        "The star 39And",
        "The star 41And",
        "The star μAnd",
        "The star νAnd",
        "The star πAnd",
        "The star σPsc"
    ],
    "title": "Andromeda & IFN",
    "updated": "2021-05-10T00:40:38.767466",
    "uploaded": "2020-05-09T21:21:33.296916",
    "url_duckduckgo": "https://www.astrobin.com/eh35f1/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/eh35f1/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/eh35f1/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/eh35f1/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/eh35f1/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/eh35f1/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/eh35f1/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2020/f4b57204-844e-41eb-83b7-2305c52bec45.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2020/f4b57204-844e-41eb-83b7-2305c52bec45-1589059676.png",
    "url_thumb": "https://www.astrobin.com/eh35f1/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1327,
    "w": 4500
}