{
    "animated": false,
    "bookmarks": 72,
    "comments": 88,
    "data_source": "OWN_REMOTE",
    "dec": "19.501",
    "description": "Imaged on nights of 12/25/2020, 1/10/2021, 1/11/2021, 1/12/2021, 1/15/2021, 1/17/2021, 1/20/2021, 1/21/2021, 5/4/2021,  5/7/2021 \r\n\r\nLRG 3-757 Einstein Ring - 11 Billion Year Old Light\r\n\r\nLRG 3-757, also called the Cosmic Horseshoe is a nearly complete Einstein Ring.\r\nThe light of the outer blue ring started its journey to us 10.9 Billion years ago.\r\n\r\nThe light from the red galaxy in the center of the ring started its journey to us 4.6 Billion years ago.\r\n\r\nThe top-right image is a tiny crop of my image magnified by 4 times the native resolution of my rig, which is 0.30 arc seconds/pixel.\r\nThe top-left image is from, of course, the Hubble Space telescope.  Somewhat better than mine.\r\n\r\nBe sure to look at the Original version  which is my full image encompassing 1/2 degree FOV.  \r\nThere are hundreds (maybe thousands) of galaxies visible.  Einstein's ring is very tiny in this image and hard to find.  It is in the exact center.  The central orange galaxy whose gravity is producing the ring is no larger, in this image, than a very small star.  But it is 4.8 Billion light years away.  And it is truly massive,  containing 5 trillion times the mass of our Sun.  And amazingly we are seeing its light directly, no lensing involved.\r\n\r\nEinstein's Ring is very tiny in my image, extending 10.2 arc seconds in diameter (0.17 arc minutes).\r\n\r\nVersion C is a version with the tiny galaxies annotated by PixInsight.\r\n\r\nhttps://www.universetoday.com/1928/the-cosmic-horseshoe-a-nearly-complete-einstein-ring/\r\nIf you want to peer into the furthest reaches of space, a regular telescope won’t do. You need to harness the power of a massive galaxy to bend light from an even more distant galaxy – a gravitational lens. And a team of European astronomers have found one of the luckiest discoveries of all, an Einstein ring, where the lens and more distant galaxy line almost perfectly. Because of its unique shape, they’re calling it “The Cosmic Horseshoe”.\r\n\r\nThe discovery was made by more than a dozen astronomers from a handful of European universities, from England to Russia. They published their discovery in a research paper called The Cosmic Horseshoe: Discovery of an Einstein Ring around a Giant Luminous Red Galaxy, which has been submitted to the Astrophysics Journal.\r\n\r\nThey turned up the object after poring through data in the massive Sloan Digital Sky Survey. This survey uses robotic telescopes to capture images of the night sky; eventually it will map out 25% of the sky, seeing 100 million objects. Astronomers regularly look through this vast quantity of data, and pull out all kinds of interesting objects. \r\n\r\nSuch as the Cosmic Horseshoe.\r\n\r\nThen they did follow-up observations using the 2.5 metre Isaac Newton Telescope in La Palma and the 6 metre BTA telescope in Russia. This gave the detailed image attached to this story, as well as the spectral information to determine the chemical constituents of the lens and lensed object.\r\n\r\nLook at the picture, and you can see a red spherical galaxy surrounded almost completely by a blue ring. In reality, this is a relatively nearby galaxy, located 4.6 billion light-years away (the lens), and then a more distant blue galaxy located 10.9 billion light-years away (the lensed object).\r\n\r\nThe two line up perfectly from our point of view, so that light from the blue galaxy is focused by the gravity of the lens. Light that would head off into space is turned back towards the Earth. All this additional light allows astronomers to see what would normally be an invisible object. In fact, the two are lined up so perfectly, that the lensed galaxy has been turned into a ring that wraps 300-degrees around the lens.\r\n\r\nThe lens is an extremely massive luminous red galaxy, containing 5 trillion times the mass of the Sun. For comparison, our own Milky Way only contains 580 billion solar masses.\r\n\r\nAnd this is just the “telescope”.\r\n\r\nThe more distant, lensed object is a starburst galaxy undergoing furious rates of star formation – evidenced by the blue spectrum of its light. If it weren’t behind the lens, astronomers wouldn’t even know it was there. But because it’s directly behind the lens, its light has been focused into a nearly complete ring around the lens. Since it’s 10.9 billion light-years away, we see it at a time when the Universe was less than 3 billion years old.\r\n\r\nThis discovery gives astronomers two useful directions for further research: dark matter distribution around luminous red galaxies, and the formation of stars in the early Universe.",
    "h": 6110,
    "hash": "enokjo",
    "id": 590106,
    "imaging_cameras": [
        "ZWO ASI6200MM-PRO"
    ],
    "imaging_telescopes": [
        "PlaneWave Instruments CDK14"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 387,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "90.382",
    "pixscale": "0.301",
    "published": "2021-05-16T14:29:23.440105",
    "ra": "177.138",
    "radius": "0.465",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/590106/",
    "revisions": [
        "/api/v1/imagerevision/287607/",
        "/api/v1/imagerevision/287625/"
    ],
    "subjects": [],
    "title": "LRG 3-757 Cosmic Horseshoe - Gravitational Lens - 11 Billion Light Years Away",
    "updated": "2021-06-26T10:55:54.766165",
    "uploaded": "2021-05-16T14:05:08.381012",
    "url_duckduckgo": "https://www.astrobin.com/enokjo/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/enokjo/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/enokjo/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/enokjo/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/enokjo/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/enokjo/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/enokjo/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2021/d3fee0f0-5794-4d18-8f14-521ff40c3f42.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2021/d3fee0f0-5794-4d18-8f14-521ff40c3f42-1621174351.jpg",
    "url_thumb": "https://www.astrobin.com/enokjo/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 2423,
    "w": 9282
}