{
    "animated": false,
    "bookmarks": 11,
    "comments": 6,
    "data_source": "OWN_REMOTE",
    "dec": "55.727",
    "description": "NGC 3079 is the large Barred Spiral Galaxy in this image.  Details at the end.\r\n\r\nTwin Quasar Q0957+561 - Gravitational Lens - 8.7 Billion Light Years\r\ncan be found in the lower right corner as a pair of what looks like two tiny blue stars, very close together, with a small circle around them.  The Original image does not include the circle.\r\n\r\nRevision D is a Hubble Space Telescope image, which clearly shows the orange lensing galaxy very close to the right image of the twin images.\r\n\r\nThe lensing galaxy is 3.7 billion light years away, and does not show in this image.  It is located between the two and very close to one of them.\r\n\r\nQSO 0957+561 A (SBS 0957+561 A) and QSO 0957+561 B (SBS 0957+561 B) are the two components of a double-imaged quasar, meaning that an intervening mass concentration between Earth and the quasar bends light so that two images of the quasar appear in the sky. This is known as gravitational lensing, and is a consequence of Einsteinian warped space-time. The quasar lies at redshift z = 1.41 (8.7 billion ly), while the lensing galaxy lies at redshift z = 0.355 (3.7 billion ly). The lensing galaxy with apparent dimension of 0.42×0.22 arcminutes lies almost in line with the B image, lying 1 arcsecond off. The quasar lies 10 arcminutes north of NGC 3079, in the constellation Ursa Major. The astronomical data services SIMBAD and NASA/IPAC Extragalactic Database (NED) list several other names for this system.\r\n\r\nThe Twin Quasar's two images are separated by 6 arcseconds. Both images have an apparent magnitude of 17, with the A component having 16.7 and the B component having 16.5. There is a 417 ± 3-day time lag between the two images.\r\n\r\nThe lensing galaxy, YGKOW G1 (sometimes called G1 or Q0957+561 G1), is a giant elliptical (type cD) lying within a cluster of galaxies that also contributed to the lensing.\r\n\r\nThe quasars QSO 0957+561A/B were discovered in early 1979 by an Anglo-American team around Dennis Walsh, Robert Carswell and Ray Weyman, with the aid of the 2.1 m Telescope at Kitt Peak National Observatory in Arizona, United States. The team noticed that the two quasars were unusually close to each other, and that their redshift and visible light spectrum were surprisingly similar. They published their suggestion of \"the possibility that they are two images of the same object formed by a gravitational lens\".\r\n\r\nThe Twin Quasar was one of the first directly observable effects of gravitational lensing, which was described in 1936 by Albert Einstein as a consequence of his 1916 General Theory of Relativity, though in that 1936 paper he also predicted \"Of course, there is no hope of observing this phenomenon directly.\"\r\n\r\nCritics however identified a difference in appearance between the two quasars in radio frequency images. In mid 1979 a team led by David Roberts at the VLA (Very Large Array) near Socorro, New Mexico/USA discovered a relativistic jet emerging from quasar A with no corresponding equivalent in quasar B. Furthermore, the distance between the two images, 6 arcseconds, was too great to have been produced by the gravitational effect of the galaxy G1, a galaxy identified near quasar B.\r\n\r\nYoung et al. discovered that galaxy G1 is part of a galaxy cluster which increases the gravitational deflection and can explain the observed distance between the images. Finally, a team led by Marc V. Gorenstein observed essentially identical relativistic jets on very small scales from both A and B in 1983 using VLBI (Very Long Baseline Interferometry). Subsequent, more detailed VLBI observations demonstrated the expected (parity reversed) magnification of the image B jet with respect to image A jet.  The difference between the large-scale radio images is attributed to the special geometry needed for gravitational lensing, which is satisfied by the quasar but not by all of the extended jet emission seen by the VLA near image A.\r\n\r\nSlight spectral differences between quasar A and quasar B can be explained by different densities of the intergalactic medium in the light paths, resulting in differing extinction.\r\n\r\n30 years of observation made it clear that image A of the quasar reaches earth about 14 months earlier than the corresponding image B, resulting in a difference of path length of 1.1 ly.\r\n\r\nIn 1996, a team at Harvard-Smithsonian Center for Astrophysics led by Rudy E. Schild discovered an anomalous fluctuation in one image's lightcurve, which led to a controversial and unconfirmable theory that there is a planet approximately three Earth masses in size in the lensing galaxy. The results remain speculative because the chance alignment that led to its discovery will never happen again. If it could be confirmed, however, it would make it the most distant known planet, 4 billion ly away.\r\n\r\nIn 2006, R. E. Schild suggested that the accreting object at the heart of Q0957+561 is not a supermassive black hole, as is generally believed for all quasars, but a magnetospheric eternally collapsing object. Schild's team at the Harvard-Smithsonian Center for Astrophysics asserted that \"this quasar appears to be dynamically dominated by a magnetic field internally anchored to its central, rotating supermassive compact object\" (R. E. Schild).\r\n\r\nNGC 3079 is a barred spiral galaxy about 50 million light-years away, and located in the constellation Ursa Major. A prominent feature of this galaxy is the \"bubble\" forming in the very center. The Supermassive black hole at the core has a mass of 2.4×10^6 M.\r\n\r\nThe bubble forming in the center of NGC 3079 is believed to be about 3000 light-years wide and to rise more than 3500 light-years above the disc of the galaxy. It is speculated that the bubble is being formed by particles streaming at high speeds, which were in turn caused by a large burst of star formation. This current bubble is thought to have been created about one million years ago, and computer modeling suggests that there is an ongoing cycle of forming bubbles, with a new bubble forming approximately every 10 million years. \r\n(Wikipedia)\r\n\r\nMy Collections:\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2482/\" target=\"_new\">Abell Planetary Nebulae (Complete)</a>\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2627/\" target=\"_new\">Planetary Nebulae</a>\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2626/\" target=\"_new\">Galaxies</a>\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2625/\" target=\"_new\">Sharpless 2 Objects</a>",
    "h": 2102,
    "hash": "ewnvq6",
    "id": 595082,
    "imaging_cameras": [
        "ZWO ASI6200MM-PRO"
    ],
    "imaging_telescopes": [
        "PlaneWave Instruments CDK14"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 163,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2816222/"
    ],
    "orientation": "269.627",
    "pixscale": "0.603",
    "published": "2021-06-06T23:25:32.204814",
    "ra": "150.466",
    "radius": "0.293",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/595082/",
    "revisions": [
        "/api/v1/imagerevision/290165/",
        "/api/v1/imagerevision/290651/"
    ],
    "subjects": [
        "NGC 3073",
        "NGC 3079",
        "NGC3073",
        "NGC3079"
    ],
    "title": "Twin Quasar Q0957+561 - Gravitational Lens - 8.7 Billion Light Years",
    "updated": "2021-06-21T20:47:11.302240",
    "uploaded": "2021-06-06T15:26:57.859764",
    "url_duckduckgo": "https://www.astrobin.com/ewnvq6/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ewnvq6/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ewnvq6/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ewnvq6/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ewnvq6/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ewnvq6/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ewnvq6/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2021/d95aa633-c2ee-4c83-9005-d3afb4cc8304.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2021/d95aa633-c2ee-4c83-9005-d3afb4cc8304-1623020129.jpg",
    "url_thumb": "https://www.astrobin.com/ewnvq6/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 275,
    "w": 2788
}