{
    "animated": false,
    "bookmarks": 12,
    "comments": 4,
    "data_source": "OWN_REMOTE",
    "dec": "-21.377",
    "description": "NGC 2207 and IC 2163 are a pair of colliding and merging spiral galaxies discovered by John Herschel in 1835.  They can be found the constellation Canis Major, and are about 80 million light-years away in.   At this distance, they present a fairly small target which certainly adds to the challenge of creating an image that allows us to appreciate the incredible forces and dynamics of this pair of galaxies.  They are in the first steps of colliding and merging, and in time, they will probably end up looking similar to the Mice Galaxies.  \r\n\r\nAs we look at this event now in our instruments, they still appear as two separate spiral galaxies.  The wonderful thing about telescopes is that they reveal past events, and we are seeing these galaxies as they were 80 million years ago.  What do they look like now?  The distances between stars in any given galaxy are vast.  I find it amazing that colliding galaxies rarely have stars that physically smash into each other.  They pass through one another ripping gas and matter from each other and creating fascinating streams of cosmic wreckage.\r\n\r\nColliding galaxies are well known to contain intense star formation regions.  Shockwaves formed from the collision create areas that lend to the collapse of gas and the formation of star clusters.  It’s believed that stars of various masses are forming in this galaxy pair at a rate equivalent to form 24 stars the mass of our sun per year.  In our galaxy, that rate is about one to three new suns every year.\r\n\r\nDepending on the rotation, the bright central nuclei of this pair resemble a striking set of eyes peering out into the cosmos.  Whenever I look at this, I see a funky character with two eyes racing across the universe.   The tidal debris around the pair adds to an illusion of speed.   \r\n\r\nI lost count how many times I processed this image, and how to present it.  In the end, I went with a tight crop and upscaled the result as it’s small, measuring around 4 arcmins across the combined targets.  Hopefully, the result is not to rough from upscaling.  I did gather some Ha data but decided not to use it in the final version.  There seemed to be enough carnage going on with this comic collision.    \r\n\r\nInstruments:\r\n10 Inch RCOS fl 9.1\r\nAstro Physics AP-900 Mount\r\nSBIG STL 11000m\r\nFLI Filter Wheel\r\nAstrodon Lum, Red, Green, Blue Filters\r\n\r\nExposure Details:\r\nLum 22 X 900\r\nRed 12 X 600\r\nGreen 12 X 600\r\nBlue  12 X 600\r\nLocation\r\nAustralia, Central Victoria",
    "h": 1422,
    "hash": "f6aezt",
    "id": 464998,
    "imaging_cameras": [
        "SBIG STL-11000M"
    ],
    "imaging_telescopes": [
        "RC Optical Systems RCOS 10\" Ritchey-Chrétien"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 167,
    "link": "https://www.flickr.com/photos/97807083@N00/49653902191/in/dateposted/",
    "link_to_fits": "",
    "locations": [],
    "orientation": "177.605",
    "pixscale": "0.609",
    "published": "2020-03-13T03:52:43.655197",
    "ra": "94.094",
    "radius": "0.227",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/464998/",
    "revisions": [],
    "subjects": [
        "IC 2163",
        "NGC 2207"
    ],
    "title": "NGC 2207 and IC 2163  - Colliding Galaxies",
    "updated": "2021-03-17T04:17:22.772622",
    "uploaded": "2020-03-13T03:52:44.009839",
    "url_duckduckgo": "https://www.astrobin.com/f6aezt/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/f6aezt/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/f6aezt/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/f6aezt/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/f6aezt/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/f6aezt/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/f6aezt/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15508/2020/573db665-d4be-4e75-b4ea-39c80eb4f05d.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15508/2020/573db665-d4be-4e75-b4ea-39c80eb4f05d-1584072046.png",
    "url_thumb": "https://www.astrobin.com/f6aezt/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 674,
    "w": 2274
}