{
    "animated": false,
    "bookmarks": 3,
    "comments": 2,
    "data_source": "BACKYARD",
    "dec": "12.357",
    "description": "This little planetary nebula is also known as PK 193-9.1. It lies in the opposite direction to the galactic centre at between 9100 and 13000 light years, in the constellation of Orion.\r\n\r\nIt is very small with an angular diameter of approx. 24” and has an integrated mag 13.9. Surface brightness is around 20.5 mag/arcsec2. The central star is thought to be mag 14 and is quite cool for a PNe star. Unfortunately I can’t find any temperatures for it. There is a suggestion that the CS is a “born again” red giant. The mass loss from the AGB progenitor star is believed to be symmetric about the stars axis. This may have been due to interaction with ISM or there is a distant companion star. According to the spectra published in the HASH database it is much brighter in O3 than Ha. \r\n\r\nNot a great deal has been published about this PNe, I guess because it s so small. It has been included in a number of surveys. There are a few amateur images and observations, most highlighting its stellar appearance.\r\n\r\nPost processing has revealed the inner ring structure. This appears to be broken at the 9 o’clock position where there is a small patch of Ha emission. The outer shell is dominated by O3 hence the colour. There appears to be a small puff of gas between the two and three o’clock position. This may be a jet that is pointed almost directly at or away from us and so we only just see it. Or it may be something else entirely, this is just my speculation.\r\n\r\nThis image is composed of Ha and O3 images. Normally I try to get up to 10 hours in each filter (including N2) but due to the weather I was only able to get 4 hours of Ha and O3. The Ha and O3 for both stars and nebular were assigned to the RGB channels as:\r\n\r\nRed: 100% Ha, Green: 50% Ha and 50% O3, Blue: 100% O3.",
    "h": 912,
    "hash": "fhxab8",
    "id": 464705,
    "imaging_cameras": [
        "QSI 6120wsg-8"
    ],
    "imaging_telescopes": [
        "Celestron Edge 11HD"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 60,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "273.739",
    "pixscale": "0.668",
    "published": "2020-03-11T19:52:54.956051",
    "ra": "85.186",
    "radius": "0.154",
    "remote_source": null,
    "resource_uri": "/api/v1/image/464705/",
    "revisions": [],
    "subjects": [],
    "title": "Haro 3-75",
    "updated": "2021-04-10T02:23:49.400501",
    "uploaded": "2020-03-11T19:52:55.076332",
    "url_duckduckgo": "https://www.astrobin.com/fhxab8/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/fhxab8/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/fhxab8/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/fhxab8/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/fhxab8/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/fhxab8/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/fhxab8/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/20624/2020/189ea800-a853-45c7-ae48-479cf24326e9.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/20624/2020/189ea800-a853-45c7-ae48-479cf24326e9-1583957303.jpg",
    "url_thumb": "https://www.astrobin.com/fhxab8/0/rawthumb/thumb/",
    "user": "astroian",
    "views": 443,
    "w": 1383
}