{
    "animated": false,
    "bookmarks": 9,
    "comments": 37,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-13.841",
    "description": "When I first moved my scope down to New Mexico, I was intrigued by the idea of shooting more objects near the galactic center, which appears very low in the sky from Oregon.  Unfortunately, those object are also highest in the sky in New Mexico when the summer monsoons bring heavy rains and the observatory has to be kept shut.  On top of that, whenever it's been clear, I've experienced absolutely terrible seeing at the low altitude angles required to see these objects.  Whenever I've tried M16 or M20 in the past, I'd see the guide star boiling furiously and I gave up each time.\r\n\r\nEarly this summer, after I finished imaging the Cygnus Wall, I decided to give M16 another go.  The last time that I imaged it from Oregon was a long time ago with my DSLR and I never got a very good result.  The timing this time around was perfect because M16 was pretty high in the sky and the skies were unusually clear and steady.   I had started taking some data in May but virtually none of that data was usable.  By early July, I manage to grab data over a four day period of clear weather.  This was during a period when my scope was starting to act up again.  My new ZWO ASI-1600MM-C Pro guide camera would start to periodically disconnect from the scope at random intervals bringing things to a crashing stop.  Somehow I got lucky and managed to snag just 10 useable subs with each of the three NB filters.  The saving grace is that the region around M16 is incredibly bright!  I haven't imaged such a bright object in a long time and I was initially concerned that I was blowing out the bright areas of the nebula with my 20 minute exposures.  That didn't happen but the data (particularly Ha) is extraordinarily clean just because of the strong signal.  If my scope hadn't eventually broken down completely due to the camera problem, I probably would have gathered twice this much data before stopping and clearly that wasn't necessary.  10 hours of total exposure is the shortest exposure that I've done in a long time!\r\n\r\nI've since gotten the scope running again but I still haven't solved the random disconnects, so I sure hope that I can get this thing running reliably some day.  We've discovered that the problems may be due to a software problem so I'm hoping to get some support from the manufacturers; but, that's going to have to be a story for another time.  In the meantime, taking data is a hit-or-miss, super frustrating experience because the whole system will stop at random intervals.\r\n\r\nFor anyone not familiar with M16, it's commonly called the Eagle nebula and sometimes the Queen Star nebula and it refers to the open star cluster above the central pillars.  Located at a distance of about 7,000 ly, the emission nebula in this region contains numerous star formation regions including  the \"Pillars of Creation\" made famous by Hubble.  Look carefully and you'll see numerous \"Bok globules\" littered across this area.  The globules are hypothesized to be prototype stars very early in their cycle of formation.  There's a lot of detail to be seen so be sure to look at the larger version of this image.\r\n\r\nAs usual, C&C is always welcome so free free to let me know what you think!\r\n\r\nJohn",
    "h": 3100,
    "hash": "flowqa",
    "id": 423996,
    "imaging_cameras": [],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 195,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2800929/"
    ],
    "orientation": "89.510",
    "pixscale": "0.477",
    "published": "2019-08-31T22:27:27.806398",
    "ra": "274.717",
    "radius": "0.290",
    "remote_source": "DSW",
    "resource_uri": "/api/v1/image/423996/",
    "revisions": [],
    "subjects": [
        "Eagle nebula",
        "IC4703",
        "M 16",
        "M16",
        "NGC 6611",
        "Sh2-49",
        "Star Queen nebula"
    ],
    "title": "Into the Throne Room of the Queen Star...M16",
    "updated": "2021-06-05T01:30:13.358464",
    "uploaded": "2019-08-31T22:10:12.095072",
    "url_duckduckgo": "https://www.astrobin.com/flowqa/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/flowqa/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/flowqa/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/flowqa/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/flowqa/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/flowqa/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/flowqa/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/7598/2020/f4b6c0f2-89b1-4e8e-b51e-095109cef069.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/7598/2020/f4b6c0f2-89b1-4e8e-b51e-095109cef069-1582615387.jpg",
    "url_thumb": "https://www.astrobin.com/flowqa/0/rawthumb/thumb/",
    "user": "jhayes_tucson",
    "views": 1120,
    "w": 3100
}