{
    "animated": false,
    "bookmarks": 5,
    "comments": 6,
    "data_source": "OWN_REMOTE",
    "dec": "66.131",
    "description": "An estimated 100,000 years ago, two young B-type stars, BD +65°1637 and BD +65°1638, began eroding the 36 light-year wide cavity seen in the image above.  Ultraviolet radiation from these stars has burrowed into the surface of a surrounding molecular cloud.  As this cavity has expanded, a ridge like wall has formed at the interface of the cavity and cloud. This process has triggered an intense period of star formation.  The light from these stars also illuminates the ambient dust, resulting in a brilliant reflection nebula.\r\n\r\nNGC 7129 lies 3300 light years distant in a dusty region of the constellation Cepheus.  It is a fertile star forming area with many stars less than 1 million yrs old. Over half the new stars can only be detected in the infrared, since many are buried in the surrounding dust.  A few Herbig-Haro objects can be seen.  These are the signatures of young protostars that will soon emerge on the main sequence.  Their energetic outflow ionizes gas clouds in the adjacent interstellar medium.  These young stars are not visible optically, but quickly reveal themselves as they release collimated jets of ionized plasma.  Photoluminescence is responsible for the pink to red color lining the expanding cavity.  This is due to glowing dust grains on the inner surface that are heated by radiation from the new stars within, as opposed to Ha ionization. (For additional information See Rob Gendler’s write up of this object- http://www.robgendlerastropics.com/NGC7129text.html)\r\n\r\nBesides the 3 blue reflection nebulae in the image, note the unusual small yellow reflection cloud, LBN 497.\r\n\r\nNGC 7129 in not unlike its neighbor in Cepheus, the Iris Nebula.  Both are relatively young reflection nebulae buried in dusty molecular clouds and both exhibit photoluminescence.  \r\n\r\nI find it interesting that while we are witnessing the formation of many star systems in the image above, it is estimated that of the millions of protostars forming in our galaxy each year, only 6 of these (approximately and depending on the study) will become a main sequence star in that year period. That doesn’t seem like many, but my sense of scale is very different from the Universe.  We believe there to be close to 2 trillion galaxies in the observable universe.  Therefore, if we consider our galaxy typical, there would be about 12 trillion stars coming to life every year in our observable universe. I did some quick math and that is 33 billion stars per day and 380,000 stars beginning to fuse hydrogen to helium in their core, every second in the observable universe.  Every time I look up, I realize again that we are part of something really beautiful and really big!!\r\n\r\n\r\n\r\nImage Acquisition info:\r\n\r\nDate: September, 2020\r\nLocation: Starlodge Observatory, Fairview, UT\r\nTelescope: AT 16, Ritchey Chretien\r\nMount: Astro-Physics 1600\r\nCamera: Atik 1620\r\nLRGB: 660:230:260:190    (22.5 hrs)",
    "h": 1668,
    "hash": "fo7jsn",
    "id": 538829,
    "imaging_cameras": [
        "Atik 16200"
    ],
    "imaging_telescopes": [
        "ASTRO- TECH AT 16 RC"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 114,
    "link": "https://www.flickr.com/photos/kvwood/50580942647/in/dateposted-public/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807330/"
    ],
    "orientation": "45.387",
    "pixscale": "1.021",
    "published": "2020-11-08T21:19:53.900834",
    "ra": "325.637",
    "radius": "0.334",
    "remote_source": "OTHER",
    "resource_uri": "/api/v1/image/538829/",
    "revisions": [
        "/api/v1/imagerevision/263100/"
    ],
    "subjects": [
        "IC 5134",
        "NGC 7129"
    ],
    "title": "Carving a Cave: NGC 7129",
    "updated": "2021-06-09T15:08:16.727037",
    "uploaded": "2020-11-08T20:39:41.925480",
    "url_duckduckgo": "https://www.astrobin.com/fo7jsn/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/fo7jsn/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/fo7jsn/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/fo7jsn/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/fo7jsn/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/fo7jsn/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/fo7jsn/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/20894/2020/d93d60b2-d274-4e3e-af18-1c016d27f6db.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/20894/2020/d93d60b2-d274-4e3e-af18-1c016d27f6db-1604870126.jpg",
    "url_thumb": "https://www.astrobin.com/fo7jsn/0/rawthumb/thumb/",
    "user": "kvwood",
    "views": 295,
    "w": 1668
}