{
    "animated": false,
    "bookmarks": 6,
    "comments": 47,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "After two weeks of cloud, rain and snow, I finally had a clear night for this acquisition of Mars. I made 3 RGB  and 4 IR 642nm BP runs of 4 mins per colour channel. I used the IR image as Luminance at about 50% strength to produce an LRGB image. I then blended this image with the RGB image at a 25:75 ratio LRGB to RGB. This gave a nice lift in the definition of the albedo features, but preserved the natural RGB colour.\r\nWhilst there is still evidence of dust storm activity on Mars, it seems to me that the atmosphere is clearing out and the murkiness that has been in evidence is subsiding. Having said that, there are dust clouds around the SPC which has shrunk to almost nothing now. I presume these are still being generated by rapid carbon dioxide sublimation from the polar cap remnant.\r\nTo the north the large expanse of red-orange coloured Amazonis Planitia can be seen and extending over to the terminator the elevated areas around Olympus Mons and further south Arsia Mons can just be made out as the sun sets on them.\r\nSouth of the volcanoes is Mare Sirenum and extending further across to the limb on the f side of the Central Meridian is Mare Cimmerium and the iconic Sinus Gomer. Although these albedo areas are quite distinct now, there appear to be light brown coloured markings which are probably small localised dust clouds.\r\nAs is common at this time of the Martian year, blue-white clouds surround the NPC and can be seen extending south.\r\nNiall",
    "h": 800,
    "hash": "g1u0mc",
    "id": 518070,
    "imaging_cameras": [
        "ZWO174MM"
    ],
    "imaging_telescopes": [
        "Celestron  C14 Edge HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 153,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806717/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-08-26T02:38:30.721071",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/518070/",
    "revisions": [],
    "subjects": [],
    "title": "Mars reaches 80% of its maximum size for the 2020 apparition",
    "updated": "2021-03-16T22:34:13.381014",
    "uploaded": "2020-08-26T03:26:10.391270",
    "url_duckduckgo": "https://www.astrobin.com/g1u0mc/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/g1u0mc/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/g1u0mc/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/g1u0mc/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/g1u0mc/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/g1u0mc/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/g1u0mc/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/g1u0mc/0/rawthumb/thumb/",
    "user": "macnenia",
    "views": 385,
    "w": 800
}