{
    "animated": false,
    "bookmarks": 4,
    "comments": 29,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Design with eight sites of Venus before and eight after conjunction, which occurred on June 3 this year. The observations planned so that the dimensions of Venus differ by about 5\". Largest angular size of the planet in the image: June 15 - 54.10\" corresponding to the distance from Earth 0.31 AU and smallest size: February 8 - July 16\" corresponding to a distance of 1.04 AU.\r\nI didn't think it would develop this way. February 2, winter in poor conditions, low above the horizon, the image of the planet could not become the \"flash point\" of the project - and yet... The first few phases were rather a search for photo opportunities with good seeing, but as the size of the planet grew, yes my satisfaction grew and the planning reached further and closer and brought me closer to the June conjunction (bottom conjunction with the Sun).\r\nThe most interesting was in May, when Venus was approaching the Sun in its descending phase and it was necessary to come up with ways to notice it early enough and to photograph it. When everything was under control, the aura said - no! Potentially the most interesting shots have been lost in a sea of ​​swirling clouds. I think it was then that I got stuck and decided not to finish the project. After conjunction, Venus was an easier target. As Dawn, with her radiance, she gracefully greeted her persistent observer. Even the weather was more favorable in the planned moments.\r\nSymmetry naturally fits into the canon of beauty, so the combination of phases had to be symmetrical. The question is - why not create something even more symmetrical - the Venerean counterpart of Uroboros (a snake eating its own tail)? It is not yet certain, but the implementation of this idea would, in my opinion, have the features of a boring serial tapeworm. Maybe if I started from the beginning, i.e. from the fullness phase and the smallest visually shield ...\r\n\r\nI made a total of 20 photo sessions. I present a medley of photos enlarged by 120% against the real dimensions of the planet on the matrix.",
    "h": 656,
    "hash": "g82p9d",
    "id": 526234,
    "imaging_cameras": [
        "ASI290MM"
    ],
    "imaging_telescopes": [
        "TS-Optics TS 152/900 Achromatic refractor"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 94,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2809221/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-09-23T11:43:52.988139",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/526234/",
    "revisions": [],
    "subjects": [],
    "title": "The phases of Venus, or the changing face of the Evening Star and the Morning Star - 2020",
    "updated": "2021-03-16T19:56:13.936348",
    "uploaded": "2020-09-23T12:43:53.096980",
    "url_duckduckgo": "https://www.astrobin.com/g82p9d/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/g82p9d/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/g82p9d/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/g82p9d/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/g82p9d/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/g82p9d/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/g82p9d/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/g82p9d/0/rawthumb/thumb/",
    "user": "Loxley",
    "views": 195,
    "w": 2000
}