{
    "animated": false,
    "bookmarks": 0,
    "comments": 0,
    "data_source": "BACKYARD",
    "dec": "-20.840",
    "description": "The Helix Nebula (NGC 7293)—often referred to either as “The Eye of God” or “The Eye of Sauron.” This is one of my favorite deep-sky objects and is one that I’m likely to photograph over and over again. \r\n\r\nThis object, like the Ring Nebula and the Dumbbell Nebula, gives us a glimpse of the future of our solar system several billion years hence. The small white dot in the center used to be a star much like our sun, but it’s now just a husk of hot carbon that emits energy, yet no longer produces it—a white dwarf star. It contains almost the mass of our sun, but is only about the size of the Earth. The red and yellow layers mostly comprise hydrogen gas the star shed as it was dying. The blue-green interior of the ring consists mostly of oxygen the star manufactured in the very last stages of its life.\r\n\r\nThe Helix Nebula is located 650 or so light years away in Aquarius, which makes it the closest planetary nebula in the sky. It’s also fairly advanced in the planetary nebula process, having started to expand more than 10,000 years ago. Usually, after 10,000 to 50,000 years, the central star is no longer hot enough to ionize the surrounding gasses, which is what makes them visible to us. Those gasses are currently moving outward at about 70,000mph. So while this looks like a very slow-motion explosion—and compared to a supernova blast, it certainly is—it’s still not something you’d want to get anywhere near.\r\n\r\nIf you know where to look, and you’re blessed with a dark sky, you can make out the Helix as a wispy gray ring with a set of good binoculars (um—poorly worded sentence alert. The Helix doesn’t have binoculars—you do!). That makes it unique among planetary nebulas. Another thing that makes it unique is the sheer number of cometary objects visible inside the inner ring. Some of them are visible in this picture if you zoom in. It’s not known why these globules form, with tails streaming away from the center. It’s thought that they may be caused by newer, faster-moving waves of gas and dust colliding with slower, older ones. There are several other theories, as well.\r\n\r\nThe thin, red outer stream of mostly hydrogen gas on the left is also an enigma. It’s thought that this could be caused by the presence of a small companion star orbiting the central star, spinning out a stream of gas with its gravitational momentum. \r\nNote that what we’re observing here is not the shape of a bagel. It’s closer to the shape of a football with one tip pointing directly at us. So the size and scope of this structure is far larger and more complex than what meets the eye.",
    "h": 3588,
    "hash": "gbb03c",
    "id": 558192,
    "imaging_cameras": [
        "ZWO ASI2400MC Pro"
    ],
    "imaging_telescopes": [
        "Celestron Edge 1100 HD"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 13,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2814120/"
    ],
    "orientation": "87.030",
    "pixscale": "0.619",
    "published": "2021-01-15T03:23:42.736426",
    "ra": "337.408",
    "radius": "0.581",
    "remote_source": null,
    "resource_uri": "/api/v1/image/558192/",
    "revisions": [],
    "subjects": [
        "Helix Nebula",
        "Helix nebula",
        "NGC 7293",
        "NGC7293",
        "PK036-57.1"
    ],
    "title": "NGC 7293 - The Helix Nebula",
    "updated": "2021-01-16T09:48:31.977210",
    "uploaded": "2021-01-15T03:11:23.685273",
    "url_duckduckgo": "https://www.astrobin.com/gbb03c/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/gbb03c/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/gbb03c/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/gbb03c/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/gbb03c/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/gbb03c/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/gbb03c/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/77015/2021/725386fb-e3dc-40e5-9473-7bef2d49ef09.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/77015/2021/725386fb-e3dc-40e5-9473-7bef2d49ef09-1610680948.png",
    "url_thumb": "https://www.astrobin.com/gbb03c/0/rawthumb/thumb/",
    "user": "AccidentalAstronomers",
    "views": 83,
    "w": 5734
}