{
    "animated": false,
    "bookmarks": 0,
    "comments": 5,
    "data_source": "PUBLIC_AMATEUR_DATA",
    "dec": null,
    "description": "ALTHOUGH this image is published on a 1st of April, it is NOT a joke at all! ;-)\r\n\r\nWhat you see here is a RADAR echo from a French RADAR facility named GRAVES caused by a fat meteorite entering earth's atmosphere and creating a huge plasma trail, scattering back the signal we see here.\r\n\r\nGRAVES is a groundbased RADAR station sending RF-pulses into the sky at a frequency of 143.050 MHz. Using an antenna pointing towards an area where we would expect the RADAR signals hitting something passing over it (e.g. satellites - StarLink is often seen and disturbing observation, meteorites, atmospheric ionizing, planes, etc...). My own receiver is offline for a new setup but I had the WebSDR running which is available on the internet. It is a multi-band amateur radio-astronomy facility in the Netherlands which has a receiver running for GRAVES and is streaming its signal to the web.\r\n\r\nThis type of view is called \"waterfall diagram\". The flow direction is from bottom to top, though. \r\nThe Y-axis displays the elapsing time while the X-axis is showing the frequency. Thus, a stationary object (e.g. spaceship Enterprise parking above the radar) will cause a vertical line on the display. The same as the ionosphere of our own atmosphere. So, not any vertical line is an alien spaceship ;-)\r\n\r\nAs soon as the object moves relative to the radar sender, the received frequency scattered back off the object will differ from the emitted frequency. We all know this as Doppler-effect. So, as soon as the object moves it will cause the reflexion to shift, which is known as Doppler-shift.\r\n\r\nThis signal shown here is the scattered-back radar signal caused by the meteorite's trail which consists of ionized particles ablated from the meteorite. It is widely spread because the material is moving. With a little practice it is possible to destinguish satellites from airplanes from atmospheric effects from meteorites and - least not least - from the \"Enterprise\". This signal is strong enough to have eventually originated from a serious meteorite which might have been visible by naked eye during day time.\r\n\r\nMaybe you'll find this interesting ;-)",
    "h": 273,
    "hash": "gdjn92",
    "id": 471534,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 16,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-04-01T14:53:03.069295",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/471534/",
    "revisions": [],
    "subjects": [],
    "title": "Big meteor detected by RADAR echo",
    "updated": "2021-03-17T03:42:26.670560",
    "uploaded": "2020-04-01T15:10:09.594613",
    "url_duckduckgo": "https://www.astrobin.com/gdjn92/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/gdjn92/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/gdjn92/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/gdjn92/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/gdjn92/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/gdjn92/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/gdjn92/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/gdjn92/0/rawthumb/thumb/",
    "user": "Okke_Dillen",
    "views": 88,
    "w": 800
}