{
    "animated": false,
    "bookmarks": 11,
    "comments": 18,
    "data_source": "OWN_REMOTE",
    "dec": "46.248",
    "description": "I imaged this during almost full moon, so I am happy that the star colors came out fairly good. At times the moon can wash them out for me.\r\n\r\nAbell 61 is an old, evolved planetary nebula, about the size of the M97 – The Owl, although much fainter. It is measured 3.4′ in diameter – about 4 light years across, and is located 4,566 light years away from us in a beautiful star field of Cygnus.\r\n\r\nThe vast majority of Abell 61 is chemically all OIII, although observations from various sources indicate some Ha and/or NII lines are present.\r\n\r\nThis nebula is rarely imaged.  Abell61 is about 22,000 years old and is currently at it’s late stage of expansion. It’s material, weighing at 0.55 Solar masses and 88,200 deg K hot, is expanding with a velocity of about 30 km/s. A 17 magnitude variable star NSV 11917 is shining at its center, showing a bright blue, and many stars and some tiny anonymous galaxies are visible through the round oxygen glow.\r\n\r\nOne distinctive feature of Abell 61 that raises scientific discussion is its expanding rings at the periphery. In 1994, Kwitter mentioned that Abell 61 is a planetary nebula that interacts with the interstellar medium (so called PN-ISM interaction), due to that it has asymmetric brightening – an increase of flux at its edge. As planetary nebulae expand and move through space with supersonic speeds, they become influenced by the conditions of the surrounding ISM. This interaction can fragment the halo of the PN and therefore allow the ISM to flow into the inner regions of the PN, shaping its morphology. Was it the reason for the rings? As suggested by Zijlstra in 2006, Abell 61’s binary central star could be the culprit. The relatively thin expanding rings seen in various nebulae, including the Abell 61, could be the result of the central star having a close companion, with a period of hours to days, and the rings could appear due to the complex mass loss process that occurs inside.\r\n(MU Astronomy)",
    "h": 2886,
    "hash": "ghiucz",
    "id": 502192,
    "imaging_cameras": [
        "ZWO ASI   183 MM pro"
    ],
    "imaging_telescopes": [
        "Orion Optics UK AG12"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 190,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "269.820",
    "pixscale": "0.442",
    "published": "2020-07-01T21:07:17.477359",
    "ra": "289.792",
    "radius": "0.275",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/502192/",
    "revisions": [],
    "subjects": [
        "PGC2276111",
        "PGC2279030",
        "PGC2279177",
        "PGC2281027",
        "PGC2281248",
        "PGC2281470",
        "PK077+14.1"
    ],
    "title": "Abell 61 Planetary Nebula",
    "updated": "2021-04-14T02:19:42.358446",
    "uploaded": "2020-07-01T21:47:36.076433",
    "url_duckduckgo": "https://www.astrobin.com/ghiucz/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ghiucz/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ghiucz/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ghiucz/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ghiucz/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ghiucz/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ghiucz/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2020/79652740-8613-44a4-b842-30dc1417addc.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2020/79652740-8613-44a4-b842-30dc1417addc-1593640413.jpg",
    "url_thumb": "https://www.astrobin.com/ghiucz/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 476,
    "w": 3438
}