{
    "animated": false,
    "bookmarks": 2,
    "comments": 1,
    "data_source": "PRO_DATA",
    "dec": null,
    "description": "Es hat ne Weile gedauert, bis ich Uranus so hatte wi eich ihn ausarbeiten wollte, nämlich mit seinen zarten lichtschwachen Ringen! Wieder die Hubble Daten vom NASA Server geladen und dann weiterverarbeitet. Die RInge herauszuarbeiten war etwas knifflig, hat aber am Ende doch geklappt! Ne schöne türkise Murmel ^^ 🙂\r\n\r\nDer Uranus ist von der Sonne aus mit einer durchschnittlichen Sonnenentfernung von 2,9 Milliarden Kilometern der siebte Planet im Sonnensystem und wird zu den Eisriesen gerechnet. Er wurde am 13. März 1781 von Wilhelm Herschel entdeckt und ist nach dem griechischen Himmelsgott Uranos benannt. Er ist damit als einziger Planet nach einem Gott der griechischen Götterwelt benannt. Der Durchmesser dieses Riesenplaneten ist mit über 51.000 Kilometern etwa viermal so groß wie der Durchmesser der Erde, das Volumen ist etwa 65-mal so groß wie das der Erde. Und er hat Ringe, wie der Saturn - allein deshalb mag ich ihn schon :-)\r\n\r\nAufgenommen mit der ACS/HCR Kamera von Hubble, es kamen die Filter F658N (hA), F550M (SII) und F435W (OIII) und F892N (IR) zum Einsatz. In Fits Liberator vorgestreckt. In Pixinsight gedreht, gecroppt, entrauscht und gestreckt.Jeweils extra für Planeten und die Ringe. Dann in Photoshop Kosmetik Korrektur, RGB erstellt, Planet und Ringe kombiniert. Dauer: mehrere Stunden 🙂\r\n\r\nBased on observations made with the NASA/ESA Hubble Space Telescope, and obtained from the Hubble Legacy Archive, which is a collaboration between the Space Telescope Science Institute (STScI/NASA), the Space Telescope European Coordinating Facility (ST-ECF/ESA) and the Canadian Astronomy Data Centre (CADC/NRC/CSA).",
    "h": 2048,
    "hash": "h6tfah",
    "id": 558242,
    "imaging_cameras": [
        "ACS/HCR"
    ],
    "imaging_telescopes": [
        "Hubble Space Telescope Hubble Legacy Archive (HLA)"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 18,
    "link": "https://www.artofpix.at/koken/fotos/ice-giant-der-uranus-hla/lightbox/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2812022/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2021-01-15T08:54:41.406182",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/558242/",
    "revisions": [],
    "subjects": [],
    "title": "\"Ice Giant - Der Uranus (HLA)\"",
    "updated": "2021-05-07T11:30:20.852832",
    "uploaded": "2021-01-15T08:44:05.641170",
    "url_duckduckgo": "https://www.astrobin.com/h6tfah/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/h6tfah/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/h6tfah/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/h6tfah/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/h6tfah/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/h6tfah/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/h6tfah/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/h6tfah/0/rawthumb/thumb/",
    "user": "artofpix_astro",
    "views": 130,
    "w": 1366
}