{
    "animated": false,
    "bookmarks": 4,
    "comments": 41,
    "data_source": "OWN_REMOTE",
    "dec": "-20.837",
    "description": "From Wikipedia: \"The Helix Nebula (also known as NGC 7293 or Caldwell 63) is a planetary nebula (PN) located in the constellation Aquarius. Discovered by Karl Ludwig Harding, probably before 1824, this object is one of the closest to the Earth of all the bright planetary nebulae.[4] The distance, measured by the Gaia mission, is 655±13 light-years.[5] It is similar in appearance to the Cat's Eye Nebula and the Ring Nebula, whose size, age, and physical characteristics are similar to the Dumbbell Nebula, varying only in its relative proximity and the appearance from the equatorial viewing angle.[6] The Helix Nebula has sometimes been referred to as the \"Eye of God\" in pop culture,[7] as well as the \"Eye of Sauron\".  Extract regarding Cometary Knots: \"The Helix Nebula was the first planetary nebula discovered to contain cometary knots.[13] Its main ring contains knots of nebulosity, which have now been detected in several nearby planetary nebulae, especially those with a molecular envelope like the Ring nebula and the Dumbbell Nebula.[14] These knots are radially symmetric (from the CS) and are described as \"cometary\", each centered on a core of neutral molecular gas and containing bright local photoionization fronts or cusps towards the central star and tails away from it.[15] All tails extend away from the Planetary Nebula Nucleus (PNN) in a radial direction. Excluding the tails, each knot is approximately the size of the Solar system, while each of the cusp knots are optically thick due to Lyc photons from the CS.[3][6][16] There are about 40,000 cometary knots in the Helix Nebula.[17]\".\r\n\r\nSteve and I were pleased to gather enough data to process this iconic target.  I hope that we'll gather further data next year to better resolve detail and especially the Cometary Knots.  I have rotated the image to better resemble a 'cosmic eye'.  Once again I have modified the hues in the traditional bi-colour HOO palette (although this is the base channel combination) to help distinguish the structural elements in the PN.\r\n\r\nData acquisition: Barry Wilson & Steve Milne\r\nProcessing: Barry Wilson",
    "h": 3292,
    "hash": "hn337i",
    "id": 540740,
    "imaging_cameras": [
        "QSI 690 wsg-8"
    ],
    "imaging_telescopes": [
        "TEC 140"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 291,
    "link": "https://barrywilson.smugmug.com",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808118/"
    ],
    "orientation": "359.668",
    "pixscale": "0.743",
    "published": "2020-11-14T11:24:18.418378",
    "ra": "337.424",
    "radius": "0.435",
    "remote_source": "eEyE",
    "resource_uri": "/api/v1/image/540740/",
    "revisions": [],
    "subjects": [
        "Helix Nebula",
        "Helix nebula",
        "NGC 7293",
        "NGC7293",
        "PK036-57.1"
    ],
    "title": "The Helix Nebula NGC 7293",
    "updated": "2021-06-07T18:56:07.463030",
    "uploaded": "2020-11-14T11:13:48.650356",
    "url_duckduckgo": "https://www.astrobin.com/hn337i/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/hn337i/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/hn337i/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/hn337i/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/hn337i/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/hn337i/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/hn337i/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5519/2020/da4e8438-bf55-4543-b6e9-55be1ddcff4f.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5519/2020/da4e8438-bf55-4543-b6e9-55be1ddcff4f-1605353068.jpg",
    "url_thumb": "https://www.astrobin.com/hn337i/0/rawthumb/thumb/",
    "user": "Barry-Wilson",
    "views": 565,
    "w": 2628
}