{
    "animated": false,
    "bookmarks": 2,
    "comments": 11,
    "data_source": "OWN_REMOTE",
    "dec": "-22.865",
    "description": "Imaged nights of 2/23/2021, 2/27/2021, 2/28/2021, 3/1/2021, 3/2/2021\r\nHa x56 t200, Oiii x24 t200, RGB x146 t30\r\n\r\nAbell 35 (Sharpless, Sh2-313) has been considered for some time to be an old planetary nebula (PN) approximately 16 x 11’ in apparent size with low surface brightness in the constellation of Hydra. Jacoby (Astrophys. J., v 244, 902-911, March 15, 1981) estimated the distance to be about 1,200 light years. It has a diameter of about 5.2 light years, making it one of the largest planetary nebula known. Its unusual properties called into question its classification as a planetary nebula. For example it resides higher above the galactic plane at 750 light years compared to most PN that are less than 490 ly. \r\n\r\nAs seen in my image above, it has a dramatic parabolic bow-shock wave structure around the bright star (BD – 22º 3467) strongly seen in the OIII narrowband data, but only weakly seen in H-a. However, Jacoby (1981) indicated that this star is classified as a G8 spectral type, and is not hot enough to ionize the nebula. He proposed an unseen, hot companion star that powers the nebula. Hence, Abell 35 most likely formed from a binary pair of stars. This was subsequently verified, suggesting that the hot companion had a temperature in excess of 150,000 K. \r\n\r\nThe bow shock suggests that the nebula is plowing through the interstellar medium as supersonic speeds estimated to be 150 km/s. Hollis, et al (Astrophys. J. v 456, 644-650, January 10, 1996) later supported these conclusions with additional measurements. They indicated that the systematic wind from the binary is moving at Mach 1.3 with respect to the PN medium causing the bow shock structure. Furthermore, the PN is moving through the interstellar medium at Mach 10 giving rise to a shock wave that created the linear structures shown in the image. They concluded that these linear features were in part caused by inhomogeneous ejection, perhaps due to the morphology of the binary star system. However, more recent reports that suggest Abell 35 may not be a planetary nebula. Frew and Parker (PASA, 27, 129, 2010) conclude that the nebula is a Stromgren sphere in the ambient ISM, ionized by the hot DAO white dwarf companion of BD – 22º 3467 which has recently evolved from the PN phase. \r\n\r\nThe system still produces a strong wind, probably from the fast, rotating subgiant which interacts with the inner zone of the emission nebula to produce the bow shock. Furthermore, Ziegler et al. (A&A, 548, A109 , 2012) conclude from recent high-resolution spectroscopy data that BD – 22º 3467 produces enough high energy photons to ionize the surround interstellar gas. It may have an unusual evolution by not being massive enough to ascend the asymptotic giant branch (AGB), but rather evolved from the extended horizontal branch to the white dwarf stage. Ziegler et al. (2012) concludes that this is why it is not surrounded by a planetary nebula. It is hot enough at 80,000 K to ionize the ambient ISM, thus mimicking a planetary nebula.\r\n(Astrodon Imaging)\r\n\r\nMy Collections:\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2482/\" target=\"_new\">Abell Planetary Nebulae (Complete)</a>\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2627/\" target=\"_new\">Planetary Nebulae</a>\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2626/\" target=\"_new\">Galaxies</a>\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2625/\" target=\"_new\">Sharpless 2 Objects</a>",
    "h": 2784,
    "hash": "i2erqx",
    "id": 600414,
    "imaging_cameras": [
        "ZWO ASI6200MM-PRO"
    ],
    "imaging_telescopes": [
        "PlaneWave Instruments CDK14"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 145,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "269.465",
    "pixscale": "0.604",
    "published": "2021-06-27T19:42:17.943368",
    "ra": "193.379",
    "radius": "0.404",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/600414/",
    "revisions": [],
    "subjects": [
        "PK303+40.1",
        "Sh2-313"
    ],
    "title": "Abell 35 Planetary Nebula - Sh2-313",
    "updated": "2021-07-05T17:14:45.522632",
    "uploaded": "2021-06-27T19:27:57.988292",
    "url_duckduckgo": "https://www.astrobin.com/i2erqx/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/i2erqx/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/i2erqx/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/i2erqx/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/i2erqx/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/i2erqx/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/i2erqx/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2021/091f33e3-4fb9-4eb9-914e-f06603ce0fcc.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2021/091f33e3-4fb9-4eb9-914e-f06603ce0fcc-1624822268.png",
    "url_thumb": "https://www.astrobin.com/i2erqx/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 216,
    "w": 3938
}