{
    "animated": false,
    "bookmarks": 3,
    "comments": 12,
    "data_source": "TRAVELLER",
    "dec": "-45.496",
    "description": "In the southern constellation Vela (the Sail) lies a spectacular field of stars and nebulosity. The veils of gas and dust, remnants of a massive supernova explosion expand into the interstellar medium, enriching it with chemical elements – starstuff – that forms us all. The nebula known as the Vela Supernova Remnant (SNR) shines brightly in red and blue, the characteristic colors of ionized Hydrogen (Ha) and Oxygen (O3). It lies some 800 light-years away, one of the closest supernovae to Earth, likely embedded in a larger and older supernova remnant: the Gum Nebula. [1] This view about encompasses 200 light years at the nebulae’s distance, a whopping 30-full moons across as seen from Earth, and was captured with an ordinary photographic lens.\r\n\r\nAbout 11,000 years ago, a massive star went supernova: as its outer layers were expelled at astronomical velocities (which today form the wisps of nebulosity in this image), its core collapsed forming a pulsar. The full extent of the nebula was revealed with a sensitive X-ray image in the 1990s, which captured the expanding almost-spherical shockwave of the explosion [2, 3, 4]. Being so close, this object poses an ideal target for scientific observations of SNRs. On optical images (such as this one), it is much harder to differentiate the Vela SNR and the background (and foreground) nebulae and interstellar dust. \r\n__________________________________\r\n\r\nThis image is a milestone, and a dream come true. First of all, this marks the first light of my new-to-me imaging camera (Canon 6D) after its modification – a welcome addition to my wide field arsenal =D. I was surprised at my Samyang lens, which had very good star shapes wide open up to the very edge of the large full frame sensor, and decided to shoot at f/2. Secondly, this target inspires me since I first heard of its existence. Back in 2012, when I read the book that introduced me to the wonderful world of astronomical photography, “The Backyard Astronomers Guide”, the description and images of this stunning object of the Southern Hemisphere were an inspiration. Since I got my first camera, in 2013, I planned and looked forward to shooting this target. From <a href=https://astrob.in/296172/0/ target=”_blank”>inadequate equipment </a> (especially not having a modified DSLR until 2018), <a href=https://astrob.in/339355/0/ target=”_blank”> bad weather</a>, and <a href=\" https://astrob.in/292558/0/ target=\"_blank\">wrong framings</a>, I could not capture a image of Vela SNR that I was proud of – until now: 7-year dream come true!\r\n\r\nThe image surprised me – the expansive and rich field: both in terms of stars (which made processing more difficult ;-) and background nebulosity, much beyond the brightest main filamentary wisps. I especially liked the bottom right region with dark clouds very rarely seen. entire field is somewhat seldom imaged, partly due to its Southern declination, partly due to the difficulty in obtaining a good image. I was happy with how the colors were striking, and with the overall balance and vibrance of the image. Overall, I am more than pleased with this result!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section!\r\n\r\nDate: 23 and 25 November 2020\r\nLocation: My Observatory, MG, Brazil. Rural Skies (Bortle 3, calculated SQM ~21.6)\r\nCamera: Canon EOS 6D (mod) at ISO 1600\r\nOptics: Samyang 135mm f/2.0, operated at f/2.0\r\nMount: Sky-Watcher Star Adventurer, tracking.\r\nExposure Detail: 39x120s + 41x60s. Total integration 119min or 2h.\r\n\r\n[1] APOD 2019/01/10\r\n[2] B. Blair, Bill Blair’s Vela Supernova Remnant File, 2009. At: https://blair.pha.jhu.edu/hstvela/hstvela.html \r\n[3] B. Aschenbach, R. Egger, J. Trümper. Discovery of explosion fragments outside the Vela supernova remnant shock-wave boundary. Nature, v. 373, pp. 587-590, 1995.",
    "h": 4235,
    "hash": "i4bln7",
    "id": 564398,
    "imaging_cameras": [
        "Canon EOS 6D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 116,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "1.657",
    "pixscale": "13.883",
    "published": "2021-02-08T13:32:43.473557",
    "ra": "130.346",
    "radius": "9.731",
    "remote_source": null,
    "resource_uri": "/api/v1/image/564398/",
    "revisions": [
        "/api/v1/imagerevision/272636/"
    ],
    "subjects": [
        "IC 2391",
        "NGC 2736",
        "Part of the constellation Vela (Vel)",
        "Pencil Nebula",
        "The star Suhail (λVel)",
        "omi Vel Cluster"
    ],
    "title": "Vela Supernova Remnant - Canon 6Da First Light",
    "updated": "2021-07-03T19:09:51.206668",
    "uploaded": "2021-02-08T13:26:02.367793",
    "url_duckduckgo": "https://www.astrobin.com/i4bln7/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/i4bln7/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/i4bln7/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/i4bln7/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/i4bln7/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/i4bln7/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/i4bln7/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2021/68758ddf-9d09-41f7-a1fc-afe8813122cd.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2021/68758ddf-9d09-41f7-a1fc-afe8813122cd-1612791244.jpg",
    "url_thumb": "https://www.astrobin.com/i4bln7/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 530,
    "w": 2745
}