{
    "animated": false,
    "bookmarks": 5,
    "comments": 9,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "This is a reprocessing of this image I took back in 2018. It was reprocessed from the same integrated master, but using improved workflows with PixInsight and Photoshop. My goal was to better emphasize the faint nebulosity and the colours of the background Ha. I find <a href=\"https://astrob.in/356507/B/\" target=\"_blank\">my original processing</a> was much improved, and I share the new result with you here - what do you think? Share your thoughts in the comments!\r\n\r\n[Original description below]\r\n\r\nThis mosaic depicts the famous constellation Cygnus (the Swan), including its most prominent HII emission nebula regions. Recognizable bright nebulae include NGC 7000 (North America Nebula), and IC 5070 (Pelican Nebula) at the upper left, near the bright star Deneb; with IC 1318 (Butterfly Nebula) and NGC 6888 (Crescent Nebula) at lower right, near the star Sadr, the heart of the Swan. Several other fainter wisps of nebulosity populate the field, creating a very nice composition.\r\n\r\nNear Deneb, we have NGC 7000, famously resembling the shape of North America. The emission region to the right of the North America Nebula is IC 5070, also known for its suggestive outlines as the Pelican Nebula. Separated by a dark cloud of obscuring dust, the two bright nebulae are about 1500 light-years away. [adapted from APOD]\r\n\r\nNear Sadr, we have the Butterfly and Crescent Nebulae. Some distance estimates for Gamma Cygni place it at around 1800 light-years while estimates for IC 1318 and NGC 6888 range from 2,000 to 5,000 light-years. [adapted from APOD]\r\n\r\nThis image was created in the 11th Encontro Brasileiro de Astrofotografia (Brazilian Astrophotography Meeting). It is a mosaic of 2x2 images, captured with my trusty 135mm lens and modified Canon T5 (a relatively compact/inexpensive kit), and I was pleasantly surprised with the results. I used EQASCOM to control the mount, but I did not do any plate-solve. The mosaic was planned using custom written Python software to calculate de coordinates of the images, and the mount was GoTo-ed to the locations. The result was not the most perfect alignment – I had to crop a bit of the edges. Anyhow, I was pleased with the result, and I can finally say that I have a good image of this region, that never rises much above the horizon in here (it transits at ~35º above the horizon). The low levels of light pollution made capturing a target this low possible. The 4 panel mosaic features different exposure times for each panel: the panels of Deneb (23x120s) and Sadr (32x120s) received more integration than the surrounding panels (15 and 20x120s)\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image.\r\n\r\nTaken from Dark Skies (Bortle 2-3; SQM ~21.7*calculated), from Goiás (GO), Brazil, during the 11th Encontro Brasileiro de Astrofotografia.\r\n\r\nDate and Time: July 12 and 13, 2018, at ~00h30 (local UTC-3 time)\r\nCamera: Canon EOS T5 (modded), at ISO 800\r\nLens: Samyang 135mm f/2.0, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; ~1.3\" RMS\r\nExposure Detail: 4 panel mosaic, 23, 15, 20 and 32x120s each; total 90x120s = 180min",
    "h": 3513,
    "hash": "iik1j6",
    "id": 468920,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 144,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-03-26T12:37:38.817806",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/468920/",
    "revisions": [],
    "subjects": [],
    "title": "Cygnus - A Mosaic of the Swan's Heart - Reprocessed",
    "updated": "2021-06-12T12:19:54.817021",
    "uploaded": "2020-03-26T12:37:39.258343",
    "url_duckduckgo": "https://www.astrobin.com/iik1j6/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/iik1j6/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/iik1j6/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/iik1j6/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/iik1j6/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/iik1j6/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/iik1j6/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/iik1j6/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 622,
    "w": 5669
}