{
    "animated": false,
    "bookmarks": 3,
    "comments": 25,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "GIF 1/3 sec. Animation of four frames at intervals of 40-60 minutes.\r\n\r\nLengthening triangular spiers connect the shield outline of Mare Crisium with the approaching curtain of night - transforming, thickening - crowding into the area inside the Crisium Basin, which decreases with every hour. They live for several hours. They often escape from the sight of observers, appearing at an unfavorable time, or using Earth's clouds as a kind of veil. If it were only up to me, I would watch this production often and without boredom.\r\n\r\nThe mountainous ring around the Mare Crisium has no official name and rises 5.4 km west of Yerkes crater and 5 km west of Swift and Peirce crater. Only in the area of the capes: Olivium-Lavinium descends to several hundred meters. On this scale, the ridge of the Dorsum Opel is a wrinkle of 350 meters.\r\n\r\nAs usual, the weather was the main actor in the show. Despite favorable predictions, the seeing was barely adequate. There was some fog in the sky all the time and the image was floating and trembling. I do not know if the performance would be even more interesting under ideal conditions, but I gathered some photo material and it seems to me that it is a bit better than the one from four years ago.\r\n\r\nAfter a hot day, a warm evening, which still gave hope for great conditions, the night was humid but pleasantly fresh. An armchair with a headrest, a thermal mug with hot tea and an initially dark landscape with an orange glow around the rising moon - this is how I could start a report on this event. August nights are unique. It was decorated with Jupiter, Saturn and Mars - so I wasn't the only one who wandered that night. Rising higher and higher, the Moon brightened the darkness and made trees, houses, fences cast long shadows. It looked like a prelude to a chiaroscuro spectacle in the Sea of ​​Solstice.",
    "h": 745,
    "hash": "iss33r",
    "id": 512691,
    "imaging_cameras": [
        "ASI290MM"
    ],
    "imaging_telescopes": [
        "TS-Optics TS 152/900 Achromatic refractor"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 81,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2809221/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-08-07T07:38:47.234856",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/512691/",
    "revisions": [],
    "subjects": [],
    "title": "GIF - Long shadows on Mare Crisium - 7/08/2020",
    "updated": "2021-03-16T23:04:19.576089",
    "uploaded": "2020-08-07T08:38:47.527060",
    "url_duckduckgo": "https://www.astrobin.com/iss33r/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/iss33r/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/iss33r/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/iss33r/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/iss33r/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/iss33r/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/iss33r/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/iss33r/0/rawthumb/thumb/",
    "user": "Loxley",
    "views": 272,
    "w": 1501
}