{
    "animated": false,
    "bookmarks": 3,
    "comments": 36,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-69.284",
    "description": "* Image Acquisition Ha : Goldfield Astronomical Observatory\r\n* Image Acquisition OIII : Goldfield Astronomical Observatory\r\n* Processing: Wolfgang Zimmermann (Wolfi2055)\r\n\r\nThe area around the tarantula nebula (NGC 2070) in the large magellanic cloud (LMC) is a fascinating and exciting area of our sky. Unfortunately, the magellanic clouds are located near the southern celestial pole and cannot be observed from Central Europe.\r\n\r\nIn the long run, an object for me that will not be attainable. That was also the motivation to get raw data for processing. The area just fascinates me and I was able to explore it a little bit myself.\r\n\r\nThe Magellanic Clouds, the Large (LMC) and the Small (SMC) are located at a distance of 162,000 light years near our Milky Way. In the LMC is the Tarantula Nebula (NGC2070), a large, exciting emission area. New stars appear in it, others are torn apart.\r\n\r\nThe Tarantula Nebula (also known as 30 Doradus) is an H II region in the Large Magellanic Cloud (LMC), from the solar system's perspective forming its south-east corner.\r\n\r\nThe Tarantula Nebula was observed by Nicolas-Louis de Lacaille during an expedition to the Cape of Good Hope between 1751 and 1753. He catalogued it as the second of the \"Nebulae of the First Class\", \"Nebulosities not accompanied by any star visible in the telescope of two feet\". It was described as a diffuse nebula 20' across.\r\n\r\nThe name Tarantula Nebula arose the mid 20th century from the appearance in deep photographic exposures. 30 Doradus has often been treated as the designation of a star, or of the central star cluster NGC 2070, but is now generally treated as referring to the whole nebula area of the Tarantula Nebula.\r\n\r\n30 Doradus has at its centre the star cluster NGC 2070 which includes the compact concentration of stars known as R136 that produces most of the energy that makes the nebula visible. The estimated mass of the cluster is 450,000 solar masses, suggesting it will likely become a globular cluster in the future. In addition to NGC 2070, the Tarantula Nebula contains a number of other star clusters including the much older Hodge 301. The most massive stars of Hodge 301 have already exploded in supernovae.\r\n\r\nThe closest supernova observed since the invention of the telescope, Supernova 1987A, occurred in the outskirts of the Tarantula Nebula. There is a prominent supernova remnant enclosing the open cluster NGC 2060, but the remnants of many other supernovae are difficult to detect in the complex nebulosity.\r\n\r\n---------------\r\n\r\nDer Bereich um den Tarantelnebel (NGC 2070) in der großen magellanschen Wolke (LMC) ist ein faszinierender und spannender Bereich unseres Himmels. Leider befinden sich die magellanschen Wolken nahe dem südlichen Himmelspol und können von Mitteleuropa nicht beobachtet werden.\r\n\r\nAuf lange Sicht für mich ein Objekt, das nicht erreichbar sein wird. Das war auch die Motivation Rohdaten zur Bearbeitung zu bekommen. Das Gebiet fasziniert mich einfach und ich konnte es somit ein Stückweit selbst erforschen.\r\n\r\nDie Magellanschen Wolken, die Große (LMC) und die Kleine (SMC) befinden sich mit einem Abstand von ca. 162.000 Lichtjahren in der Nähe unserer Michstraße. In der LMC befindet sich der Tarantelnebel (NGC2070), ein großes und spannendes Emissionsgebiet. Darin entstehen neue Sterne, andere werden zerissen.\r\n\r\nDer Tarantelnebel wurde von Nicolas-Louis de Lacaille während einer Expedition zum Kap der Guten Hoffnung zwischen 1751 und 1753 beobachtet . Er nutzte dabei ein Teleskop von zwei Fuß und katalogisierte ihn als den zweiten der \"Nebel der ersten Klasse\", \"Nebel, die von keinem Stern begleitet werden, der in sichtbar ist.\"  Es wurde als diffuser Nebel mit einem Durchmesser von 20' beschrieben.\r\n\r\nDer Name Tarantel Nebel, auch 30 Doradus genannt entstand Mitte des 20. Jahrhunderts aus dem Auftreten in tiefen fotografischen Belichtungen.\r\n\r\n30 Doradus wurde oft als Bezeichnung eines Sterns oder des zentralen Sternhaufens NGC 2070 behandelt, bezieht sich heute jedoch allgemein auf den gesamten Nebelbereich des Tarantel-Nebels.\r\n\r\n30 Doradus hat im Zentrum den Sternhaufen NGC 2070, der die kompakte Konzentration von Sternen enthält, die als R136 bekannt ist und den größten Teil der Energie erzeugt, die den Nebel sichtbar macht. Die geschätzte Masse des Clusters beträgt 450.000 Sonnenmassen, was darauf hindeutet, dass es sich in Zukunft wahrscheinlich um einen Kugelhaufen handelt. Neben NGC 2070 enthält der Tarantel Nebel eine Reihe weiterer Sternhaufen, darunter den viel älteren Hodge 301. Die massereichsten Sterne von Hodge 301 sind bereits in Supernovae explodiert.\r\n\r\nDie nächste Supernova, die seit der Erfindung des Teleskops beobachtet wurde, Supernova 1987A, trat am Rande des Tarantel Nebels auf. Es gibt einen prominenten Supernova-Rest, der den offenen Cluster NGC 2060 einschließt, aber die Überreste vieler anderer Supernovae sind im komplexen Nebel schwer zu erkennen.\r\n\r\n---------------\r\n\r\nLocation:\r\nGoldfields, Heathcote, Victoria, Australia\r\n\r\nExposure times:\r\nHa: 44x300s\r\nOIII: 60x300s\r\n\r\nThe data was stretched using AstroPixelProcessor",
    "h": 3490,
    "hash": "iw9lvt",
    "id": 559523,
    "imaging_cameras": [
        "QHY163M  "
    ],
    "imaging_telescopes": [
        "Officina Stellare Veloce RH200 Astrograph"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 145,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "87.070",
    "pixscale": "1.304",
    "published": "2021-01-21T13:58:01.056888",
    "ra": "84.609",
    "radius": "0.894",
    "remote_source": "GFA",
    "resource_uri": "/api/v1/image/559523/",
    "revisions": [
        "/api/v1/imagerevision/270037/",
        "/api/v1/imagerevision/270049/",
        "/api/v1/imagerevision/270763/"
    ],
    "subjects": [
        "30 Dor Cluster",
        "NGC 2015",
        "NGC 2033",
        "NGC 2037",
        "NGC 2042",
        "NGC 2044",
        "NGC 2050",
        "NGC 2052",
        "NGC 2055",
        "NGC 2060",
        "NGC 2069",
        "NGC 2070",
        "NGC 2074",
        "NGC 2080",
        "NGC 2081",
        "NGC 2083",
        "NGC 2084",
        "NGC 2100",
        "NGC 2108",
        "Tarantula Nebula"
    ],
    "title": "Trantula Nebula (NGC2070) @ Ha-HOO & RGB Stars",
    "updated": "2021-07-06T19:39:22.812614",
    "uploaded": "2021-01-19T14:14:24.596878",
    "url_duckduckgo": "https://www.astrobin.com/iw9lvt/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/iw9lvt/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/iw9lvt/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/iw9lvt/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/iw9lvt/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/iw9lvt/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/iw9lvt/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/3940/2021/58426128-b4b9-4077-8930-0a65d564937b.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/3940/2021/58426128-b4b9-4077-8930-0a65d564937b-1611237373.jpg",
    "url_thumb": "https://www.astrobin.com/iw9lvt/0/rawthumb/thumb/",
    "user": "Wolfi2055",
    "views": 318,
    "w": 3490
}