{
    "animated": false,
    "bookmarks": 1,
    "comments": 1,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "N'ayant pu assister au lancement de la sonde martienne jeudi matin, ni à la TV et encore moins en personne, je me suis dit qu'il serait toujours temps de se reprendre...\r\nComme la Floride est passablement loin au sud, on peut rester détendus et attendre  que la sonde soit rendue assez haut dans le ciel pour pouvoir l'apercevoir encore plus directement que les spectateurs sur terre, puisqu'elle est maintenant libérée de sa fusée!\r\nDonc en pleine nuit de jeudi à vendredi, je suis parvenu à trouver les coordonnées célestes de Perseverance et j'ai pu filer en campagne sur la rive sud de Trois-Rivières, et la chance a embarqué avec moi car les nuages étaient absents dans la direction visée, pas très loin du carré de Pégase.\r\nEn pointant mon télescope sur les coordonnées en question, j'ai été bien heureux de voir apparaître un point défilant à vitesse raisonnable... 🙂 Perseverance en \"live\" !!\r\nPetit doute au départ, car il aurait bien pu s'agir d'un astéroïde, j'ai quand même revérifié ici lors du traitement des images, et tout doute est maintenant dissipé: nous avons bel et bien ici sous les yeux la sonde spatiale Perseverance qui file vers la planète rouge.\r\nJe tenais à l'attraper en ce premier soir, quelques 20 hres après son lancement, alors qu'elle est encore relativement proche de nous, car il n'est pas certain qu'elle sera encore visible vendredi soir ou plus tard...\r\nAu moment des prises d'images, elle était probablement à une fraction importante de la distance terre-lune déjà, je n'ai pas la donnée précise de distance sous la main.\r\nSi elle est encore visible ce soir (vendredi), elle aura certainement diminué en brillance et en vitesse apparente. \r\nAlors voilà.\r\nBon voyage Perseverance! Et en retour de la vidéo que j'ai pris de toi, je m'attends à un retour de vidéos de ta part d'ici quelques mois! 🙂\r\nLes images ont été prises de 3:00 à 4:05 HNE, chaque exposition durant 60 secondes avec ma camera CCD monochrome QHY9 en binning 2X2, filtre luminance.\r\nJ'ai dû cesser à cause du ciel qui devenait bleu à cause du soleil qui approchait..",
    "h": 727,
    "hash": "j90whp",
    "id": 511081,
    "imaging_cameras": [
        "CCD Labs QHY9-M"
    ],
    "imaging_telescopes": [
        "Skywatcher Quattro 10 CF"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 12,
    "link": "https://photos.app.goo.gl/7Fkt5PqQiWhkaSed9",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2800721/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-07-31T21:08:01.010293",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/511081/",
    "revisions": [],
    "subjects": [],
    "title": "Perseverance en route vers Mars",
    "updated": "2021-03-16T23:13:30.563657",
    "uploaded": "2020-07-31T22:01:00.302031",
    "url_duckduckgo": "https://www.astrobin.com/j90whp/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/j90whp/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/j90whp/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/j90whp/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/j90whp/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/j90whp/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/j90whp/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/j90whp/0/rawthumb/thumb/",
    "user": "mario_hebert",
    "views": 74,
    "w": 797
}