{
    "animated": false,
    "bookmarks": 27,
    "comments": 55,
    "data_source": "OWN_REMOTE",
    "dec": "9.649",
    "description": "Nature does not always give us a good vantage point to see things. Here a foreground star, Mu Orionis, nearly overwhelms the more distant light of the planetary nebula Abell 12. This dying star that cast off its outer envelope of gas glows subtle reds and teals behind the scattered light of Mu Orionis. It was discovered photographically by George Abell as he scanned negatives and noted this star had a strange extra bulge.\r\n\r\nMy Abell Collection is here:\r\n<a href=\"https://www.astrobin.com/users/jmacon/collections/2482/\" target=\"_new\">Abell Planetary Nebulae</a>\r\nCurrently 60+, and soon to be complete.\r\n\r\nAbell 12 is a striking PN due to its bright outer ring of bright Ha, with a Oiii center.\r\nBoth Ha and Oiii are exceptionally strong for a PN, so much so that I used relatively short 60 second exposures for both, and still get strong Ha and Oiii images.  It is very small with an apparent diameter of 0.6 arc minutes, and magnitude of 12.4.\r\n\r\nBecause the Ha and Oiii are so bright in this PN, my image is a pure RGB image.  A pure Ha and Oiii starless image is included as image B.\r\n\r\nAbell 12 is a particularly difficult PN to image because it is so close to Mu Orionis, whose visual magnitude is 4.13, exceptionally bright.  It is additionally more challenging for a central obstruction scope, since the diffraction spikes may overlay the PN.  In my case, fortunately the primary 4 did not, although one of the secondaries did.\r\n\r\nNote the very tiny but intense orange-red carbon star in the lower right section.  Lovely.\r\n\r\nMu Orionis is very interesting in its own right.\r\n\r\nFrom Wikipedia:\r\nμ Orionis (Latinised to Mu Orionis, abbreviated to μ Ori or Mu Ori) is a quadruple star \r\nsystem in the constellation Orion, similar to Mizar and Epsilon Lyrae with combined visual magnitude of 4.13. The four stars are known as Mu Orionis Aa, Mu Orionis Ab, Mu Orionis Ba, and Mu Orionis Bb. All four components are spectroscopic, with A and B systems only several tenths of an arcsec apart. The entire system is located approximately 155 Light Years from the Sun. \r\nMu Orionis Aa is an A5V dwarf and metallic line star, of effective temperature 8350 Kelvin, and apparent magnitude of +4.31. Mu Orionis Aa has 2.1 solar masses, and a radius of 2.9 solar radii and a luminosity 32x that of the Sun.\r\nMu Orionis Ab is a G5V dwarf orbiting Aa at a distance of 0.077 AU, .2x the orbit of mercury.\r\nMu Orionis Ba and Bb are F5V dwarfs with 1.4 solar masses and apparent magnitudes of 6.91. They are separated from eacu other by 0.078 AU.",
    "h": 2520,
    "hash": "jkq75v",
    "id": 563861,
    "imaging_cameras": [
        "ZWO ASI6200MM-PRO"
    ],
    "imaging_telescopes": [
        "PlaneWave Instruments CDK14"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 329,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "89.944",
    "pixscale": "0.431",
    "published": "2021-02-07T01:06:22.411358",
    "ra": "90.591",
    "radius": "0.251",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/563861/",
    "revisions": [
        "/api/v1/imagerevision/272412/"
    ],
    "subjects": [
        "61 mu. Ori",
        "PK198-06.1",
        "The star μOri"
    ],
    "title": "Abell 12 Planetary Nebula - the Hidden PN - RGB",
    "updated": "2021-06-12T19:15:58.586011",
    "uploaded": "2021-02-06T23:09:48.200355",
    "url_duckduckgo": "https://www.astrobin.com/jkq75v/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/jkq75v/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/jkq75v/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/jkq75v/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/jkq75v/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/jkq75v/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/jkq75v/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2021/2212c852-90d4-4a21-a296-42cec1682491.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2021/2212c852-90d4-4a21-a296-42cec1682491-1612702366.jpg",
    "url_thumb": "https://www.astrobin.com/jkq75v/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 1431,
    "w": 3360
}