{
    "animated": false,
    "bookmarks": 8,
    "comments": 24,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-69.089",
    "description": "Hello everybody! Here it is my attempt to process the Tarantula Nebula - hope you enjoy! 😀\r\n\r\n\"Insight Observatory's affiliate remote telescope designated the Astronomical Telescope for Educational Outreach (ATEO-3) is a 12.5\" f/9 (2860mm focal length) Quasar Optics Ritchey Chretien owned and operated by Franck Jobard. This remote telescope is located at an elevation over 5990 ft at Deep Sky Chile remote telescope hosting in the dark skies of the Rio Hurtado Valley in Chile. The telescope is accessible remotely via the internet for conducting astronomical research projects for science education, the general public or accessing image sets from Starbase for image processing\"\r\n\r\nI suggest the very interesting reading of Insight Observatory story!!\r\n\r\nhttps://www.insightobservatory.com/p/our-story.html\r\n\r\nFrom Wikipedia:\r\n\r\n\"The Tarantula Nebula was observed by Nicolas-Louis de Lacaille during an expedition to the Cape of Good Hope between 1751 and 1753. He catalogued it as the second of the \"Nebulae of the First Class\", \"Nebulosities not accompanied by any star visible in the telescope of two feet\". It was described as a diffuse nebula 20' across.\r\n\r\nJohann Bode included the Tarantula in his 1801 Uranographia star atlas and listed it in the accompanying Allgemeine Beschreibung und Nachweisung der Gestirne catalogue as number 30 in the constellation \"Xiphias or Dorado\". Instead of being given a stellar magnitude, it was noted to be nebulous.\r\n\r\nThe name Tarantula Nebula arose the mid 20th century from the appearance in deep photographic exposures.\r\n\r\n30 Doradus has often been treated as the designation of a star,[8][9] or of the central star cluster NGC 2070, but is now generally treated as referring to the whole nebula area of the Tarantula Nebula.\r\n\r\nProperties\r\n\r\nThe Tarantula Nebula has an apparent magnitude of 8. Considering its distance of about 49 kpc (160,000 light-years), this is an extremely luminous non-stellar object. Its luminosity is so great that if it were as close to Earth as the Orion Nebula, the Tarantula Nebula would cast visible shadows. In fact, it is the most active starburst region known in the Local Group of galaxies. It is also one of the largest H II regions in the Local Group with an estimated diameter around 200 to 570 pc, and also because of its very large size, it is sometimes described as the largest, although other H II regions such as NGC 604, which is in the Triangulum Galaxy, could be larger. The nebula resides on the leading edge of the LMC where ram pressure stripping, and the compression of the interstellar medium likely resulting from this, is at a maximum.\r\n\r\nNGC 2070\r\n30 Doradus has at its centre the star cluster NGC 2070 which includes the compact concentration of stars known as R136 that produces most of the energy that makes the nebula visible. The estimated mass of the cluster is 450,000 solar masses, suggesting it will likely become a globular cluster in the future. In addition to NGC 2070, the Tarantula Nebula contains a number of other star clusters including the much older Hodge 301. The most massive stars of Hodge 301 have already exploded in supernovae.\"",
    "h": 2187,
    "hash": "jn9s0z",
    "id": 548701,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 228,
    "link": "https://www.insightobservatory.com/2020/12/featured-deep-sky-object-tarantula-nebula.html",
    "link_to_fits": "",
    "locations": [],
    "orientation": "95.529",
    "pixscale": "0.652",
    "published": "2020-12-10T13:05:04.306172",
    "ra": "84.598",
    "radius": "0.312",
    "remote_source": "INS",
    "resource_uri": "/api/v1/image/548701/",
    "revisions": [
        "/api/v1/imagerevision/263912/"
    ],
    "subjects": [
        "30 Dor Cluster",
        "NGC 2042",
        "NGC 2060",
        "NGC 2069",
        "NGC 2070",
        "NGC2042",
        "NGC2060",
        "NGC2069",
        "NGC2070",
        "Tarantula Nebula",
        "Tarantula nebula"
    ],
    "title": "Tarantula Nebula - NGC 2070 HORGB by Insight Observatory! Please see starless version :-)",
    "updated": "2021-04-12T21:32:48.352517",
    "uploaded": "2020-12-10T12:12:54.508677",
    "url_duckduckgo": "https://www.astrobin.com/jn9s0z/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/jn9s0z/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/jn9s0z/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/jn9s0z/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/jn9s0z/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/jn9s0z/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/jn9s0z/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/12656/2020/df324b6f-7ca1-42dc-b12b-0e619a423afc.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/12656/2020/df324b6f-7ca1-42dc-b12b-0e619a423afc-1607604949.jpg",
    "url_thumb": "https://www.astrobin.com/jn9s0z/0/rawthumb/thumb/",
    "user": "Deep_Sky",
    "views": 535,
    "w": 2660
}