{
    "animated": false,
    "bookmarks": 15,
    "comments": 42,
    "data_source": "BACKYARD",
    "dec": "-72.105",
    "description": "TS 115/800\r\nZWO ASI 1600MMPRO\r\nLRGB (120-40-40-40) Subs 180 seconds\r\nTotal: 4 hours\r\nDSS + PIXINSIGHT + PS6\r\nEnglish Below\r\nNGC 104, 47TUC, NGC121, Tucanae\r\nEnxame globular ou globular cluster ou ainda aglomerado globular, é o nome designado a gigantescas famílias de estrelas, geralmente constituídos por dezenas de milhares, que a partir de uma mesma nuvem de gás, tenham nascido praticamente ao mesmo tempo. A forma esférica só é possível devida a atração gravitacional que as estrelas exercem entre si e mantém todas muito “próximas” uma das outras.\r\nNessa imagem de 47Tuc as estrelas próximas ao núcleo estão tão próximas que chegam a menos de um décimo de anos-luz de distância uma das outras. Para efeito de comparação, a estrela mais próxima do sol, próxima centauri, está a 4 anos-luz de distância.\r\nAs opiniões são bastantes divididas entre os amantes da astronomia observacional a respeito de qual aglomerado, Ômega ou Tucanae, é o mais belo de se observar visualmente.\r\nConfesso que sempre preferi Ômega, porém essa captura e a observação de Tucanae através do telescópio estão me fazendo repensar a respeito dessa opinião. Ômega é maior e mais imponente, porém as nuances de cores e o brilho que emana de 47Tuc é algo extraordinário de se ver.\r\nO diâmetro aproximado de 47Tuc é de 120 anos luz, a distância até a Terra e de cerca de 16.700 anos-luz.\r\nEm condições ideais ele aparece com o tamanho aproximado de uma lua cheia. Foi descoberto em 1751 por Nicolas Louis de Lacaille.\r\nÉ o segundo maior aglomerado globular, ficando atrás apenas de Ômega Centauri.\r\nO núcleo de 47Tuc é muito denso, e possui cerca de 22 pulsares milissegundos, estrelas de Nêutrons que rodam sobre si entre centenas e milhares de vezes por segundo!!  (https://pt.wikipedia.org/wiki/Pulsar_de_milissegundo ) Também existem cerca de 21 estrelas retardatárias azuis presentes no Aglomerado.\r\nOutro fator de chama bastante atenção nessa imagem é a presença de outro aglomerado globular a direita da imagem. É NGC 121. Foi descoberto em 1835 por John Herschel usando um telescópio refletor de 18,6 polegadas. \r\nA esquerda, na direção central, é visível outro objeto que aparenta ser um aglomerado globular, porém as únicas informações que encontrei são de que se trata de uma galáxia: PGC 260239. A magnitude desse objeto é de 13.00.\r\nSugiro que visualizem essa imagem em full resolution para uma melhor apreciação.\r\n\r\nENGLISH\r\nGlobular swarm or globular cluster, is the name assigned to gigantic star families, usually made up of tens of thousands, which from the same cloud of gas were born at about the same time. The spherical shape is only possible due to the gravitational pull that the stars exert on each other and keeps them all very close to each other.\r\nIn this 47Tuc image, the stars near the nucleus are so close that they are less than a tenth of a light-year apart. For comparison, the nearest star from the sun: Proxima Centauri is 4 light years away.\r\nOpinions are widely divided among observational astronomy lovers as to which cluster, Omega or Tucanae, is the most beautiful to observe visually.\r\nI confess I always preferred Omega, but this capture and Tucanae's observation through the telescope are making me rethink this view. Omega is bigger and more imposing, but the nuances of color and the glow that emanates from 47Tuc is something to behold.\r\nThe approximate diameter of 47Tuc is 120 light years, the distance to Earth and about 16,700 light years.\r\nIdeally it appears about the size of a full moon. It was discovered in 1751 by Nicolas Louis de Lacaille.\r\nIt is the second largest globular cluster, behind only Omega Centauri.\r\nThe 47Tuc nucleus is very dense, and has about 22 millisecond pulsars, neutron stars that spin about hundreds to thousands of times per second !! (https://en.wikipedia.org/wiki/Pulse_of_milisecond) There are also about 21 blue laggard stars present in the cluster.\r\nAnother noteworthy factor in this image is the presence of another globular cluster to the right of the image. It's NGC 121. It was discovered in 1835 by John Herschel using an 18.6 inch reflector telescope.\r\nTo the left, in the central direction, is another object that appears to be a globular cluster, but the only information I have found is that it is a galaxy: PGC 260239. The magnitude of this object is 13.00.\r\nI suggest you view this image in full resolution for a better appreciation.\r\n\r\n\r\nhttps://www.astro.up.pt/divulgacao/index.php?WID=462&CID=1&ID=41&Lang=pt\r\nhttps://www3.mpifr-bonn.mpg.de/staff/pfreire/47Tuc/\r\nhttps://pt.wikipedia.org/wiki/NGC_121\r\nhttp://spider.seds.org/ngc/ngc.cgi?CatalogNumber=121\r\nhttp://spider.seds.org/ngc/revngcic.cgi?NGC121",
    "h": 2487,
    "hash": "kk8wv6",
    "id": 432142,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Teleskop Service TS 115 / 800 Triplet APO"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 257,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "268.176",
    "pixscale": "1.610",
    "published": "2019-10-07T22:44:20.089432",
    "ra": "5.871",
    "radius": "0.923",
    "remote_source": null,
    "resource_uri": "/api/v1/image/432142/",
    "revisions": [],
    "subjects": [
        "47 Tuc",
        "NGC 104",
        "NGC 121"
    ],
    "title": "NGC 104, 47TUC, Tucanae, NGC 121",
    "updated": "2021-03-17T08:47:37.089026",
    "uploaded": "2019-10-07T23:44:20.758649",
    "url_duckduckgo": "https://www.astrobin.com/kk8wv6/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/kk8wv6/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/kk8wv6/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/kk8wv6/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/kk8wv6/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/kk8wv6/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/kk8wv6/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/22145/2019/569e8002-51a1-4a7d-a6fe-bb6d3f25f89f.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/22145/2019/569e8002-51a1-4a7d-a6fe-bb6d3f25f89f-1582616640.png",
    "url_thumb": "https://www.astrobin.com/kk8wv6/0/rawthumb/thumb/",
    "user": "GerminianiMaicon",
    "views": 2005,
    "w": 3293
}