{
    "animated": false,
    "bookmarks": 1,
    "comments": 0,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "This is my final Perseids Image - a blended Panorama shot for two nights during August 11th and 13th - consisting of around 1900 single images at 25seconds exposure. So the total exposure time is about 13.12h! \r\n\r\nThe nights at the Ucanca Valley had been very cozy, the view at the Roques de Garcia and the Teide was just wonderful and the Perseids made me feel very melancholic again. To whitness such a timeless event in such a very alive geological time capsule - the Caldera de Las Cañadas - was magnificently surreal. But what do we see?\r\n\r\nI have captured 43 Perseids (+ 1 Iridium Flare) with the famous green glow above the Roques de García and the Teide Volcano - a dark sky area on an altitude of 2000+ meters. It’s not as much as expected, but still the quality, brightness and length of the Perseids was mind blowing and caused many wowzie moments. \r\n\r\nExperienced Stargazers, Astronomers and Nightscapers can also recognize by the low angle of the radiant and Andromeda Galaxy that my location was very much in the south of the northern hemisphere - the Canary Islands. Additionally, the angle of the Milky Way, the absence of the Moon and again the low angle of Perseus and Andromeda disclose that the capturing time of the background image was quite early in the night - around midnight. The reason for that was just an aestethic decision to get a balanced image.  \r\nAnd all photo gear loving people will recognize that a 24mm lens is quite to narrow for such a project - as the few Perseids in every corner of the image are shouting at you. \r\n\r\nIn the end I am very happy with the final Image, I have learned a lot and still got many ideas for improvement. I hope this isn’t all forgotten until I am going to capture another meteor shower in the future! \r\n\r\nEXIF: \r\n2 Nights / 1903 Single Shots\r\nNikon D810 + Samyang 24mm\r\nISO 2000 - f/4 - 25s",
    "h": 1569,
    "hash": "l5odo5",
    "id": 532046,
    "imaging_cameras": [
        "Nikon D800am nikon D800 modified"
    ],
    "imaging_telescopes": [
        "Samyang 24mm f1.4"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 30,
    "link": "https://flic.kr/p/2jJNocv",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-10-13T15:16:21.635084",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/532046/",
    "revisions": [],
    "subjects": [],
    "title": "Perseids Meteor Shower at the Roques de García / Tenerife, Spain 2020",
    "updated": "2021-03-16T19:18:18.267003",
    "uploaded": "2020-10-13T16:11:46.683244",
    "url_duckduckgo": "https://www.astrobin.com/l5odo5/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/l5odo5/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/l5odo5/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/l5odo5/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/l5odo5/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/l5odo5/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/l5odo5/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/l5odo5/0/rawthumb/thumb/",
    "user": "MartinLovekosi",
    "views": 153,
    "w": 1980
}