{
    "animated": false,
    "bookmarks": 0,
    "comments": 2,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Uranus is the seventh planet in relation to the sun and was accidentally discovered. Although it is visible to the naked eye, the planet has long been mistaken for a star because of its obscurity and slow orbit.\r\nDue to the distance to Earth and the few exploratory missions, much about Uranus remains a mystery to us. But what has already been discovered makes this planet one of the most intriguing ever known.\r\nBetween 21-year seasons and diamond showers, see some of the facts that make this planet one of the most fascinating in the Solar System.\r\nLike Venus, the rotation of Uranus rotates from east to west, the opposite of the direction in which the earth and most other planets rotate.\r\nIn addition, the planet's rotational axis is tilted at an angle almost parallel to its orbital plane, making it appear to be spinning sideways. Scientists theorize that this rotational anomaly may be the result of a gigantic collision between Uranus and another celestial body, such as an asteroid.\r\nDue to this strange rotation of Uranus, the seasons on this planet last about 21 years! This causes huge variations in the amount of sunlight that the planet receives at different times of the Uranian year.\r\nThink of a planet where summer lasts about 21 years, receiving sunlight all the time, while winter has the same amount of time, with the planet in total darkness and freezing cold.\r\nIn Uranus, day and night exist only during spring and autumn. These strange seasons pass through Uranus during its year, which corresponds to 84 Earth years. Meanwhile, the day only lasts 17 hours.\r\nIf you think Saturn is the only planet in the Solar System to have beautiful rings, then Uranus also has two sets of its own, totaling 13 rings! The innermost set consists mainly of thinner and darker rings, while the outermost one is made up of two colored rings, one blue and the other red.\r\nIn addition, Uranus has - as far as we know - 27 moons, and instead of being named after deities of Greek or Roman mythology as usual, they were baptized with character names created by Willian Shakespeare and Alexander Pope, such as Miranda. , Oberon, Puck and Ariel.\r\nThe speed of Uranus's orbit is 27,400 kilometers per hour and its mass is 14.5 times that of Earth. The atmosphere of Uranus consists mainly of hydrogen, helium and methane. The surface temperature reaches negative 216ยบC. The bluish color results from the absorption of red light from methane in the upper layers of the atmosphere.\r\nIn the attached photo we can easily see the lighter region of the South Pole, inclined practically 90ยบ as the costumes dictate.",
    "h": 640,
    "hash": "l5vk98",
    "id": 448295,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": false,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 64,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-01-09T03:27:54.253875",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/448295/",
    "revisions": [
        "/api/v1/imagerevision/206885/"
    ],
    "subjects": [],
    "title": "Uranus, a distant planet.",
    "updated": "2021-03-31T11:29:22.785595",
    "uploaded": "2020-01-09T03:27:54.985702",
    "url_duckduckgo": "https://www.astrobin.com/l5vk98/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/l5vk98/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/l5vk98/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/l5vk98/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/l5vk98/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/l5vk98/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/l5vk98/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/l5vk98/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 478,
    "w": 640
}