{
    "animated": false,
    "bookmarks": 9,
    "comments": 38,
    "data_source": "AMATEUR_HOSTING",
    "dec": "69.380",
    "description": "Hello everybody! Here it is my attempt to process M81 and M82 galaxies battle - hope you enjoy! 😀\r\n\r\nTelescópios ou lentes de imagem: Dream Telescopes 16\" f3.75 Dream Astrograph\r\n\r\nMontagem: Paramount ME\r\n\r\nCâmeras de guia: Lodestar X2\r\n\r\nFiltros: Baader Blue  ·  Baader Green  ·  Baader Red  ·  Baader Luminance\r\nFrames:\r\nBaader Blue: 10x300\" -46C bin 1x1\r\nBaader Blue: 6x600\" -46C bin 1x1\r\nBaader Green: 7x300\" -46C bin 1x1\r\nBaader Green: 7x600\" -46C bin 1x1\r\nBaader Luminance: 10x300\" -46C bin 1x1\r\nBaader Luminance: 10x600\" -46C bin 1x1\r\nBaader Red: 9x300\" -46C bin 1x1\r\nBaader Red: 12x600\" -46C bin 1x1\r\n\r\nCaptura: 8.8 horas\r\n\r\n\"Providing remote imaging with our internet portal, the remote telescopes are currently accessible to students, faculty, and amateur astronomers for research and astrophotography. Currently, Insight Observatory houses a 16\" f/3.7 Dream astrograph reflector telescope hosted at SkyPi Remote Observatory located at an elevation of 7,780' in New Mexico. This imaging system is designated the Astronomical Telescope for Educational Outreach (ATEO-1) that went online in the summer of 2017. \"\r\n\r\nI suggest the very interesting reading of Insight Observatory story!!\r\n\r\nhttps://www.insightobservatory.com/p/our-story.html\r\n\r\nFrom Wikipedia:\r\n\r\nMessier 81 (also known as NGC 3031 or Bode's Galaxy) is a grand design spiral galaxy about 12 million light-years away, with a diameter of 90,000 light years, in the constellation Ursa Major. Due to its proximity to Earth, large size, and active galactic nucleus (which harbors a 70 million M☉ supermassive black hole), Messier 81 has been studied extensively by professional astronomers. The galaxy's large size and relatively high brightness also makes it a popular target for amateur astronomers. Messier 81 was first discovered by Johann Elert Bode on 31 December 1774. Consequently, the galaxy is sometimes referred to as \"Bode's Galaxy\". In 1779, Pierre Méchain and Charles Messier reidentified Bode's object, which was subsequently listed in the Messier Catalogue. Messier 81 is located approximately 10° northwest of Alpha Ursae Majoris along with several other galaxies in the Messier 81 Group.\r\n\r\nMessier 82 (also known as NGC 3034, Cigar Galaxy or M82) is a starburst galaxy approximately 12 million light-years away in the constellation Ursa Major. A member of the M81 Group, it is about five times more luminous than the whole Milky Way and has a center one hundred times more luminous than our galaxy's center. The starburst activity is thought to have been triggered by interaction with neighboring galaxy M81. As the closest starburst galaxy to Earth, M82 is the prototypical example of this galaxy type. SN 2014J, a type Ia supernova, was discovered in the galaxy on 21 January 2014. In 2014, in studying M82, scientists discovered the brightest pulsar yet known, designated M82 X-2. M82 was first discovered by Johann Elert Bode on 31 December 1774 together with M81; he described it as a \"nebulous patch\", about 0.75 deg away from M81, \"very pale and of elongated shape\". In 1779, Pierre Méchain independently rediscovered both galaxies and reported them to Charles Messier, who added them to his catalog.",
    "h": 3424,
    "hash": "ldo2k5",
    "id": 549158,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 266,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "269.880",
    "pixscale": "1.231",
    "published": "2020-12-12T13:21:45.355789",
    "ra": "148.740",
    "radius": "0.840",
    "remote_source": "INS",
    "resource_uri": "/api/v1/image/549158/",
    "revisions": [
        "/api/v1/imagerevision/264174/",
        "/api/v1/imagerevision/264175/",
        "/api/v1/imagerevision/264176/",
        "/api/v1/imagerevision/264177/",
        "/api/v1/imagerevision/264179/",
        "/api/v1/imagerevision/264248/"
    ],
    "subjects": [
        "Bode's Galaxy",
        "Bode's galaxy",
        "Cigar Galaxy",
        "Cigar galaxy",
        "M 81",
        "M 82",
        "M81",
        "M82",
        "NGC 3031",
        "NGC 3034"
    ],
    "title": "M81 and M82 - Galaxy Wars - By Insight Observatory - Please zoom! :-)",
    "updated": "2021-04-09T21:20:32.575682",
    "uploaded": "2020-12-12T02:39:58.183889",
    "url_duckduckgo": "https://www.astrobin.com/ldo2k5/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ldo2k5/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ldo2k5/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ldo2k5/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ldo2k5/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ldo2k5/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ldo2k5/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/12656/2020/6c787030-d567-410d-b87e-3f352097f629.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/12656/2020/6c787030-d567-410d-b87e-3f352097f629-1607740947.jpg",
    "url_thumb": "https://www.astrobin.com/ldo2k5/0/rawthumb/thumb/",
    "user": "Deep_Sky",
    "views": 646,
    "w": 3521
}