{
    "animated": false,
    "bookmarks": 17,
    "comments": 34,
    "data_source": "BACKYARD",
    "dec": "-35.376",
    "description": "<b>Gum12b: Clash of the Titans</b>\r\n\r\nI am really excited about this project. After processing this image I contacted a supernova researcher at Dartmouth who has done some recent research on this area.  He was very interested and suggested some interesting analyses of the data. After some correspondence and work, this image and some of its findings have been included in a paper which has now been accepted by The Astrophysical Journal.  This is my first scientific astronomy co-authorship, and I’m really stoked to have produced  scientifically valid data that has revealed new insights.  \r\n\r\nThe Gum12b nebula is found lying between Vela and Antlia.  Gum12b is rarely imaged, and I believe this is the first deep SHO image of this object.  Gum12b is part of the outermost shell of the huge Gum nebula, which spans 40 degrees of the night sky. Gum 12b also comprises one of the borders of the Antlia emission nebula.  The Antlia emission nebula was first reported as a supernova remnant (SNR) candidate in 2002, but this had not been widely accepted by SNR researchers given its immense size and its location high above the galactic plane. However, far UV and optical spectra studies in the paper I am a co-author on, strongly support a SNR origin for the nebula.  The Antlia SNR is the largest SNR detected, with an angular diameter of 24 degrees, and it is one of the closest SNs to Earth at ~650-1000 light years.  \r\n\r\nThe Antlia SN was thought to have occurred 1 - 1.5 million years ago, however the above spectral studies show that the shockwave is moving at much faster speeds than expected raising the possibility that it may be less than 100000 years old.  Given the close distance the Antlia SN would have been pretty spectacular - at maximum light it would have appeared nearly as bright as the full moon! \r\n\r\nWhen framing this image I wasn’t quite sure what I was going to find, so I decided to focus on the upper part of Gum12b where the arms of the Antlia SNR shell (the 2 arms on the top left which are expanding in from the left of the frame) are more distinct and seem to be colliding and merging with the the shell from the Gum Nebula (the arm on the top right which is expanding from the right of the frame).  \r\n\r\nRevision B <a>https://www.astrobin.com/lgnboh/B/</a> shows an annotated Ha image taken from galaxymap.org showing the location of the Antlia and Gum Nebula and the approximate framing of this image.   \r\n\r\nI was very surprised and excited to see faint Oxygen III emission at the leading edges of the Antlia SN shockwaves, which is the first time this feature has been reported. The presence of OIII emission that is localised to a thin shell in front of the Ha and SII emission is further evidence that the source is indeed of SNR origin.  The Antlia SNR OIII shockwave in this image is extremely large, covering an angular size of ~9.4 degrees. However the close distance to the Antlia SNR makes the visible OIII shock wave just 107-160 light years in length, and at its most intense point just 0.46-0.7 lightyears in width.\r\n\r\n<b>Collision Zone</b>\r\nGum12b appears to be a more intense area of emission than the rest of the Antlia SNR, and it has been suggested that it is an area where the Antlia SNR is actually colliding with the Gum nebula outer shell.   It would be expected that any collision zone would have high concentrations of shocked gas.  Shocked interstellar gas has a SII:Ha ratio of >0.4, and this is a characteristic that is used to identify SNRs.  As an example of this, you can see the greater SII content on the Antlia SNR arms on the upper left of the image compared to the Gum nebula shell, which is an ionisation nebula, on the right.   \r\n\r\nRevision C <a>https://www.astrobin.com/lgnboh/C/</a> shows a tighter crop on the main part of Gum12b where the collision appears to be occurring.  You can see multiple thin filaments of gas within Gum12b which appear to be compressed collision shock fronts.  These collision zones largely run down the centre of Gum12b, and these central shock fronts appear to be related to the upper Antlia arm shockwave. There are also some smaller shock fronts along the right hand edge of Gum12b that appear to be related to the lower Antlia arm shockwave, and these are sitting just behind the visible OIII shockwave of this arm.\r\n\r\nRevision D <a>https://www.astrobin.com/lgnboh/D/</a> shows a SII:Ha ratio map from my data which has been false colour mapped so that areas with a high Sii:Ha consistent with shocked gas are a red/yellow colour.  This reveals multiple thin filaments of high SII:Ha within Gum 12b, confirming shocked gas in these regions.    While this image is not flux calibrated you can use the adjacent ionisation Gum nebula as a control for comparison.\r\n\r\nThese findings strongly support that a collision between the Antlia SNR and the Gum nebula has occurred.",
    "h": 8872,
    "hash": "lgnboh",
    "id": 599909,
    "imaging_cameras": [
        "ASI6200mm Pro"
    ],
    "imaging_telescopes": [
        "NIKON 200mm f/2"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 242,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2815883/"
    ],
    "orientation": "2.824",
    "pixscale": "3.946",
    "published": "2021-06-25T04:40:59.365831",
    "ra": "146.276",
    "radius": "5.798",
    "remote_source": null,
    "resource_uri": "/api/v1/image/599909/",
    "revisions": [
        "/api/v1/imagerevision/292778/",
        "/api/v1/imagerevision/292779/",
        "/api/v1/imagerevision/292780/"
    ],
    "subjects": [
        "IC2507",
        "IC2510",
        "IC2511",
        "IC2512",
        "IC2513",
        "IC2514",
        "IC2522",
        "IC2523",
        "IC2526",
        "IC2532",
        "NGC 2997",
        "NGC2997",
        "NGC3038",
        "NGC3087",
        "The star ζ2Ant",
        "The star ηAnt",
        "eta Ant",
        "zet01 Ant",
        "zet02 Ant"
    ],
    "title": "Gum12b: Clash of the Titans",
    "updated": "2021-07-06T21:25:26.480888",
    "uploaded": "2021-06-25T03:46:20.402484",
    "url_duckduckgo": "https://www.astrobin.com/lgnboh/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/lgnboh/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/lgnboh/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/lgnboh/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/lgnboh/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/lgnboh/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/lgnboh/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/97355/2021/f0134553-dbd2-4885-bd80-9fb3eff7e492.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/97355/2021/f0134553-dbd2-4885-bd80-9fb3eff7e492-1624593016.jpg",
    "url_thumb": "https://www.astrobin.com/lgnboh/0/rawthumb/thumb/",
    "user": "matnz",
    "views": 917,
    "w": 5764
}