{
    "animated": false,
    "bookmarks": 13,
    "comments": 12,
    "data_source": "TRAVELLER",
    "dec": "41.218",
    "description": "It's been a bit since I've posted an image and I thought I'd reach far when coming back in the game.  After a number of years of fiddling and designing numerous widefield systems and trying to optimize the direction I'd like to go, the technology has finally caught up and allowed me to create the system I have hoped for.  I'll post more on that in another thread, but my custom mechanical system and the gear listed in the image have finally made it possible to travel and image with a premium system and ensure the backpack it all fits in never leaves my side, even on a regional jet.  A few small tweaks when I get home from Okie Tex Star Party and it will be done!\r\n\r\nFor this image, I used the SX 814C, though I plan to primarily use the QSI 6120 with the system.  I wanted to see how deep you could go with OSC at a dark site.  While it is performing well, I still prefer the data from the quieter and cleaner mono 834 sensor.  \r\n\r\nI've presented two versions of the image.  One clean one without stretching for the IFN or the additional Ha subs I took to add the clouds of Ha...  The final version is going for everything possible with the data...  Both Ha and IFN structures were first presented by other imagers such as Rogelio, Hytham, and Alvaro, the MDW sky survey, and more...  Their data was clearly at a higher resolution and deeper, but confirms the information in my data...  I plan to go deep on the Ha in M31 in higher resolution and cleaner and cross it over to the Milky Way this fall, but will present this as is for now.\r\n\r\nBy the way, with all this new gear, it's been a pleasure to interact with the makers of many new products such as the Rainbow Astro RST-135 and the Pegaus Astro UPB... They've been super accommodating and helpful in many ways trying to iron out a few kinks and make the rig as bulletproof as possible.\r\n\r\nFinally, Okie Tex continues to be my favorite event every year!  Amazing dark skies, amazing people, and such a fun and laid back event.  Thanks to everyone for hosting and many of the other volunteers helping us to set up.  More images will come from this trip since we've imaged for 7 days straight at this point.\r\n\r\nThanks for looking and I hope to share more soon!",
    "h": 1543,
    "hash": "lqikyi",
    "id": 429710,
    "imaging_cameras": [
        "Starlight Xpress Trius SX-814C"
    ],
    "imaging_telescopes": [
        "Sigma ART 105mm F1.4 DG HSM"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 127,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "255.996",
    "pixscale": "7.490",
    "published": "2019-09-27T08:13:58.219912",
    "ra": "10.638",
    "radius": "2.817",
    "remote_source": null,
    "resource_uri": "/api/v1/image/429710/",
    "revisions": [
        "/api/v1/imagerevision/194452/"
    ],
    "subjects": [
        "32 And",
        "35 nu. And",
        "Andromeda galaxy",
        "Great Nebula in Andromeda",
        "M 110",
        "M 31",
        "M 32",
        "M110",
        "M31",
        "M32",
        "NGC 205",
        "NGC 221",
        "NGC 224",
        "NGC206",
        "The star 32And",
        "The star νAnd"
    ],
    "title": "M31 Ha and IFN",
    "updated": "2021-03-17T08:59:00.883707",
    "uploaded": "2019-09-27T06:06:25.705297",
    "url_duckduckgo": "https://www.astrobin.com/lqikyi/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/lqikyi/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/lqikyi/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/lqikyi/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/lqikyi/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/lqikyi/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/lqikyi/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/4804bbf0-8698-4cba-b693-56e91e51824b.png",
    "url_solution": "https://cdn.astrobin.com/solutions/4804bbf0-8698-4cba-b693-56e91e51824b-1569574141.png",
    "url_thumb": "https://www.astrobin.com/lqikyi/0/rawthumb/thumb/",
    "user": "Jooshs",
    "views": 1363,
    "w": 2226
}