{
    "animated": false,
    "bookmarks": 6,
    "comments": 19,
    "data_source": "OWN_REMOTE",
    "dec": "-5.176",
    "description": "These two nebula need no introduction and are spectacular.  Steve and I wanted a two-panel mosaic that examined the Running Man (NGC 1977) and De Mairan's (Messier 43) and the contorted dust betwixt the two, moving the viewer's focus, placing the Running Man in a more prominent position in the composition.\r\n\r\nProcessing was relatively straightforward with an HDR composition using shorter luminance subs for De Mairan's as well as stretched iterations for the RGB.  We decided to forego gathering Ha data as it flattens The Running Man, altering the nebula such that the eponymous shape of the 'running man' becomes faded and almost lost.  The Ha also has the potential to dominate and shift the overall colour palette to the red, diminishing the delicate white nebula that encircles the bulk of M42.\r\n\r\nFrom Martin Pugh's fabulous AOD of NGC 1977: \" The 1970s are sometimes ignored by astronomers. In particular, this beautiful grouping of reflection nebulae in Orion - NGC 1977, NGC 1975, and NGC 1973 - are usually overlooked in favor of the substantial glow from the nearby stellar nursery better known as the Orion Nebula. Found along Orion's sword just north of the bright Orion Nebula complex, these reflection nebulae are also associated with Orion's giant molecular cloud about 1,500 light-years away, but are dominated by the characteristic blue color of interstellar dust reflecting light from hot young stars. North is down in this sharp color telescopic image from New South Wales, Australia, so the more familiar Orion Nebula borders the top of the view. NGC 1977 stretches across the field just above center, separated from NGC 1973 (below left) and NGC 1975 (below right) by darker regions of obscuring dust. Many northern hemisphere observers claim to see the general shape of a running man in the cosmic dust cloud but, of course, they're looking at the view upside down.\"\r\n\r\nFrom Wikipedia: \"Messier 43 or M43, also known as De Mairan's Nebula and NGC 1982, is a star-forming nebula with a prominent H II region in the equatorial constellation of Orion. It was discovered by the French scientist Jean-Jacques Dortous de Mairan some time before 1731,[2] then catalogued by Charles Messier in 1769.[a] It is physically part of the Orion Nebula (Messier 42), separate from that main nebula by a dense lane of dust known as the northeast dark lane.[4] It is part of the much larger Orion Molecular Cloud Complex.\r\n\r\nThe main ionizing star in this nebula is HD 37061 (variable star designation NU Ori[b]), the focus of the H II region, 1,300 ± 160 ly (400 ± 50 pc) away.[c] This is a triple star system with the brighter component being a single-lined spectroscopic binary. The main component is a blue-white hued B-type main-sequence star with a stellar classification of B0.5V or B1V. It has 19±7 times the mass of the Sun (M☉) and 5.7±0.8 times the Sun's radius (R☉). It is radiating over 26,000 times the Sun's luminosity (L☉) from its photosphere at an effective temperature of 31,000 K. It is spinning rapidly with a projected rotational velocity of around 200 km/s.[4]\r\n\r\nThe H II region is a roundish volume of ionized hydrogen. It has a diameter of about 4.5′, at its distance meaning it measures 2.1 ly (0.65 pc). The net (meaning omitting the star) hydrogen alpha luminosity of this region is (3.0±1.1)×1035 erg s−1; equivalent to 78 L☉. There is a dark lane crossing the whole west-centre strip from north to south, known as the M43 dark lane, which forming a swirling belt extension to the south links to Orion's northeast dark lane. All of these resemble a mixture of smoke rising from a chimney and in watercolour broad and fine dark brushstrokes, at many wavelengths.\"\r\n\r\nData acquisition:; Barry Wilson & Steve Milne\r\nProcessing: Barry Wilson.",
    "h": 2646,
    "hash": "lxkg3o",
    "id": 558924,
    "imaging_cameras": [
        "QSI 690 wsg-8"
    ],
    "imaging_telescopes": [
        "TEC 140"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 279,
    "link": "https://barrywilson.smugmug.com",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808118/"
    ],
    "orientation": "89.817",
    "pixscale": "0.744",
    "published": "2021-01-17T15:40:50.462868",
    "ra": "83.892",
    "radius": "0.679",
    "remote_source": "eEyE",
    "resource_uri": "/api/v1/image/558924/",
    "revisions": [
        "/api/v1/imagerevision/274649/"
    ],
    "subjects": [
        "41 the01 Ori",
        "42 c Ori",
        "43 the02 Ori",
        "45 Ori",
        "De Mairan's nebula",
        "Great Orion Nebula",
        "M 42",
        "M 43",
        "M43",
        "Mairan's Nebula",
        "NGC 1973",
        "NGC 1975",
        "NGC 1976",
        "NGC 1977",
        "NGC 1982",
        "NGC1973",
        "NGC1975",
        "NGC1977",
        "Orion Nebula",
        "Sh2-279",
        "Sh2-281",
        "The star 42Ori",
        "The star 45Ori",
        "The star θ1Ori",
        "The star θ2Ori",
        "the Running Man Nebula"
    ],
    "title": "The Running Man & De Mairan's Nebula, NGC 1977 & M43 two panel mosaic",
    "updated": "2021-04-13T14:01:10.755223",
    "uploaded": "2021-01-17T15:23:42.840397",
    "url_duckduckgo": "https://www.astrobin.com/lxkg3o/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/lxkg3o/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/lxkg3o/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/lxkg3o/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/lxkg3o/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/lxkg3o/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/lxkg3o/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5519/2021/31724430-15b6-4942-bd98-d8db091e3fb4.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5519/2021/31724430-15b6-4942-bd98-d8db091e3fb4-1610898127.jpg",
    "url_thumb": "https://www.astrobin.com/lxkg3o/0/rawthumb/thumb/",
    "user": "Barry-Wilson",
    "views": 573,
    "w": 6012
}