{
    "animated": false,
    "bookmarks": 5,
    "comments": 9,
    "data_source": "BACKYARD",
    "dec": "-22.979",
    "description": "Messier 20 - 21 (English Below)\r\nRegião rica em nebulosidade de emissão, Trífida significa dividida em três lóbulos, logo podemos entender o motivo para esse nome.\r\nDescoberta por Charles Messier em 1764 essa nebulosa combina praticamente todos os tipos de nebulosidade de objetos de céu profundo.\r\nA parte vermelha é a nebulosa de emissão, a parte azul é uma nebulosa de reflexão, a parte escura no centro da nebulosa principal que apresenta o formato Trifurcado é uma nebulosa escura (Bernard 85), além de um aglomerado estelar aberto, no centro da nebulosa. (não confundir com Messier 21 que está no mesmo campo dessa imagem.)\r\nEncontra-se a aproximadamente 5200 anos-luz de distância da terra e encontrasse na constelação de Sagitarius, próxima ao centro galáctico.\r\nDevido a limitação dos equipamentos amadores, é muito difícil capturar alguns detalhes que as vezes acabam passando desapercebidos nas nossas imagens, porém, nessa captura eu consegui o êxito de capturar as duas “anteninhas” no centro da nebulosa. Esse objeto em forma de dois “dedos” são pilares de poeira e gás que podem formar novas estrelas. Cada um desses pilares possui cerca de três quartos de ano-luz e está sendo corroído pela ação da radiação da estrela massiva que os circunda. Outro fato interessante, é que esses pilares foram descoberto apenas em 1999 quando o telescópio espacial Hubble fotografou esse objeto.\r\nNo topo esquerdo da imagem se encontra o aglomerado estelar aberto Messier 21 que tem cerca de 4,6 milhões de anos de idade e encontrasse a cerca de 4250 anos-luz da Terra.\r\n\r\nMessier 20 - 21\r\nRegion rich in emission cloudiness, Trifid means divided into three lobes, so we can understand the reason for this name.\r\nDiscovered by Charles Messier in 1764 this nebula combines virtually all types of deep-sky object cloudiness.\r\nThe red part is the emission nebula, the blue part is a reflection nebula, the dark part in the center of the main Nebula that has the Trifurcated shape is a dark nebula (Bernard 85), and an open star cluster in the center of the Nebula. (Do not confuse with Messier 21 which is in the same field as this image.)\r\nIt is approximately 5200 light years away from the earth and found in the constellation Sagitarius near the galactic center.\r\nDue to the limitation of amateur equipment, it is very difficult to capture some details that sometimes go unnoticed in our images, but in this capture I succeeded in capturing the two \"antennas\" in the center of the nebula. This two-fingered object is a pillar of dust and gas that can form new stars. Each of these pillars is about three-quarters of a light-year old and is being eroded by the radiation of the massive star surrounding them. Another interesting fact is that these pillars were discovered only in 1999 when the Hubble Space Telescope photographed this object.\r\nAt the top left of the image is the open star cluster Messier 21, which is about 4.6 million years old and about 4250 light-years from Earth.\r\n\r\nSOURCE:\r\n\r\nhttps://pt.wikipedia.org/wiki/Messier_21\r\nhttps://www.eso.org/public/images/eso0930a/\r\nhttps://pt.wikipedia.org/wiki/Nebulosa_Tr%C3%ADfida\r\nhttps://www.nasa.gov/feature/goddard/2017/messier-20-the-trifid-nebula/\r\nhttp://astro.i-net.hu/node/83",
    "h": 1958,
    "hash": "m34w4u",
    "id": 425506,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Teleskop Service TS 115 / 800 Triplet APO"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 192,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "358.172",
    "pixscale": "1.210",
    "published": "2019-09-06T16:38:53.428152",
    "ra": "270.607",
    "radius": "0.442",
    "remote_source": null,
    "resource_uri": "/api/v1/image/425506/",
    "revisions": [
        "/api/v1/imagerevision/191827/"
    ],
    "subjects": [
        "M 20",
        "NGC 6514",
        "Trifid nebula"
    ],
    "title": "Messier 20 - Crop",
    "updated": "2021-03-17T09:20:36.405207",
    "uploaded": "2019-09-06T17:38:53.584100",
    "url_duckduckgo": "https://www.astrobin.com/m34w4u/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/m34w4u/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/m34w4u/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/m34w4u/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/m34w4u/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/m34w4u/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/m34w4u/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/22145/2019/94794dfa-3120-4cf2-8edc-ab8e44289aac.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/22145/2019/94794dfa-3120-4cf2-8edc-ab8e44289aac-1582616660.png",
    "url_thumb": "https://www.astrobin.com/m34w4u/0/rawthumb/thumb/",
    "user": "GerminianiMaicon",
    "views": 744,
    "w": 1760
}