{
    "animated": false,
    "bookmarks": 23,
    "comments": 26,
    "data_source": "BACKYARD",
    "dec": "36.170",
    "description": "WR 134 is a variable Wolf-Rayet star located around 6,000 light years away from Earth in the constellation of Cygnus, surrounded by a faint bubble nebula blown by the intense radiation and fast wind from the star. It is five times the radius of the sun, but due to a temperature over 63,000 K it is 400,000 times as luminous as the sun.\r\n\r\nWR 134 was one of three stars in Cygnus observed in 1867 to have unusual spectra consisting of intense emission lines rather than the more normal continuum and absorption lines. These were the first members of the class of stars that came to be called Wolf-Rayet stars (WR stars) after Charles Wolf and Georges Rayet who discovered their unusual appearance. It is a member of the nitrogen sequence of WR stars, while the other two (WR 135 and WR 137) are both members of the carbon sequence that also have OB companions. WR 134 has a spectrum with NIII and NIV emission between two and five times stronger than NV, leading to the assignment of a WN6 spectral type. The spectrum also shows strong HeII emission and weaker lines of HeI and CIV.\r\n\r\nWR 134 is classified as an Algol type eclipsing variable and given the designation V1769 Cygni, but the variation is not strictly periodic and brightness changes occur on timescales of hours to days. It has been investigated several times to search for companions. Morel reported a 2.25 day primary period but considered the variations to be due to rotational modulation rather than the effects of a companion. Rustamov suggests a 1.887 day orbital period with a K-M dwarf companion, but with additional optical variations.\r\n\r\nBoth hard and soft X-rays have been detected from WR 134 but the sources are not fully explained. The emissions do not match a single star of the expected temperature, are not sufficient for colliding winds between two hot stars, and any compact source such as a neutron star or cool dwarf would be in an unlikely orbit.\r\n\r\nWR 134 is less than a degree away from WR 135 and the two are believed to lie at approximately the same distance from Earth within the Cygnus OB3 association. Both stars lie within a shell of hydrogen thought to have been swept up from the interstellar medium when one or both stars were on the main sequence. The shell is over forty parsecs wide and contains about 1,830 M☉ of hydrogen. It is unclear which of the two stars is primarily responsible for creating the shell.",
    "h": 4151,
    "hash": "m5lf0r",
    "id": 434347,
    "imaging_cameras": [
        "ZWO ASI1600MM-PRO"
    ],
    "imaging_telescopes": [
        "Explore Scientific 152 mm Carbon Fiber"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 198,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807395/"
    ],
    "orientation": "45.119",
    "pixscale": "0.648",
    "published": "2019-10-22T02:19:00.821448",
    "ra": "302.524",
    "radius": "0.478",
    "remote_source": null,
    "resource_uri": "/api/v1/image/434347/",
    "revisions": [
        "/api/v1/imagerevision/289124/"
    ],
    "subjects": [],
    "title": "WR 134 • Wolf-Rayet Bubble in HOO",
    "updated": "2021-06-13T08:30:40.040584",
    "uploaded": "2019-10-22T03:13:57.732536",
    "url_duckduckgo": "https://www.astrobin.com/m5lf0r/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/m5lf0r/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/m5lf0r/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/m5lf0r/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/m5lf0r/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/m5lf0r/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/m5lf0r/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/23479/2020/ec4540af-ba9f-44fe-970c-88be31462dbe.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/23479/2020/ec4540af-ba9f-44fe-970c-88be31462dbe-1582239700.jpg",
    "url_thumb": "https://www.astrobin.com/m5lf0r/0/rawthumb/thumb/",
    "user": "dugstruble",
    "views": 1108,
    "w": 3315
}