{
    "animated": false,
    "bookmarks": 25,
    "comments": 39,
    "data_source": "OWN_REMOTE",
    "dec": "-25.288",
    "description": "This is an object that many will recognise in the southern hemisphere skies.  It is NGC 253.  Common names include The Sculptor Galaxy, The Silver Coin, or The Silver Dollar Galaxy.  It is an intermediate galaxy located within the constellation Sculptor and is one of the brightest spiral galaxies visible to us.  It is also one of the dustiest and is currently undergoing a period of intense star formation.   The galaxy is around 90,000 light-years across making is smaller than our galaxy.  It is bright at magnitude 8.0 and presents an apparent size of 27'.5 X 6'.8 arcmin allowing it to be seen through binoculars at a dark location.  Remember that the moon is around 31 arcmin.  And like all nice galaxies, a supermassive black hole is believed to be at its centre and is estimated to be 5 million times the mass of our sun.\r\n\r\nMy goals were to present this large and bright galaxy in a way that retains its subtle colouring  and intricate textures spread throughout.  I did not want that supersaturated look.   Hopefully, I didn't cross this line with this rendition.  Colours are an area that always presents a challenge.  When I first brought all the data together, it appeared subdued for such a bright target.  The initial colouring was almost a turquoise off-green blue colouring, not what I expected.  What I did see was very subtle structures throughout with a very pastel look to my eyes.  That was the look I wanted to retain, and not have the final result looked forced or exaggerated.  I processed several versions, far more than I am willing to admit, as I simply ran out of fingers to keep track long ago.  Some versions were saturated and rich, and others not.  In the end, I went with the more natural pastel colouring that was present in the original colour combination out of the camera, plus an additional +14 hours of Ha data collected to highlight star formation areas within the galaxy.  They can be identified by the rich red colouring, adding an extra level of information, vibrancy and depth to this very dusty looking galaxy.\r\n\r\nThe base of this image is a traditional RGB image with the most egregious gradients removed. The sharpness comes from extracting details in the Luminance channel.  Ha data was blended into both the Red and the Luminance channels in an attempt to present that traditional colouring of Ha (red) seen in many astrophotographs.\r\n\r\nI always love exploring the array of small galaxies in the final result.  If you look along the lower part of the galaxy (around the 4 o'clock position using the galaxy centre as your relative position), there are several small galaxies visible within the halo.  That is so cool. Unfortunately, they appear to be uncatalogued, and I would guess to be somewhere around mag 21 and dimmer (based on catalogued galaxies located near these in the frame).  Moving outwards along the same vector just outside of the halo at around the 4 o'clock position there is a 20.1 mag galaxy 2MASX J00474537-2508373. It's a face-on galaxy with a lovely golden brown colour.  Looking towards the top, locate the two brightest stars.  Where their diffraction spikes cross just within the halo, another beautiful golden coloured face on galaxy can be seen that is behind the main galaxy, its identifier is [PBP84] 004457.5-253747 at a brighter magnitude 18.0.  There is a pretty spiral between the two of the highest bright stars above the galaxy in the frame. This is a bit brighter at magnitude 16.15. It goes by the catchy name of 6dFGS gJ004729.0-252626.  Seeing these tiny elongated points of light throughout the frame certainly illustrates the huge distances these galaxies must be.  \r\n\r\nOne of the highlights I believe is the halo around NGC 253.  It has a subtle glow and contains many delicate faint dust lanes on the very edge of the galaxy extending outwards into the cosmos.  It’s the subtle stuff I find to be the most pleasing to look at.\r\n   \r\nImage location:\r\nCenter (RA, hms):\t     00h 47m 34.133s\r\nCenter (Dec, dms):   -25° 17' 18.036\"\r\nSize:\t                     33.8 x 22.5 arcmin\r\nRadius:\t                     0.338 deg\r\nPixel scale:\t             0.804 arcsec/pixel\r\nOrientation:\t             Up is 242 degrees E of N\r\n\r\nInstruments:\r\n10 Inch fl 9.1 RCOS\r\nAstro Physics AP-900 Mount\r\nSBIG STL 11000m\r\nFLI Filter Wheel\r\nAstrodon Lum, Red, Green, Blue Filters\r\nBaader Planetarium H-alpha 7nm Narrowband-Filter\r\n\r\nExposure Details:\r\nLum 49 X 1200      \r\nRed  12 X 900            \r\nGreen 8 X 900          \r\nBlue 8 X 900             \r\nHa 44 X 1200            \r\nTotal Exposure:     33.92 Hours\r\n\r\nBelow is the initial stack of Ha data for those who are interested.  It shows the structures a little easier.  This master has not been processed, only reduced by 50%.\r\n\r\n<img src=\"https://www.cloudynights.com/uploads/monthly_12_2019/post-216254-0-25235300-1575520402.jpg\">",
    "h": 1681,
    "hash": "mqtux8",
    "id": 441939,
    "imaging_cameras": [
        "SBIG STL-11000M"
    ],
    "imaging_telescopes": [
        "RC Optical Systems RCOS 10\" Ritchey-Chrétien"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 280,
    "link": "https://www.flickr.com/photos/97807083@N00/49170214213/in/dateposted/",
    "link_to_fits": "",
    "locations": [],
    "orientation": "242.310",
    "pixscale": "0.804",
    "published": "2019-12-04T23:36:34.605725",
    "ra": "11.892",
    "radius": "0.338",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/441939/",
    "revisions": [
        "/api/v1/imagerevision/211686/"
    ],
    "subjects": [
        "NGC 253",
        "Sculptor galaxy"
    ],
    "title": "NGC 253 - Starbust Galaxy in Sculptor",
    "updated": "2021-04-18T23:00:43.722819",
    "uploaded": "2019-12-04T23:36:34.985576",
    "url_duckduckgo": "https://www.astrobin.com/mqtux8/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/mqtux8/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/mqtux8/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/mqtux8/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/mqtux8/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/mqtux8/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/mqtux8/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15508/2020/9159b6d9-7345-4589-8fb1-ceee3b9598a7.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15508/2020/9159b6d9-7345-4589-8fb1-ceee3b9598a7-1582287617.jpg",
    "url_thumb": "https://www.astrobin.com/mqtux8/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 1206,
    "w": 2520
}