{
    "animated": false,
    "bookmarks": 1,
    "comments": 7,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Martian Clouds\r\n\r\nIn the Martian atmosphere, there are three types of clouds, which are classified:\r\n\r\nType I - “Blue” clouds\r\nSo called because they are visible with the aid of short wavelength filters (violet or indigo). The filters generally used are the Kodak Wratten series, the num. 35 (violet) and 47 (indigo), the latter is the most recommended for the observation of “blue” clouds and the phenomenon of Blue Clearing. When observing Mars through these filters, the entire planetary disk becomes the color of the filter (violet or blue), except for the regions where the clouds that are white are located. The Blue Clearing phenomenon is detected when observing with W.47, some details of the Martian surface are visible, even through the aforementioned filter; this is due to the exceptional transparency of the so-called \"violet layer\" of the Martian atmosphere.\r\n\r\nType II - Yellow clouds\r\n\r\nSo named because they are well observed through long-wavelength filters (yellow, orange and red). The filters generally used are those of the Kodak Wratten series, the W.15 (yellow), W.23 A (orange) and W.25 (red).\r\n\r\nWhen observing Mars with one of these filters, the contrast between the light and dark regions is highlighted; and the yellow clouds become white through these filters, which makes it easy to identify.\r\n\r\nType III - White clouds\r\n\r\nSo called because they are that color and also seen in full light (without the use of filters).\r\n\r\nA classification of the types and sub-types of clouds, has been made by several professional and amateur astronomers (SAF, ALPO, BAA etc.), the following classification was organized by the Author based on his experience as an observer of the planet since 1958.\r\n\r\nFUNARI, F.L. - Mars weather.\r\n\r\nNuvens Marcianas\r\n\r\nNa atmosfera marciana, existem três tipos de nuvens, que são classificadas:\r\n\r\nTipo I – Nuvens “azuis”\r\nAssim chamadas por serem visíveis com o auxílio de filtros de curto comprimento de onda (violeta ou azul-anil). Os filtros geralmente empregados são os série Wratten da Kodak, o de num. 35 (violeta) e o 47 (anil), este último é o mais recomendado para a observação das nuvens “azuis” e do fenômeno de Blue Clearing .  Quando se observa Marte  através destes filtros, todo o disco planetário fica com a cor do filtro (violeta ou azul), menos as regiões onde se localizam as nuvens que ficam da cor branca. O fenômeno do Blue Clearing, é detectado quando da observação com o W.47, alguns detalhes da superfície marciana são visíveis, mesmo através do citado filtro; isto ocorre por motivo de excepcional transparência da chamada  “camada violeta” da atmosfera marciana. \r\n\r\nTipo II – Nuvens amarelas\r\n\r\nAssim denominadas por serem bem observadas através de filtros de longo comprimento de onda (amarelos, laranja e vermelhos). Os filtros geralmente usados são os da série Wratten da Kodak , o W.15 (amarelo), W.23 A (laranja) e W.25 (vermelho).\r\n\r\nQuando se observa Marte com um destes filtros, o contraste entre as regiões claras e escuras fica ressaltado; e as nuvens amarelas fincam de cor branca através destes filtros, o que possibilita sua fácil identificação.\r\n\r\nTipo III – Nuvens brancas \r\n\r\nAssim chamadas por serem dessa cor e por serem também observadas em luz integral (sem o uso de filtros).\r\n\r\nUma classificação dos tipos e sub-tipos das nuvens, tem sido feitas por vários astrônomos profissionais e amadores (SAF,ALPO,BAA etc), a classificação a seguir foi organizada pelo Autor baseado na sua experiência de observador do planeta desde 1958.\r\n\r\nFUNARI, F.L. – A meteorologia de Marte.",
    "h": 856,
    "hash": "mt5qab",
    "id": 535372,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 76,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-10-26T02:56:59.743207",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/535372/",
    "revisions": [],
    "subjects": [],
    "title": "Mars, 2020-10-20",
    "updated": "2021-04-29T14:10:27.092064",
    "uploaded": "2020-10-26T02:57:00.260114",
    "url_duckduckgo": "https://www.astrobin.com/mt5qab/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/mt5qab/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/mt5qab/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/mt5qab/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/mt5qab/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/mt5qab/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/mt5qab/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/mt5qab/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 272,
    "w": 838
}