{
    "animated": false,
    "bookmarks": 19,
    "comments": 17,
    "data_source": "OWN_REMOTE",
    "dec": "-37.006",
    "description": "Corona Australis is one of the smallest constellations in the southern sky with no stars brighter than magnitude 3.0.  Fortunately, its distinctive crescent shape certainly helps when trying to locate this faint constellation.  It lies within the third quadrant of the southern hemisphere and can be seen from +40 through -90, and is at its best in August.   \r\n\r\nReflection nebula certainly can be beautiful to look at.  I love the pale blue colour, with subtle hints of red speckled throughout.  When I first started to process the data, I was delighted with the lovely blue structure, almost inset within a background of dark dust lanes.  The dark and light differences only seemed to enhance the scene with an extra element of depth.  The colour and textures are reminiscent of the popular Pleiades.\r\n\r\nThe fan-shaped NGC 6729 is both reflection and emission nebula.  Describing it as dramatic looking would be understated, it looks angry.  When I was thinking of what I wanted to achieve with this rendition, and knowing just how dim the Ha component was, I knew many hours would be required only to give that little extra definition, and hopefully, reveal the emission components spread throughout the scene.  Hopefully, the inclusion of Ha is not too distracting as the real star is the blue reflection nebula.  \r\n\r\nAnother structure of interest is that pink / reddish comet looking thing.  Whenever I look at it, I see a galactic weather vane displaying the effects of high-velocity materials interacting with its surroundings.  This is a Herbig-Haro (HH) object, bright patches of nebulosity associated with newborn stars. Their formation happens when stars collide with nearby clouds of dust and gas at high speeds ejecting narrow jets of partially ionized gas.  HH objects are found in star-forming regions, and it is not unusual to see several around a single star.  These objects have been shown to evolve over timescales of only a few years.  They may become brighter or fainter, even completely disappearing completely, and then new knots forming where previously nothing was detected.  \r\n\r\nAt the bottom of the frame, I have included an image that I shot in 2015 using the same telescope, an RCOS 10 inch, and SBIG-STL 11000 astronomical camera.  Within a couple of years, there has been a reasonably change with the appearance of this object. Photographing this and seeing the results is very cool.\r\n\r\n Initially, I had thoughts of trimming the outer stars of the globular cluster NGC 6723 on the right.  When I cropped the stars, it seemed to affect the balance of the photo and somehow lost that wide field open look of the original.  The inclusion of something that is just out of frame adds to the scene, and all the blue stars are certainly a bonus as well.  \r\n\r\n\r\n<img src=\"https://www.cloudynights.com/uploads/monthly_09_2019/post-216254-0-05044200-1567683841.gif\">\r\nThis is an animation comparing an image shot in 2015 and the other in 2019.  The image with the larger flare is from 2015.  The same instrument was used to acquire the data.\r\n\r\nEquipment Details:\r\n•10 Inch RCOS fl 9.1\r\n•Astro Physics AP-900 Mount\r\n•SBIG STL 11000m\r\n•FLI Filter Wheel\r\n•Astrodon LRGB Filters\r\n•Baader Planetarium H-alpha 7nm Narrowband-Filter\r\n\r\nExposure Details:  Total time 53.5 hours\r\n•35 X 450 Blue binned\r\n•17 X 450 Green binned\r\n•24 X 450 Red binned    9.5 hours of colour\r\n•40 X 900 Lum               10.0 hour of luminance\r\n•68 X 1800 Ha                34.0 hours of Ha\r\n   \r\nThanks for looking.",
    "h": 3057,
    "hash": "mvjjb9",
    "id": 425174,
    "imaging_cameras": [
        "SBIG STL-11000M"
    ],
    "imaging_telescopes": [
        "RC Optical Systems RCOS 10\" Ritchey-Chrétien"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 248,
    "link": "https://www.flickr.com/photos/97807083@N00/48682227996/in/photostream/",
    "link_to_fits": "",
    "locations": [],
    "orientation": "320.838",
    "pixscale": "0.804",
    "published": "2019-09-05T08:57:26.383909",
    "ra": "285.285",
    "radius": "0.559",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/425174/",
    "revisions": [],
    "subjects": [
        "NGC 6726",
        "NGC 6729"
    ],
    "title": "Corona Australis – Comparison of  a Herbig-Haro Object 2015-2019",
    "updated": "2021-03-17T09:22:24.407269",
    "uploaded": "2019-09-05T09:57:26.504955",
    "url_duckduckgo": "https://www.astrobin.com/mvjjb9/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/mvjjb9/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/mvjjb9/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/mvjjb9/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/mvjjb9/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/mvjjb9/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/mvjjb9/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15508/2020/29b83c33-b479-4a27-9afd-7491ab6f8955.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15508/2020/29b83c33-b479-4a27-9afd-7491ab6f8955-1582594586.jpg",
    "url_thumb": "https://www.astrobin.com/mvjjb9/0/rawthumb/thumb/",
    "user": "trobison",
    "views": 1738,
    "w": 3966
}