{
    "animated": false,
    "bookmarks": 6,
    "comments": 5,
    "data_source": "BACKYARD",
    "dec": "41.270",
    "description": "Well M31 needs no introduction, I suppose. Being the visually biggest galaxy in the sky and one of the easiest objects in the sky to get a decent first image on it has a special pull, especially for new people joining the hobby. As it did for me. After 5 years in this hobby and 4 years since my last image of it I thought it is time to revisit this classic.\r\n\r\nI have learned so much and honed my skills so thoroughly that I was wondering what would be the result of this effort and boy I am proud of it. I especially wanted to work on a new process for augmenting the red channel with nebula information from my Ha filter. I was not satisfied with the \"standard\" process documented everywhere with a specific Pixelmath formula. The reason is that it always destroys the color balance because the color balancing routines are based off off RGB OR narrowband star information (in Pixinsight) so I always ended up with bland and or slight green tints. The new process I thought of: basically I stretched Ha, removed the stars, unstretched back into linear, deliberately clipped the background to black with a HistogramTransformation and then used Pixelmath with what would be the equivalent of \"Screen\" in Photoshop. I suppose you could even just use red + ha though. Worked perfectly, PhotometricColorCalbration still works like a charm and you get the \"expected\" yellow/blue mix of colors in the galaxy. I also like this process more because the nebulae are not that \"in your face\" but it is a more subtle augmentation. Additionally it does not introduce much noise into the red channels background which is a nice bonus.\r\n\r\nIn  any case, I wanted to produce the best M31 I could imagine and I have to say that I am happy :) Enjoy!\r\n\r\nI just realized the funny coincidence that I have 31 hours of exposure time for M31, ha! :D",
    "h": 3416,
    "hash": "nx96zn",
    "id": 562405,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "SkyWatcher Esprit 100ED Super APO Triplet"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 117,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "274.884",
    "pixscale": "1.846",
    "published": "2021-01-31T08:05:37.742342",
    "ra": "10.719",
    "radius": "1.477",
    "remote_source": null,
    "resource_uri": "/api/v1/image/562405/",
    "revisions": [],
    "subjects": [
        "Andromeda Galaxy",
        "M 110",
        "M 31",
        "M 32",
        "NGC 205",
        "NGC 221",
        "NGC 224"
    ],
    "title": "M31 redux, 31 hours after 5 years of learning",
    "updated": "2021-05-24T01:42:08.628251",
    "uploaded": "2021-01-31T07:46:00.639589",
    "url_duckduckgo": "https://www.astrobin.com/nx96zn/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/nx96zn/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/nx96zn/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/nx96zn/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/nx96zn/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/nx96zn/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/nx96zn/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/18319/2021/8c1104bb-be46-4315-a0f5-ae26f9b65204.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/18319/2021/8c1104bb-be46-4315-a0f5-ae26f9b65204-1612080443.jpg",
    "url_thumb": "https://www.astrobin.com/nx96zn/0/rawthumb/thumb/",
    "user": "roofkid",
    "views": 485,
    "w": 4640
}