{
    "animated": false,
    "bookmarks": 11,
    "comments": 22,
    "data_source": "OWN_REMOTE",
    "dec": "5.151",
    "description": "From Wikipedia: \"NGC 5363 is a lenticular galaxy located in the constellation Virgo. It is located at a distance of circa 65 million light years from Earth, which, given its apparent dimensions, means that NGC 5363 is about 100,000 light years across. It was discovered by William Herschel on January 19, 1784.[4] NGC 5363 is characterised by the presence of a dust lane along its minor axis, visible also in mid-infrared maps,[5] and a more extended one with an intermediate orientation.[6] The total mass of cold dust in the galaxy is estimated to be 2×106 M☉, extending for 52 arcseconds in the far-infrared.[7] The dust emission appears as a disk with spiral arms and a possible barlike structure, and extends at the outer parts of the galaxy as a fainter, armlike structure, along the major axis of the galaxy.[8] The galaxy also features HII emission that forms a spiral disk.[9]\n\nThe total dust mass is about a factor of 100 larger than the one predicted if it was created only by the mass lost by evolved stars.[6] The galaxy also has shells, which are evidence of a recent merger, in which NGC 5363 accreted another galaxy, and thus it is strongly suggested that the interstellar dust is of external origin.[9] It is highly likely that this merger event caused star formation activity in the galaxy, as is evident by the detection of ultraviolet radiation associated with young stars.[9]\"\n\n\"The morphological classification of NGC 5364 in the De Vaucouleurs system is SA(rs)bc pec,[4] which indicates it has an incomplete ring structure (rs) in the inner part of the galaxy with moderate to loosely wound arms (bc) and has a peculiar aspect (pec).[5] In particular, the appearance of the spiral arms is amorphous and asymmetrical compared to other galaxies with a similar classification.[4] A companion galaxy, NGC 5363, is located to the north of NGC 5364 and their gravitational interaction may be influencing the peculiar morphology of the latter.[2]\n\nThe mid-infrared emission in the nucleus appears weak compared to the spiral arms, suggesting a low rate of star formation in the core region.[4] The inner ring of this galaxy spans a diameter of 22 kly (6.7 kpc) and is located slightly off center with the northern side showing a stronger emission in the hydrogen alpha band compared to the southern half. Multiple H II regions lie along the spiral arms, tracing out their extent.[2] Each of the two main arms wrap all the way around the galaxy, although they display patchiness along much of their length.\"\n\nData acquisition: Barry Wilson & Steve Milne\nProcessing: Barry Wilson",
    "h": 2634,
    "hash": "nxnal0",
    "id": 590131,
    "imaging_cameras": [
        "QSI 690 wsg-8"
    ],
    "imaging_telescopes": [
        "TEC 140"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 314,
    "link": null,
    "link_to_fits": null,
    "locations": [],
    "orientation": "269.759",
    "pixscale": "0.745",
    "published": "2021-05-16T16:12:35.919473",
    "ra": "208.941",
    "radius": "0.439",
    "remote_source": "eEyE",
    "resource_uri": "/api/v1/image/590131/",
    "revisions": [],
    "subjects": [
        "NGC 5356",
        "NGC 5360",
        "NGC 5363",
        "NGC 5364",
        "NGC5356",
        "NGC5360",
        "NGC5363",
        "NGC5364"
    ],
    "title": "NGC 5363 & NGC 5364 in Virgo",
    "updated": "2021-07-07T07:32:40.535972",
    "uploaded": "2021-05-16T16:04:17.033926",
    "url_duckduckgo": "https://www.astrobin.com/nxnal0/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/nxnal0/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/nxnal0/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/nxnal0/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/nxnal0/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/nxnal0/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/nxnal0/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5519/2021/e27df20a-9553-4388-9255-a21bc24fa8a9.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5519/2021/e27df20a-9553-4388-9255-a21bc24fa8a9-1621181522.jpg",
    "url_thumb": "https://www.astrobin.com/nxnal0/0/rawthumb/thumb/",
    "user": "Barry-Wilson",
    "views": 418,
    "w": 3325
}