{
    "animated": false,
    "bookmarks": 6,
    "comments": 30,
    "data_source": "OWN_REMOTE",
    "dec": "15.076",
    "description": "A two panel mosaic of this delightful galactic panorama.  I do love the drama that bright blue stars bring to an image ;-).\r\n\r\nExcerpts from Wikipedia for each galaxy: \"Messier 100 (also known as NGC 4321) is a grand design intermediate spiral galaxy in the southern part of the mildly northern Coma Berenices.[4] It is one of the brightest and largest galaxies in the Virgo Cluster and is approximately 55 million light-years[3] from our galaxy, its diameter being 107,000 light years, and being about 60% as large. It was discovered by Pierre Méchain in 1781[a] and 29 days later seen again and entered by Charles Messier in his catalogue \"of nebulae and star clusters\".[5][6]. It was one of the first spiral galaxies to be discovered,[6] and was listed as one of fourteen spiral nebulae by Lord William Parsons of Rosse in 1850. NGC 4323 and NGC 4328 are satellite galaxies of M100; the former is connected with it by a bridge of luminous matter.\"\r\n\r\n\"Messier 99 or M99, also known as NGC 4254, is a grand design spiral galaxy in the northern constellation Coma Berenices approximately 15,000,000 parsecs (49,000,000 light-years) from the Milky Way.[4] It was discovered by Pierre Méchain on 17 March 1781. The discovery was then reported to Charles Messier, who included the object in the Messier Catalogue of comet-like objects. It was one of the first galaxies in which a spiral pattern was seen. This pattern was first identified by Lord Rosse in the spring of 1846.[8] A bridge of neutral hydrogen gas links NGC 4254 with VIRGOHI21, an HI region and a possible dark galaxy. The gravity from the latter may have distorted M99 and drawn out the gas bridge, as the two galaxy-sized objects may have had a close encounter before parting greatly. However, VIRGOHI21 may instead be tidal debris from an interaction with the lenticular galaxy NGC 4262 some 280 million years ago.[5] It is expected that the drawn out arm will relax to match the normal arm once the encounter is over.\"\r\n\r\n\"Messier 98, M98 or NGC 4192, is an intermediate spiral galaxy about 44.4[3] million light-years away in slightly northerly Coma Berenices, about 6° to the east of the bright star Denebola (Beta Leonis). It was discovered by French astronomer Pierre Méchain on 1781,[a] along with nearby M99 and M100, and was catalogued by compatriot Charles Messier 29 days later in his Catalogue des Nébuleuses & des amas d'Étoiles.[4] It has a blueshift, denoting ignoring of its fast other movement (vectors of proper motion), it is approaching at about 140 km/s.[2] The morphological classification of this galaxy is SAB(s)ab,[3] which indicates it is a spiral galaxy that displays mixed barred and non-barred features with intermediate to tightly wound arms and no ring.[5] It is highly inclined to the line of sight at an angle of 74°[6] and has a maximum rotation velocity of 236 km/s.[7] The combined mass of the stars in this galaxy is an estimated 76 billion (7.6 × 1010) times the mass of the Sun. It contains about 4.3 billion solar masses of neutral hydrogen and 85 million solar masses in dust.[8] The nucleus is active, displaying characteristics of a \"transition\" type object. That is, it shows properties of a LINER-type galaxy intermixed with an H II region around the nucleus.[9] Messier 98 is a member of the Virgo Cluster, which is a large cluster of galaxies, part of the local supercluster.\"\r\n\r\nData acquisition: Barry Wilson & Steve Milne\r\nProcessing: Barry Wilson",
    "h": 3257,
    "hash": "ofp7q2",
    "id": 587992,
    "imaging_cameras": [
        "QSI683wsg"
    ],
    "imaging_telescopes": [
        "Takahashi FSQ-106EDXIII"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 247,
    "link": "https://barrywilson.smugmug.com",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808118/"
    ],
    "orientation": "0.816",
    "pixscale": "2.097",
    "published": "2021-05-08T16:39:26.035600",
    "ra": "184.634",
    "radius": "1.625",
    "remote_source": "eEyE",
    "resource_uri": "/api/v1/image/587992/",
    "revisions": [],
    "subjects": [
        "6 Com",
        "Coma Pinwheel",
        "IC3049",
        "IC3065",
        "IC3077",
        "IC3080",
        "IC3093",
        "IC3096",
        "IC3238",
        "IC3244",
        "IC781",
        "IC783",
        "M 100",
        "M 98",
        "M 99",
        "M100",
        "M98",
        "M99",
        "NGC 4192",
        "NGC 4254",
        "NGC 4298",
        "NGC 4302",
        "NGC 4312",
        "NGC 4321",
        "NGC4186",
        "NGC4237",
        "NGC4262",
        "NGC4298",
        "NGC4302",
        "NGC4312",
        "NGC4322",
        "NGC4328",
        "The star 6Com",
        "Virgo Cluster Pinwheel"
    ],
    "title": "Messier Galaxy mosaic (M98, 99 & 100) in Virgo/Coma Berenices",
    "updated": "2021-07-01T17:14:46.019790",
    "uploaded": "2021-05-08T16:26:24.244122",
    "url_duckduckgo": "https://www.astrobin.com/ofp7q2/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ofp7q2/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ofp7q2/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ofp7q2/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ofp7q2/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ofp7q2/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ofp7q2/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5519/2021/372d157d-f2d3-4f2d-9195-dc18e4a2ee15.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5519/2021/372d157d-f2d3-4f2d-9195-dc18e4a2ee15-1620491869.jpg",
    "url_thumb": "https://www.astrobin.com/ofp7q2/0/rawthumb/thumb/",
    "user": "Barry-Wilson",
    "views": 373,
    "w": 4531
}