{
    "animated": false,
    "bookmarks": 1,
    "comments": 17,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Where, when and how our hobby started.\r\n\r\nLast week I saw the first historical close-up image of the moon from the Ranger 7 spacecraft from 1964. Suddenly I realized what technological progress have been made in the photography of foreign celestial bodies to date related to optics, electronics, computers and software\r\n\r\nIn this moment I immediately wanted to see this historical picture in direct comparison with my own images. Just a little gimmick. Although I only found a very very bad image of the same lunar area in my trash can, the result fascinates me. The image shows the Gassendi crater at the bottom left. At the top in the middle you can see half of the Lansberg crater and in the middle of the image the Mare Cognitum slightly to the right.\r\n\r\n55 years ago, on July 31, 1964, the first close-up image of the moon was taken by Ranger 7. I was just 7 years old at the time.\r\n\r\nRanger 7 was developed to reach a moon impact trajectory and to transmit high-resolution photos of the lunar surface during the last minutes of flight until the impact. The first picture was taken at 13:08:45 UT at an altitude of 2110 km. 4,308 photos have been transferred in the last 17 minutes of flight.\r\n\r\nThe total cost of research, development, launch, and support for the Ranger spacecraft series (Ranger 1 through 9) in the 1960s was approximately $ 170 million (roughly equivalent to $ 1 billion / EUR today). Today, as amateurs, we photograph the surface of the moon in significantly better quality from a distance of approx. 400,000 km through the earth's atmosphere. All this is possible with inexpensive telescopes for around 1000 euros or dollars and I don't want to talk about today's possibilities and successes in deepsky photography.. Sorry, dear and highly valued deepsky colleagues, that I am not going to go into more detail about your fascinating part of our hobby.\r\n\r\nAs always, I look forward to your feedback.",
    "h": 985,
    "hash": "oho46s",
    "id": 466757,
    "imaging_cameras": [
        "ZWO ASI385MC (color)"
    ],
    "imaging_telescopes": [
        "Celestron C8 Edge HD"
    ],
    "is_final": false,
    "is_solved": false,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 36,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2810111/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-03-20T14:40:02.747225",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/466757/",
    "revisions": [
        "/api/v1/imagerevision/220615/"
    ],
    "subjects": [],
    "title": "My remake of the first historic close-up of the moon",
    "updated": "2021-03-17T04:07:51.206845",
    "uploaded": "2020-03-20T14:40:03.030218",
    "url_duckduckgo": "https://www.astrobin.com/oho46s/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/oho46s/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/oho46s/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/oho46s/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/oho46s/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/oho46s/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/oho46s/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/oho46s/0/rawthumb/thumb/",
    "user": "Deo",
    "views": 144,
    "w": 2103
}