{
    "animated": false,
    "bookmarks": 6,
    "comments": 8,
    "data_source": "TRAVELLER",
    "dec": "-14.965",
    "description": "The expansive deep sky mosaic displays a spectacular field between the well known Eagle (M16) and Swan (M17) Nebulae. One could rightly say this is a view of two celestial birds! These couds are regions of active star-formation, where gas and dust gravitationally collapse. The most energetic newborn stars ionize the surrounding Hydrogen gas, which emits most strongly in the striking H-alpha red. M17 is about 5500ly and M16 some 6500 light-years away. The Eagle's wingspan is about 120 light years! [1] Right in the plane of the Milky Way, not far from its center, the field contains a myriad of stars, dark clouds and nebulae, gas and dust. \r\n\r\nM16 was first discovered by Swiss astronomer Philippe Loys de Chéseaux in 1745, describing the cluster of stars surrounding it. Charles Messier independently rediscovered it in 1764 as part of his catalog, dubbing it M16. [2] Messier wrote \"In the same night of June 3 to 4, 1764, I have discovered a cluster of small stars, mixed with a faint light, near the tail of Serpens [...] when employing a good instrument one distinguishes these stars, & one remarkes in addition a nebulosity which contains three of these stars.\" [3]\r\n\r\nThe first image of the nebula appears to have been made by American astronomer Edward Barnard, in 1895, and it was the image taken by amateur pioneer Isaac Roberts in 1897 that brought the Eagle Nebula into the IC catalogue of 1908. [3] As photographic plates became more sensitive, the nebula revealed great detail. In his Celestial Handbook, Robert Burnham Jr. writes: \"In the vast reaches of the Universe, modern telescopes reveal many vistas of unearthly beauty and wonder, but none, perhaps, which so perfectly evokes the very essence of celestial vastness and splenor, indefinable strangeness and mystery, the instictive recognition of a vast cosmic drama being enacted, of a supreme masterwork of art being shown.\" [4]\r\n\r\nThe first attempt to accurately draw M17 was by John Herschel in 1833, and published in 1836. He described the nebula's figure as \"nearly that of a Greek capital omega, somewhat distorted, and very unequaly bright.\" [5] Many sketches were made in the next years, and it was known as a Horseshoe nebula. Finally, Chambers likened the shape to a \"swan floating on the water\" [6] - the name we still use today.\r\n_____________________________________________\r\n\r\nThis image is a dream come true. Imaging each of those famous nebulae in their striking colours, whose images illustrate most astronomy books and shows, was already in my plans for a while, especially from the moment I got my telescope. However, I realized that a even more impressive field could be captured in a 1x3-panel mosaic, displaying both targets in their context and in a wider field. In July this year, after a long period of isolation away from the stars, I had wonderful nights in my dark site, marking the first light of my observatory  <a href=\"https://www.astrobin.com/6rgy7h/\" target=\"_blank\">[full story here]</a> . Another one of my \"main goals\" for that trip, this marks my second sucessful mosaic with my telescope - a milestone indeed! \r\n\r\nWhen processing, I was surprised with the quality of the data, and overall I am really happy with the end result. I strive to continually push the limits of my equipment and skies: I consider this mosaic to be a good example to what can be done with relatively modest gear: an entry-level modified DSLR, a well made newtonian with modest aperture (6\"), and an HEQ5 mount, under dark skies exposing for a somewhat short 5h integration. If possible, more data would be welcome (as always ;-), especially to reveal the faint background features, but that is something for the next season. Overall, I am mostly pleased with the colours that came out of this integration, and the subtle variation in red, magenta and yellow hues, from both the main nebulae, the Milky Way clouds, and the faint background nebulosity, with various degrees of interstellar reddening! I consider this one of my best images to date!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section.\r\n\r\nDates: 13, 14, 19, 20, 22 July 2020\r\nLocation: Observatory, MG, Brazil. Rural Skies (Bortle 3, calculated SQM ~21.6)\r\nCamera: Canon EOS T5/1200D (mod) at ISO 1600\r\nOptics: 150/750mm ATM Newtonian Telescope (optics by Sandro Coletti) + TS-Optics MaxField 2\" Coma Corrector\r\nMount: Sky-Watcher HEQ5, tracking, guiding\r\nExposure Detail: 3-panel mosaic | each 25, 25 and 28x240s | Total integration 312min or 5.2h\r\n\r\n[1] APOD 2013/05/31 \r\n[2] Eagle Nebula (M16): Hubble Images & Pillars of Creation space.com \r\n[3] messier-objects.com/messier-16-eagle-nebula \r\n[4] The Messier Objects, 2nd ed, Stephen James O'Meara, p.95 - quote from Celestial Handbook, Robert Burnham Jr. \r\n[5] Omega Nebula, Wikipedia, from Edward Holden \"The Horseshoe Nebula in Sagittarius\", 1876\r\n[6] Atlas of the Messier Objects - Highlights of the Deep Sky, Ronald Stoyan, 2008, p. 111",
    "h": 2251,
    "hash": "oqezf5",
    "id": 553978,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Sandro Coletti ATM Newtonian 150mm f/5"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 137,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "90.291",
    "pixscale": "2.946",
    "published": "2020-12-29T21:39:02.289091",
    "ra": "274.960",
    "radius": "1.821",
    "remote_source": null,
    "resource_uri": "/api/v1/image/553978/",
    "revisions": [],
    "subjects": [
        "Checkmark Nebula",
        "Eagle Nebula",
        "IC 4703",
        "IC 4706",
        "IC 4707",
        "Lobster Nebula",
        "M 16",
        "M 17",
        "NGC 6605",
        "NGC 6611",
        "NGC 6618",
        "Star Queen",
        "Swan Nebula",
        "omega Nebula"
    ],
    "title": "From The Eagle to The Swan - A Panorama of Stars and Nebulae around M16 & M17",
    "updated": "2021-06-30T09:11:17.921858",
    "uploaded": "2020-12-29T21:25:38.066584",
    "url_duckduckgo": "https://www.astrobin.com/oqezf5/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/oqezf5/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/oqezf5/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/oqezf5/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/oqezf5/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/oqezf5/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/oqezf5/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2020/3d902eb3-4562-46f1-b389-5813bd7bce30.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2020/3d902eb3-4562-46f1-b389-5813bd7bce30-1609277980.png",
    "url_thumb": "https://www.astrobin.com/oqezf5/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 406,
    "w": 3840
}