{
    "animated": false,
    "bookmarks": 1,
    "comments": 2,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-61.252",
    "description": "NGC 3576\r\nOTA:                             TAO 150 (f/7.3)\r\nCamera:                      FLI - ML16200 (1.13 arcseconds/pixel)\r\nObservatory:              Deep Sky West, Chile\r\nEXPOSURES:\r\n              H:                           13 x 1800 sec.                                          \r\n              S:                            17 x 1800\r\n              O:                           15 x 1800\r\nTotal exposure 22.5 hours\r\nImage Width:            ~1.2 deg\r\nProcessed by Alex Woronow (2020) using PixInsight, Topaz, Skylum, SWT\r\n\r\nAccording to Wikipedia, “NGC 3576 is a minor nebula in the Sagittarius arm of our galaxy a few thousand light-years away from the Eta Carniae nebula.” And that is about all Wikipedia says! However, an ESO description is more informative, stating, ”Located 9,000 light-years away, NGC 3576 is a gigantic region of glowing gas about 100 light-years across, where stars are currently forming. The intense radiation and winds from the massive stars are shredding the clouds from which they form, creating dramatic scenery.” (See image B, the annotated image.) That “shredding,” obvious in ESO’s large scope is also clearly visible in this humble image (and more so in the parent, higher resolution, image). Also, the young stars’ massive and intense solar winds blowing the gas and dust outward, undoubtedly account for the loops toward the top of this image.\r\nAcross virtually the entire image, dark to black clouds obscure many of the stars. These clouds are molecular cold clouds that do not themselves radiate in visible light, for lack of embedded young stars.\r\nAt the top edge of the image is NGC 3590, an open cluster of stars about 5 light-years away, and toward the left of the images is NGC 3603, residing in the distant Sagittarius-Carina arm of our galaxy, at the great distance of 20,000 light-years. NGC 3603 comprises the densest concentration of very massive O and Wolf-Rayet stars known in our galaxy. (Herschel in 1847 thought it might be a globular cluster.) Also, this cluster of young massive stars lies within the most massive HII region known in our galaxy! The extensive gases would obscure the stars, except, again, the winds generated by the massive young stars have cleared the proximal dust and gas, revealing the stars.\r\nProcessing: Data were drizzled, the images being slightly undersampled, and the SHO stacks were mixed in a custom combination and adjusted to favor rendering the hot-spots of star formation in red and the larger extent of the HII region in blue. Colder regions are grayish with the coldest nebular regions render as black. The star colors are photometrically calibrated (RGB broadband) in this image",
    "h": 1600,
    "hash": "py7jwt",
    "id": 469449,
    "imaging_cameras": [
        "FLI MICROLINE KAF-16200"
    ],
    "imaging_telescopes": [
        "TOA 150 Chile"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 47,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "353.459",
    "pixscale": "2.183",
    "published": "2020-03-27T21:14:17.548117",
    "ra": "168.181",
    "radius": "0.777",
    "remote_source": "DSW",
    "resource_uri": "/api/v1/image/469449/",
    "revisions": [
        "/api/v1/imagerevision/221930/"
    ],
    "subjects": [
        "NGC 3576",
        "NGC 3579",
        "NGC 3590",
        "NGC 3603",
        "NGC3576",
        "NGC3579",
        "NGC3581",
        "NGC3582",
        "NGC3584",
        "NGC3586",
        "NGC3590",
        "NGC3603"
    ],
    "title": "NGC 3576",
    "updated": "2021-03-17T03:53:29.951317",
    "uploaded": "2020-03-27T21:14:17.784497",
    "url_duckduckgo": "https://www.astrobin.com/py7jwt/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/py7jwt/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/py7jwt/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/py7jwt/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/py7jwt/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/py7jwt/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/py7jwt/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/32963/2020/abe7df61-fad2-4ecf-a243-8e7a5b485a72.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/32963/2020/abe7df61-fad2-4ecf-a243-8e7a5b485a72-1585344238.jpg",
    "url_thumb": "https://www.astrobin.com/py7jwt/0/rawthumb/thumb/",
    "user": "Alex_Woronow",
    "views": 129,
    "w": 2002
}