{
    "animated": false,
    "bookmarks": 12,
    "comments": 28,
    "data_source": "TRAVELLER",
    "dec": "-62.381",
    "description": "This beautiful wide field spans some 20 degrees, from the constellation of the Southern Cross (Crux) to the Great Carina Nebula. The famous dark Coalsack nebula is at the lower left, some 600 light-years away. Near the center is the Running Chicken (or Lambda Centauri) nebula, 10 times more distant, finally reaching Eta Carinae and the Carina Nebula near the top right, some 7500 ly away. [1,2] \r\n\r\nCrux, the South pointer is a well-known constellation in the Southern Hemisphere, most prominently visible during the southern Fall months. Since ancient times, this asterism intrigued indigenous groups that once inhabited South America, Africa and Australia. In this deep sky mosaic not only the constellation brightest stars are visible, but also a very dense starfield on the Milky Way clouds nearby, filled with nebulae and clusters. \r\n_____________________________________________\r\n\r\nThis image was one of my main 2019 Autumn projects, planned since January. I love doing deep sky wide-field mosaics, and a 2x3 array was perfect to capture the field. Of course an even larger mosaic could be done, perhaps framing Alpha-Beta Centauri and even Omega Centauri, but the scarcity of dark clear nights pushes the expansion of this field in the next season. Something to keep in mind in mosaics at high declinations (especially wider fields) is the overlap in the frames: aligning the sensor in the RA/DEC axis will cause the images to be “circled”, and you might have to crop the edges due to the coordinate reprojection. Indeed, I could have better planned this field: it was a challenge to find a crop angle that both kept Eta Carina and the Southern Cross. Unfortunately, I had to crop a nice area to the East of the Coalsack I wanted to include to try revealing the extremely faint Ha loop (which is just barely visible in the strongest stretch). I might post a future rework on just this area.\r\n\r\nThe end result really pleased my eyes: although not the deepest due to the short available time, the colours and detail made this my best effort on the area. Further work could be made to improve: besides the field expansion I mentioned earlier, adding Ha data could better separate the nebulosity from the stars. The plans for 2020 are already traced!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image!\r\n\r\nDate: 1 June 2019\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, calculated SQM ~21.5)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 800\r\nOptics: Samyang 135mm f/2 operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nExposure Detail: 6-panel Mosaic, each 7 to 25x120s, total 74x120s. Total integration 148 min\r\n\r\n[1]\tAPOD 2019/04/26\r\n[2]\tAPOD 2018/12/27\r\n\r\n********************* [Português - De Crux à Carina]\r\n\r\nEste belo campo amplo mostra 20 graus, desde a constelação de do Cruziero do Sul (Crux) até a Grande Nebulosa de Carina. A famosa nebulosa escura “Saco de Carvão” está no canto inferior esquerdo, a cerca de 600 anos-luz de distância. Perto do centro está a nebulosa da Galinha Correndo (ou Lambda Centauri), 10 vezes mais distante, chegando finalmente à Eta Carinae, no cantinho superior direito, a 7500 al de distância. [1,2]\r\n\r\nO Cruzeiro é uma constelação bem conhecida no hemisfério, mais visível durante os meses do outono. Desde os tempos antigos, esse asterismo intrigava grupos indígenas que habitavam a América do Sul, África e Austrália. Neste mosaico do céu profundo, não apenas as estrelas mais brilhantes da constelação são visíveis, mas também um campo estelar muito denso nas nuvens da Via Láctea nas proximidades, cheio de nebulosas e aglomerados estelares.\r\n_____________________________________________\r\n\r\nEsta imagem foi um dos meus principais projetos do outono de 2019, planejado desde janeiro. Adoro fazer mosaicos de grande campo, e um 2x3 foi perfeito para capturar o campo. É claro que um mosaico ainda maior poderia ser feito, talvez enquadrando Alpha-Beta Centauri e até  Omega Centauri, mas a escassez de noites escuras e sem nuvens fez com que esta expansão seja só na próxima temporada. Algo a ter em mente nos mosaicos em declinações altas (especialmente em campos mais largos) é a sobreposição nos quadros: o alinhamento do sensor no eixo RA / DEC fará com que as imagens fiquem “circulares” e você poderá ter que cortar as bordas por conta da reprojeção das coordenadas. Na verdade, eu poderia ter planejado melhor esse campo: foi um desafio encontrar um ângulo de corte que maximizasse a área. Infelizmente, tive que cortar uma bela área a leste do Saco de Carvão, que quisera incluir para tentar capturar o loop Ha extremamente tênue (que mal é visível com o mais forte stretch). Talvez poste um retrabalho futuro apenas nessa área.\r\n\r\nO resultado final realmente me agradou: embora não seja o mais profundo devido ao curto tempo disponível, as cores e os detalhes fizeram deste o meu melhor esforço na área. Mais trabalho poderia ser feito para melhorar: além da expansão do campo que mencionei anteriormente, a adição de dados de Ha poderia separar melhor a nebulosidade das estrelas. Os planos para 2020 já estão traçados!",
    "h": 2784,
    "hash": "q46cte",
    "id": 443868,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 170,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "5.513",
    "pixscale": "13.689",
    "published": "2019-12-18T17:48:44.189330",
    "ra": "176.078",
    "radius": "11.795",
    "remote_source": null,
    "resource_uri": "/api/v1/image/443868/",
    "revisions": [
        "/api/v1/imagerevision/203968/",
        "/api/v1/imagerevision/203972/"
    ],
    "subjects": [
        "IC 2602",
        "IC 2944",
        "IC 2948",
        "Mimosa (βCru)",
        "NGC 3293",
        "NGC 3324",
        "NGC 3372",
        "NGC 3532",
        "NGC 3572",
        "NGC 3576",
        "NGC 4349",
        "Part of the constellation Carina (Car)",
        "Southern Pleiades",
        "The constellation Crux (Cru)",
        "The star Becrux",
        "The star Gacrux (γCru)",
        "The star α1Cru",
        "The star α2Cru",
        "The star δCru",
        "The star εCru",
        "The star ζCru",
        "The star θCar",
        "The star λCen",
        "The star λMus",
        "eta Car nebula",
        "lambda Cen nebula"
    ],
    "title": "From Crux to Carina",
    "updated": "2021-03-31T01:49:10.613126",
    "uploaded": "2019-12-18T17:48:44.935534",
    "url_duckduckgo": "https://www.astrobin.com/q46cte/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/q46cte/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/q46cte/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/q46cte/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/q46cte/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/q46cte/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/q46cte/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2019/1d1fa314-35d5-4c75-bb67-d782c1ef6155.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2019/1d1fa314-35d5-4c75-bb67-d782c1ef6155-1582285200.png",
    "url_thumb": "https://www.astrobin.com/q46cte/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 634,
    "w": 5544
}