{
    "animated": false,
    "bookmarks": 9,
    "comments": 18,
    "data_source": "BACKYARD",
    "dec": "-59.986",
    "description": "NGC 6752 – Globular Cluster in Pavo\r\n\r\nDescoberto em 1826 por James Dunlop, este belo exemplar de aglomerado globular se encontrar na porção sul celeste, na constelação de Pavo. (peacock)\r\nTem magnitude aparente de +5.3, sendo necessário pelo menos um binóculo para sua observação.\r\nEm telescópios é possível observar todo seu esplendor.\r\nDevido ao núcleo do globular ser extremamente brilhante não podemos resolver todos os enigmas desse aglomerado, porém imagens feitas pelo Hubble encontraram várias outras galáxias escondidas entre as estrelas do centro do aglomerado. Obviamente elas estão no plano de fundo do aglomerado, mas através delas é possível determinar muitas coisas relacionadas ao objeto. Como tamanho estimado, e idade do aglomerado. (https://hubblesite.org/contents/media/images/2019/09/4317-Image.html ) - (https://www.spacetelescope.org/images/heic1903c/ ) - https://www.youtube.com/watch?v=0EbCH7UGdIk\r\nSugiro que acessem os links para mais informações a respeito e um vídeo ilustrativo mostrando onde se encontra a galáxia em questão.\r\n\r\nEstima-se que o aglomerado seja 5 bilhões de anos mais velho que nosso sistema solar, tendo assim uma idade estimada de 10 bilhões de anos. Ele pode ter se formado “apenas” 3,75 bilhões de anos após o Big Bang.\r\nAlém dos segredos no centro do aglomerado, no background dessa imagem é possível observar centenas de galáxias menores. Acessem a imagem em full resolution e viagem pelo campo para apreciar todos os objetos possíveis.\r\nO fato desse aglomerado ser muito antigo gerou um dilema nos estudos do mesmo. Por que tantas estrelas azuis jovens se o aglomerado é muito antigo? A resposta para isso podem ser os sistemas binários que compõe quase 40% desse cluster. O ambiente turbulento e caótico pode estar formando essas jovens estrelas azuis visíveis em NGC 6752, porém isso ainda não foi confirmado.\r\nNGC 6752 é o terceiro aglomerado mais brilhante do céu, atrás apenas de Omega Centauri e 47Tucanae.\r\n\r\nPS.: Até o momento que estou escrevendo esse texto ainda não decifrei outra questão: No canto inferior esquerdo existe visivelmente um aglomerado de galáxias muito distante. Não encontrei nenhuma informação acerca desse objeto. Se alguém conhece ou se interessar em pesquisar estarei à disposição para ajudar.\r\n\r\nSource:\r\nhttps://scitechdaily.com/hubble-peers-at-10-billion-year-old-globular-cluster-ngc-6752/\r\nhttps://in-the-sky.org/news.php?id=20180709_16_100\r\nhttps://scitechdaily.com/sodium-levels-in-stars-helps-predict-how-their-lives-will-end/\r\n\r\nNGC 6752 - Globular Cluster in Pavo\r\n\r\nDiscovered in 1826 by James Dunlop, this fine example of globular cluster is found in the southern celestial portion of the constellation Pavo. (peacock)\r\nIt has an apparent magnitude of +5.3, requiring at least one binocular for its observation.\r\nIn telescopes it is possible to observe all its splendor.\r\nAccepting even the globe's core is extremely bright, it is not possible to solve all the puzzles of this cluster, but Hubble imagery shows several other galaxies hidden among the stars in the center of the cluster. Obviously they are not in the background of the cluster, but through them you can determine many things related to the object. As estimated size and age of cluster. (https://hubblesite.org/contents/media/images/2019/09/4317-Image.html) - (https://www.spacetelescope.org/images/heic1903c/) - https://www.youtube .com / watch? v = 0EbCH7UGdIk\r\nSuggest that you go to the links for more information about respect and an illustrative vídeo showing where you find a galaxy in question.\r\n\r\nIt is estimated that the cluster is 5 billion years older than our solar system and is estimated to be 10 billion years old. It may have formed \"only\" 3.75 billion years after the Big Bang.\r\nApart from the secrets in the center of the cluster, no background of this image can see variations of smaller galaxies. Access a full-resolution image and travel across the field to appreciate every possible object.\r\nThe fact that this cluster is very old, creating a dilemma in the studies of it. Why are so many young blue stars getting crowded so old? The answer to this may be in binary systems that make up nearly 40% of this cluster. The turbulent and chaotic environment may be forming these young blue stars visible in NGC 6752, but this has not yet been confirmed.\r\nNGC 6752 is the third brightest in the sky, behind only the Omega Centauri and 47Tucanae.\r\n\r\nPS: So far as I am writing this text I have not yet deciphered another question: No lower left corner is noticeably a galaxy cluster far away. I didn't find any information about this object. If anyone knows or is interested in using this feature, they are available to help.",
    "h": 2570,
    "hash": "qg43fj",
    "id": 589095,
    "imaging_cameras": [
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Teleskop Service TS 115 / 800 Triplet APO"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 209,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "88.615",
    "pixscale": "1.610",
    "published": "2021-05-12T17:54:27.492049",
    "ra": "287.816",
    "radius": "0.940",
    "remote_source": null,
    "resource_uri": "/api/v1/image/589095/",
    "revisions": [
        "/api/v1/imagerevision/287113/"
    ],
    "subjects": [
        "IC 4819",
        "IC 4830",
        "NGC 6752"
    ],
    "title": "Globular Cluster in Pavo with IFN",
    "updated": "2021-06-27T21:02:38.188014",
    "uploaded": "2021-05-12T17:23:44.626741",
    "url_duckduckgo": "https://www.astrobin.com/qg43fj/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/qg43fj/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/qg43fj/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/qg43fj/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/qg43fj/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/qg43fj/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/qg43fj/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/22145/2021/1a58eb06-48e9-4ebb-b628-976489a1ef90.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/22145/2021/1a58eb06-48e9-4ebb-b628-976489a1ef90-1620841776.png",
    "url_thumb": "https://www.astrobin.com/qg43fj/0/rawthumb/thumb/",
    "user": "GerminianiMaicon",
    "views": 335,
    "w": 3328
}