{
    "animated": false,
    "bookmarks": 3,
    "comments": 4,
    "data_source": "AMATEUR_HOSTING",
    "dec": "2.043",
    "description": "Data Credit :  “Image Acquisition by the staff at Deep Sky West Remote Observatory (www.DeepSkyWest.com)” \r\n\r\nI downloaded free data on DSW website : https://www.deepskywest.com/free-downloads-v2\r\nA big thumb up to DSW for letting people get hands on top class data!\r\n\r\nobject presentation (thanks to NASA : The silhouette of an intriguing dark nebula inhabits this cosmic scene. Lynds' Dark Nebula (LDN) 1622 appears against a faint background of glowing hydrogen gas only visible in long telescopic exposures of the region. In contrast, the brighter reflection nebula vdB 62 is more easily seen, just above and right of center. LDN 1622 lies near the plane of our Milky Way Galaxy, close on the sky to Barnard's Loop, a large cloud surrounding the rich complex of emission nebulae found in the Belt and Sword of Orion. With swept-back outlines, the obscuring dust of LDN 1622 is thought to lie at a similar distance, perhaps 1,500 light-years away. At that distance, this 1 degree wide field of view would span about 30 light-years. Young stars do lie hidden within the dark expanse and have been revealed in Spitzer Space telescope infrared images. Still, the foreboding visual appearance of LDN 1622 inspires its popular name, the Boogeyman Nebula. \r\n\r\n1/ Why did I pick the LDN1622 data?\r\nIt was looking like a serious challenge to process especially the fine dust on the background and the possibility to do an HaLRGB image was very tempting. I'm happy with the results as the dust seems to lifted by stellar winds of the large star and fleeting just abouve the background ! \r\n\r\n2/Processing the  color layer\r\nFirst step was to remove the Red Continuum from  Ha.\r\nI then blended the substracted Ha  to R tio B (20%) to emulate Hb and to G (a tiny amount to help color balance)\r\nColorbalance, MLT, HT, SCNR, ACDNR, Curves....\r\n\r\n3/processing superluminance\r\nDeconvolution of L \r\nAddition of Ha with Pixel in a step blend to increase contrast (targeting dust ultimately)\r\nDenoise, HT, curves. I skipped LHE because it wasn't yielding interesting results but curves did the job.\r\n\r\n4/ Post combination adjustement \r\nI added  Superlum + RGB via LRGB combination\r\nand made final tweaks to the color palette and stars\r\n\r\n5 / a few words about the color palette\r\nThere are so many color rendering available ranging from bolody red to orange for ha notably. I tried to keep a pink tone because of Hb. After several test I settled here in a red pink scheme.\r\nI wanted dust to be \"as natural \" as I could get it ie. not blue like you can sometimes see, not full black because it is not so.\r\n\r\n6/Final thoughts\r\nThanks to DSW it was a super processing session where I was able to try many technics to extract as much as I could from the data.\r\n\r\nIf you read until here you are probably find it useful and hopefully you like the image. So the floor is yours > >>> leave a comment!!!!",
    "h": 2495,
    "hash": "qr7nd3",
    "id": 575904,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 107,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "90.650",
    "pixscale": "2.104",
    "published": "2021-03-21T16:51:48.350192",
    "ra": "88.686",
    "radius": "1.210",
    "remote_source": "DSW",
    "resource_uri": "/api/v1/image/575904/",
    "revisions": [],
    "subjects": [
        "The star 56Ori"
    ],
    "title": "LDN 1622 -  The Boooooo-geyman  -  HaLRGB",
    "updated": "2021-07-06T20:30:51.229570",
    "uploaded": "2021-03-21T16:16:37.512051",
    "url_duckduckgo": "https://www.astrobin.com/qr7nd3/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/qr7nd3/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/qr7nd3/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/qr7nd3/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/qr7nd3/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/qr7nd3/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/qr7nd3/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/17431/2021/c174400b-5be6-45c9-bef5-47f7ff14d25a.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/17431/2021/c174400b-5be6-45c9-bef5-47f7ff14d25a-1616345486.jpg",
    "url_thumb": "https://www.astrobin.com/qr7nd3/0/rawthumb/thumb/",
    "user": "+Rajang_is_innocent+",
    "views": 209,
    "w": 3305
}