{
    "animated": false,
    "bookmarks": 4,
    "comments": 11,
    "data_source": "OWN_REMOTE",
    "dec": "39.374",
    "description": "Images from the following two scopes (piggybacked) contributed to this image:\r\nAG12+ASI1600MM at .70 asec/pix (RGB)\r\nTV127is+ASI183MM at .75 asec/pix. (L)\r\nThey were all registered to the best R image taken on the AG12.\r\n\r\nArp273 is a pair of interacting galaxies, 300 million light years away in the constellation Andromeda. It was first described in the Atlas of Peculiar Galaxies, compiled by Halton Arp in 1966. The larger of the spiral galaxies, known as UGC1810, is about five times more massive than the smaller galaxy. It has a disc that is tidally distorted into a rose-like shape by the gravitational pull of the companion galaxy below it, known as UGC1813. The smaller galaxy shows distinct signs of active star formation at its nucleus, and \"it is thought that the smaller galaxy has actually passed through the larger one.\"\r\n(Wikipedia)\r\n\r\nA series of uncommon spiral patterns in the large galaxy is a tell-tale sign of interaction. The large, outer arm appears partially as a ring, a feature seen when interacting galaxies actually pass through one another. This suggests that the smaller companion actually dived deep, but off-center, through UGC 1810. The inner set of spiral arms is highly warped out of the plane with one of the arms going behind the bulge and coming back out the other side. How these two spiral patterns connect is still not precisely known.\r\n\r\nThe larger galaxy in the UGC 1810 - UGC 1813 pair has a mass that is about five times that of the smaller galaxy. In unequal pairs such as this, the relatively rapid passage of a companion galaxy produces the lopsided or asymmetric structure in the main spiral. Also in such encounters, the starburst activity typically begins in the minor galaxies earlier than in the major galaxies.\r\n\r\nArp 273 lies in the constellation Andromeda and is roughly 300 million light-years away from Earth. The image shows a tenuous tidal bridge of material between the two galaxies that are separated by tens of thousands of light-years from each other.",
    "h": 2330,
    "hash": "rjswin",
    "id": 441930,
    "imaging_cameras": [
        "ZWO ASI   183 MM pro",
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is",
        "Orion Optics UK AG12"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 192,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "358.282",
    "pixscale": "0.500",
    "published": "2019-12-04T22:49:57.382147",
    "ra": "35.382",
    "radius": "0.252",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/441930/",
    "revisions": [],
    "subjects": [],
    "title": "Arp 273 UGC 1810 UGC 1813 Colliding Galaxies",
    "updated": "2021-04-26T07:51:11.482003",
    "uploaded": "2019-12-04T22:34:56.786348",
    "url_duckduckgo": "https://www.astrobin.com/rjswin/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/rjswin/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/rjswin/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/rjswin/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/rjswin/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/rjswin/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/rjswin/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2019/878cb22c-cb7c-4e54-a80c-91f92fd52d24.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2019/878cb22c-cb7c-4e54-a80c-91f92fd52d24-1582287635.jpg",
    "url_thumb": "https://www.astrobin.com/rjswin/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 732,
    "w": 2772
}