{
    "animated": false,
    "bookmarks": 6,
    "comments": 30,
    "data_source": "OWN_REMOTE",
    "dec": "57.573",
    "description": "From Wikipedia: \"The Elephant's Trunk Nebula is a concentration of interstellar gas and dust within the much larger ionized gas region IC 1396 located in the constellation Cepheus about 2,400 light years away from Earth.[1] The piece of the nebula shown here is the dark, dense globule IC 1396A; it is commonly called the Elephant's Trunk nebula because of its appearance at visible light wavelengths, where there is a dark patch with a bright, sinuous rim. The bright rim is the surface of the dense cloud that is being illuminated and ionized by a very bright, massive star (HD 206267) that is just to the east of IC 1396A. (In the Spitzer Space Telescope view shown, the massive star is just to the left of the edge of the image.) The entire IC 1396 region is ionized by the massive star, except for dense globules that can protect themselves from the star's harsh ultraviolet rays. The Elephant's Trunk Nebula is now thought to be a site of star formation, containing several very young (less than 100,000 yr) stars that were discovered in infrared images in 2003. Two older (but still young, a couple of million years, by the standards of stars, which live for billions of years) stars are present in a small, circular cavity in the head of the globule. Winds from these young stars may have emptied the cavity.  The combined action of the light from the massive star ionizing and compressing the rim of the cloud, and the wind from the young stars shifting gas from the center outward lead to very high compression in the Elephant's Trunk Nebula. This pressure has triggered the current generation of protostars.\"\r\n\r\nThis is a two panel mosaic and we have captured good quality data for both panels giving a combined integration of 48 hours which has really helped with the processing and the resolution of the fine detail and billowing gases.  I have also used StarNet in the latest PixInsight revision which is now available for Mac users and it was a real pleasure to use.  My own process which I documented on my SmugMug site is now obsolete and relegated to obscurity;-)  As is my normal practice I have retained a small amount of the green and this has helped provide some transitional context between the various structures, especially the \"wing\"-like filaments off to the left of the main trunk.  I hope you enjoy it!  Thanks to my imaging buddy Steve for the idea of this target!\r\n\r\nData acquisition: Barry Wilson & Steve Milne.\r\nProcessing: Barry Wilson",
    "h": 4780,
    "hash": "rk9haw",
    "id": 523584,
    "imaging_cameras": [
        "QSI 690 wsg-8"
    ],
    "imaging_telescopes": [
        "TEC 140"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 256,
    "link": "https://barrywilson.smugmug.com/",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808118/"
    ],
    "orientation": "269.745",
    "pixscale": "0.743",
    "published": "2020-09-15T15:36:48.263670",
    "ra": "323.669",
    "radius": "0.601",
    "remote_source": "eEyE",
    "resource_uri": "/api/v1/image/523584/",
    "revisions": [],
    "subjects": [
        "VdB142"
    ],
    "title": "Elephant's Trunk nebula within IC1396",
    "updated": "2021-03-17T01:05:46.239540",
    "uploaded": "2020-09-15T16:36:48.557001",
    "url_duckduckgo": "https://www.astrobin.com/rk9haw/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/rk9haw/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/rk9haw/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/rk9haw/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/rk9haw/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/rk9haw/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/rk9haw/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5519/2020/c5766362-f229-415b-9996-be344ff44ce3.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5519/2020/c5766362-f229-415b-9996-be344ff44ce3-1600188443.jpg",
    "url_thumb": "https://www.astrobin.com/rk9haw/0/rawthumb/thumb/",
    "user": "Barry-Wilson",
    "views": 486,
    "w": 3327
}