{
    "animated": false,
    "bookmarks": 23,
    "comments": 42,
    "data_source": "BACKYARD",
    "dec": "66.623",
    "description": "Pour cette image, je donne une petite présentation que je fais rarement d'habitude pour ne pas trop saoûler... 🤓 (hormis les détails techniques toujours donnés pour les astrophotographes), car je trouve qu'elle le vaut bien et suis vraiment content d'avoir pu la réaliser. Et aussi parce qu'elle probablement l'une de mes images qui a été le plus difficile à traiter.\r\n\r\nLe Nébuleuse de l'Oeil de Chat, NGC 6543, est un objet mythique du ciel profond de l'hémisphère Nord. \r\n\r\nC'est une Nébuleuse Planétaire (coquille de gaz en expansion éjecté d'une étoile en fin de vie) dans la constellation du Dragon, dont l'âge est estimé à seulement 1 000 ans et la distance à \"seulement\" 5200 années-lumière. (notre galaxie a une envergure de 100000 années lumière).\r\n\r\nL'etoile au stade de naine blanche est bien visible au centre de la nébuleuse, dont la partie centrale a un diamètre de seulement 20 secondes d'arc, ce qui est minuscule ,l'une des raisons pour lesquelles elle est relativement peu imagée.\r\n\r\nL'échantillonnage utilisé ici a permis de résoudre ce coeur de la nébuleuse en l'étalant sur environ 40 pixels de l'image et d'y distinguer ainsi quelques détails, ce qui a été rendu possible par l'utilisation d'un des telescope Ritchey Chretien 500mm f/8 de l'observatoire Astroqueyras dans les Hautes Alpes avec une focale de 4000mm.\r\n\r\nLe halo extérieur de la nébuleuse, éjecté par l'étoile alors qu'elle était au stade de géante rouge, s'étend quant à lui sur près de 6mn d'arc, mais est beaucoup plus ténu que la partie centrale.\r\nIl a donc fallu mixer des poses courtes sur le coeur et des poses longues sur le halo externe et le reste de l'image puis réaliser un traitement HDR.\r\n\r\nLa galaxie de type \"spirale barrée\" NGC 6552 visible à droite de l'oeil de chat nous montre également de jolis détails malgré sa distance vertigineuse d'environ 360 millions années lumière!\r\n\r\nPour les données d'acquisition :\r\n\r\n- 10 poses de 1mn en Luminance bin 1 sur le coeur\r\n- 28 poses de 2mn en Luminance bin2 sur le reste\r\n- 15 poses de 1mn en R, V et B bin1 sur le coeur\r\n- 12 poses de 2mn en R,V et B bin2 sur le reste\r\n\r\nSoit un total de seulement 3h de poses pour acquérir toutes ces données le 16/10/2017 à l'observatoire du Pic de Chateau Renard, Alpes, France avec un telescope RC 500 f/8 sur monture AP1600 + camera Apogee 16000\r\n\r\nScale 0.5\"\r\nSeeing 1.5\"\r\nBortle 1\r\n1.5<FWHM<1.7\r\n\r\nTraitement 2020 Pixinsight et Photoshop (jamais réussi auparavant à obtenir une version qui me satisfasse).\r\n\r\n****English :\r\n\r\nFor this image, I give a small presentation that I rarely do usually so as not to get too drunk ... is (except the technical details always given for astrophotographers), because I find that it is well worth it and I am really happy to have been able to achieve it. And also because it was probably one of my most difficult images to process.\r\n\r\nThe Cat Eye Nebula, NGC 6543, is a mythical object from the deep sky of the Northern Hemisphere.\r\n\r\nIt is a Planetary Nebula (expanding gas shell ejected from an end-of-life star) in the constellation of the Dragon, whose age is estimated at only 1,000 years and the distance at \"only\" 5,200 light years . (our galaxy has a span of 100,000 light years).\r\n\r\nThe star in the white dwarf stage is clearly visible in the center of the nebula, the central part of which has a diameter of only 20 arc seconds, which is tiny, one of the reasons why it is relatively little imagined.\r\n\r\nThe sampling used here made it possible to resolve this core of the nebula by spreading it over approximately 40 pixels of the image and thus to distinguish some details there, which was made possible by the use of one of the telescope Ritchey Chretien 500mm f / 8 from the Astroqueyras observatory in the Hautes Alpes with a focal length of 4000mm.\r\n\r\nThe outer halo of the nebula, ejected by the star when it was in the red giant stage, extends for its part over nearly 6 minutes of arc, but is much more tenuous than the central part.\r\nIt was therefore necessary to mix short exposures on the heart and long exposures on the external halo and the rest of the image and then perform HDR processing.\r\n\r\nThe galaxy of the \"barred spiral\" type NGC 6552 visible to the right of the cat's eye also shows us some pretty details despite its dizzying distance of around 360 million light years!\r\n\r\nFor acquisition data:\r\n\r\n- 10 exposures of 1mn in Luminance bin 1 on the heart\r\n- 28 exposures of 2mn in Luminance bin2 on the rest\r\n- 15 poses of 1mn in R, G and B bin1 on the heart\r\n- 12 poses of 2mn in R, G and B bin2 on the rest\r\n\r\nA total of only 3 hours of exposure to acquire all of this data on 16/10/2017 at the Pic de Chateau Renard observatory, Alps, France with an RC 500 f / 8 telescope on an AP1600 mount + Apogee 16000 camera\r\n\r\nScale 0.5\"\r\nSeeing 1.5\"\r\nBortle 1\r\n1.5<FWHM<1.7\r\n\r\n\r\nPixinsight and Photoshop 2020 processing (never managed before to obtain a version which satisfies me).",
    "h": 1215,
    "hash": "rkyu0s",
    "id": 486276,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 221,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "198.911",
    "pixscale": "0.672",
    "published": "2020-05-08T12:47:43.744677",
    "ra": "269.735",
    "radius": "0.170",
    "remote_source": null,
    "resource_uri": "/api/v1/image/486276/",
    "revisions": [
        "/api/v1/imagerevision/232277/"
    ],
    "subjects": [
        "Cat's Eye Nebula",
        "NGC 6543",
        "NGC 6552"
    ],
    "title": "NGC 6543 Cat's eye Nebula",
    "updated": "2021-07-07T06:48:02.957122",
    "uploaded": "2020-05-08T13:47:43.941734",
    "url_duckduckgo": "https://www.astrobin.com/rkyu0s/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/rkyu0s/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/rkyu0s/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/rkyu0s/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/rkyu0s/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/rkyu0s/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/rkyu0s/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/15022/2020/a297e7fe-7db0-4fdc-bbc4-bc966b873860.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/15022/2020/a297e7fe-7db0-4fdc-bbc4-bc966b873860-1589635120.jpg",
    "url_thumb": "https://www.astrobin.com/rkyu0s/0/rawthumb/thumb/",
    "user": "Mathieu80",
    "views": 1722,
    "w": 1362
}