{
    "animated": false,
    "bookmarks": 0,
    "comments": 0,
    "data_source": "BACKYARD",
    "dec": "12.945",
    "description": "PGC40577 (circled in red) is the reason why I wanted to image this section of Markarians Chain - primarily because it allows us to see an object as it existed 6.4 Billion years ago, and well before the earth was formed by condensation from the gaseous void 4.5 billion years ago. In this image, I have pushed the limits of my imaging capacity somewhat in order to just register a plethora of much much fainter galaxies that reside in the background to those of Markarians Chain. You may want to max-out your screen brightness and zoom in to see these tiny ’fuzzies’ (as we call them in astrophotography circles). There are 32 labelled galaxies in this tiny field of view (not quite the Hubble Deep Field that would have registered 10's of thousands of individual galaxies). The blue labelled galaxies (of Markarians Chain) are mostly 40-65 million light years distant, the yellow labelled galaxies are mostly further away but well less than a billion light years distant. The 5 orange labelled galaxies are 1-2 billion light years distant - whilst PGC40577 (labelled in red) is the furthest I have managed to peer back in time - and which SkySafari 6 Pro (with a current database of 740,000 galaxies down to 18th magnitude) reveals is 6.4 BILLION Light Years distant. \r\n\r\nJust as the sound of a jet passing overhead seems to tail behind the jet that you see (since by the time the sound has reached your ears the jet has moved further on, so you are 'hearing' back in time), so too the light from PGC40577 has taken time, a lot of it, actually 6.4 billion years to reach the earth and this telescope. So you are effectively seeing back in time 6.4 billion years. \r\n\r\nThe light left PGC40577 around 1.9 billion years before the 4.5 billion year old earth was even in existence. So zoom into the red circle and realise that you are looking at truely deep time when the universe was 54% of it's current 13.8 billion year age. \r\n\r\nThere are objects purportedly visible in amateur telescopes that push this boundary back for amateurs to see objects (mainly quasers) whose light has been travelling to us for the past 12 billion years as the universe inflated, much closer to the Big Bang or the creation horizon.",
    "h": 9170,
    "hash": "rtsoe9",
    "id": 490873,
    "imaging_cameras": [
        "ZWO 1600mm Cooled Pro"
    ],
    "imaging_telescopes": [
        "Skywatcher 200P 200mm/f5 NEQPro6"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 2,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2810904/"
    ],
    "orientation": "50.926",
    "pixscale": "0.295",
    "published": "2020-05-24T11:05:17.584479",
    "ra": "186.564",
    "radius": "0.619",
    "remote_source": null,
    "resource_uri": "/api/v1/image/490873/",
    "revisions": [],
    "subjects": [
        "IC 3303",
        "IC 3355",
        "M 84",
        "M 86",
        "NGC 4374",
        "NGC 4387",
        "NGC 4388",
        "NGC 4402",
        "NGC 4406",
        "NGC 4407",
        "NGC 4425",
        "NGC 4435",
        "NGC 4438"
    ],
    "title": "Messier 84 and Messier 86 - Markarians Chain",
    "updated": "2021-03-17T01:55:43.707379",
    "uploaded": "2020-05-24T12:00:05.283658",
    "url_duckduckgo": "https://www.astrobin.com/rtsoe9/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/rtsoe9/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/rtsoe9/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/rtsoe9/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/rtsoe9/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/rtsoe9/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/rtsoe9/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/20990/2020/4aa605da-456f-4a46-965f-d9eec816f7a4.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/20990/2020/4aa605da-456f-4a46-965f-d9eec816f7a4-1590334571.jpg",
    "url_thumb": "https://www.astrobin.com/rtsoe9/0/rawthumb/thumb/",
    "user": "BruceRohrlach",
    "views": 42,
    "w": 12000
}