{
    "animated": false,
    "bookmarks": 10,
    "comments": 25,
    "data_source": "BACKYARD",
    "dec": "42.023",
    "description": "<b>M63, its Halo and Tidal Stream and galaxy evolution</b>\r\n\r\nRevision and updated text:\r\n\r\nShortly after I first published my M63 image showing the tidal stream of M63, I was graciously given many hours of images by Oliver Penrice. Thank you Olly! \r\n<a href=\"https://www.astrobin.com/300333/?image_list_page=2&nc=&nce=\" target=\"_blank\">Olly Penrice M63</a>\r\n\r\nOllys’s data was acquired with a smaller scope, but in much darker skies. He is under Bortle 2 skies, I am under Bortle 5….\r\nThe addition of this data made the stream a bit more even in noise and better defined. This tidal stream is extremely faint….(more on that later at the end).\r\n\r\nTo celebrate what in all probability will be the last thing I will do with this galaxy, a bit of background on this galaxy, what we are actually seeing in this image and the relationship to galaxy evolution and the analysis of the nature of dark matter.  Yes, really ;-)\r\n\r\n\r\n<b>What you will find if you read on:</b>\r\n•\tA description of what you are seeing:\r\no\tA tidal stream of stars due to the disruption of a satellite dwarf galaxy of M63\r\no\tA stellar halo due to the earlier assimilation of tens of other dwarf satellites\r\n•\tMeasurements with the Spitzer Space Telescope that give an idea of masses and time scales\r\n•\tHow the research on tidal streams play a role in the research into the nature and distribution of dark matter\r\n•\tFurther reading\r\n\r\n\r\n<b>The Spitzer Space Telescope observations</b>\r\nI found an interesting recent research paper on M63 (1). The authors give some more insights at what we are looking at, giving answers to questions like:\r\n•\tHow much mass is there in the tidal stream?\r\n•\tHow old is the tidal stream?\r\n•\tHow much mass in there in the stellar halo?\r\n•\tHow does this all relate to the mass and age of M63?\r\n\r\nMeasurement on M63 were done with the Spitzer Space Telescope in the near infrared (3.6 and 4.5 micrometers) . The authors analysed the low surface properties of M63 and inferred some key properties using modelling.\r\n\r\n\r\n<b>The origin of the tidal stream and the stellar halo</b>\r\nTidal streams and stellar halo’s around galaxies are a result of the mergers of dwarf companion galaxies with much larger galaxies . The structure of the larger galaxy remains intact, but the dwarf galaxy gets torn to pieces by the difference in gravitational force by the larger galaxy on the near side and the far side of the dwarf galaxy. This tidal interaction will create a stream of stars torn from the dwarf galaxy. The stream is relatively well defined and remains so over time due to the fact that the velocities of stars in dwarf galaxies are relatively uniform.  However, over time, by a process called dynamical friction, the stars in the tidal stream will lose orbital energy and sink to the gravitational well of the large galaxy, adding to the stellar halo around the host galaxy.\r\nWhat can be seen in the M63 image is that there is a well defined tidal stream from the most recent merger with a dwarf galaxy and an extended stellar halo around M63, a result of earlier mergers.\r\n\r\n\r\n<b>Spitzer measurements and modelling of M63’s halo and tidal stream</b>\r\n\r\nThe stream\r\nBased on the measured surface brightness, calibration of this brightness with solar luminosities  and modeling of the stream volume, the authors come to about 3 * 10^8 solar masses for the tidal stream.** This mass in in line with the mass of a typical dwarf galaxy. So, when looking at this stream, we are looking at the remnant of an intermediate mass dwarf galaxy.\r\n\r\nThe halo\r\nFor the halo, a fraction of 12 percent  in respect to the host galaxy is found. This is the largest halo mass ratio of any known galaxy. The mass of the halo is 15 times larger than the the mass of the tidal stream, indicating that in the past multiple mergers with dwarf galaxies have occurred. The authors infer an age of the tidal stream of 2.5 Billion (10^9) years, compared to 13.3 Billion years for the age of M63. As 15 times the mass of these streams formed the halo in the earlier 11 Billion years before this dwarf galaxy merger,  the merger rate in the past must have been much more intense.  This conclusion is in line with simulation modelling based on a cold dark matter universe and is easily understandable when you realise that the earlier universe was much more densely packed. \r\n** I have left out uncertainty margins from the article.\r\n\r\n\r\n<b>Galaxy Evolution and and the dark matter model of the universe</b>\r\nAccording to the current “standard” model of the formation of the universe,  cold (slow moving) dark matter form small kernels of gravitational attraction that attract other dark matter and ordinary matter, forming bigger and bigger structures.  In this picture Galaxy mergers play a big role in the evolution of galaxies (bottom-up, small galaxies growing into larger ones).  When galaxies of comparable mass collide, they lose their shape (like their disk in the case of a spiral galaxy). Two colliding spiral galaxies of roughly equal mass (major mergers) will merge into an elliptical galaxy with the combined mass of the two spiral galaxies. This occurs mainly in dense areas like in the center of galaxy groups and clusters.  When dwarf satellite galaxies collide with their host galaxy (minor merger), the host galaxy remains structurally intact and streams of stars that have been stripped of the smaller galaxy and a more massive stellar halo around the host galaxy arise.\r\n\r\n\r\n<b>The observational challenge</b>\r\nThere are observational challenges to the theory. The theory predicts a great many collisions between galaxies of comparable mass, thus destroying a far greater population of spiral galaxies than we observe today. And it also predicts minor galaxy mergers virtually everywhere:  they are much more frequent than major mergers because lower-mass galaxies are more numerous than high-mass galaxies and lower mass galaxies tend to hang around larger galaxies as satellites.  We should see halo’s and streams around all Milky Way-sized galaxies. Except…we don’t. Currently, we have detected this phenomenon only with 10% of Milky Ways-sized galaxies.\r\nDoes this mean that we can throw the cold dark matter model of the universe in the trash bin? Not so fast!  The tidal streams as in the M63 image are extremely faint. The M63 tidal stream was only discovered in 1979. Available sky surveys like the SDSS do not go that deep. It is one of the original goals behind the construction of the Dragonfly Telephoto Array: To generate a wide field survey of low surface brightness structures to test whether all spiral galaxies like the Milky Way are embedded in extensive debris fields caused by past accretion events. \r\nSo, by now you are aware that a better understanding of tidal streams will lead to a better understanding of galaxy evolution and the distribution of dark matter. Professional telescope imaging time is scarce. I was able to record the tidal stream and halo of M63 from my Bortle 5 backyard by putting in much more time than needed for the galaxy alone. More examples of streams exist, like around the galaxies NGC 4013, NGC 5907 and NGC 4651. There must be many more to be detected in deep exposures. The amateur astro-imaging field now has many, many big telescope under extremely dark skies. The next time you image a galaxy, put in the extra exposure time and see what turns up. Happy hunting!\r\n\r\n<b>Further reading</b>\r\n\r\nResearch papers\r\n(1)\t (2015) “The stellar halo and tidal streams of Messier 63 : Monthly Notices of the Royal Astronomical Society, Volume 454, Issue 4, 21 December 2015, Pages 3613–3621     <a href=\"https://academic.oup.com/mnras/article/454/4/3613/992725\" target=\"_blank\">https://academic.oup.com/mnras/article/454/4/3613/992725</a>\r\n\r\n(2)\t (2011) A petal of the sunflower: Photometry of the stellar tidal stream in the halo of Messier 63 <a href=\"https://www.researchgate.net/publication/231107714_A_Petal_of_the_Sunflower_Photometry_of_the_Stellar_Tidal_Stream_in_the_Halo_of_Messier_63_NGC_5055\" target=\"_blank\">https://www.researchgate.net/publication/231107714_A_Petal_of_the_Sunflower_Photometry_of_the_Stellar_Tidal_Stream_in_the_Halo_of_Messier_63_NGC_5055</a>\r\n\r\n\r\nEasier reading\r\n\r\n<a href=\"https://www.cosmotography.com/images/small_ngc5055\" target=\"_blank\">https://www.cosmotography.com/images/small_ngc5055</a> The incredible work of R. Jay Gabani c.s. who helped decode the nature of the tidal stream around M63\r\n\r\n<i>Galaxy – Mapping the cosmos</i>: James Geach (2014) – an accessible journey into extragalactic space by an expert in the field. Lots of beautiful images.\r\n\r\n<i>Extragalactic Astronomy and Cosmology, an introduction 2nd edition</i>: Peter Schneider (2019): A 600+ pages up-to-date university textbook. An undergraduate level knowledge of physics and maths is required to make this a fun read.\r\n\r\n<i>More Things in the Heavens: How Infrared Astronomy Is Expanding Our View of the Universe</i>:  Michael Werner and Peter Eisenhardt (2019). A very interesting story on the Spitzer Space Telescope and the application to a host of astronomical questions.\r\n\r\n<i>Tidal Streams in the Local Group and Beyond – Observations and implications</i>: Heidi Jo Newberg and Jeffrey L. Carlin (editors) (2016). A complete book, just on this subject! Mostly descriptive (but not popularized) overview of this field of research, with a lot of references. Most of the content is about streams around our own Milky Way.",
    "h": 1042,
    "hash": "ru40fg",
    "id": 487709,
    "imaging_cameras": [
        "QHYCCD QHY168C"
    ],
    "imaging_telescopes": [],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 130,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2810565/"
    ],
    "orientation": "2.864",
    "pixscale": "1.974",
    "published": "2020-05-14T12:29:26.250988",
    "ra": "198.955",
    "radius": "0.492",
    "remote_source": null,
    "resource_uri": "/api/v1/image/487709/",
    "revisions": [
        "/api/v1/imagerevision/233402/",
        "/api/v1/imagerevision/258441/",
        "/api/v1/imagerevision/258442/",
        "/api/v1/imagerevision/261755/"
    ],
    "subjects": [
        "M 63",
        "NGC 5055",
        "Sunflower Galaxy"
    ],
    "title": "M63 with halo and tidal streams",
    "updated": "2021-07-07T17:13:02.889371",
    "uploaded": "2020-05-14T13:29:26.409540",
    "url_duckduckgo": "https://www.astrobin.com/ru40fg/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ru40fg/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ru40fg/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ru40fg/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ru40fg/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ru40fg/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ru40fg/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/31478/2020/231d5d89-c668-4253-a7fb-e91bcb0b1090.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/31478/2020/231d5d89-c668-4253-a7fb-e91bcb0b1090-1589488115.jpg",
    "url_thumb": "https://www.astrobin.com/ru40fg/0/rawthumb/thumb/",
    "user": "Annehouw",
    "views": 659,
    "w": 1462
}