{
    "animated": false,
    "bookmarks": 19,
    "comments": 19,
    "data_source": "BACKYARD",
    "dec": "78.181",
    "description": "First opportunity to image since November. The Julian winter skies prevented imaging in December. So more holiday time with the family. (-:\r\n\r\nI wanted to start the new decade with something very difficult, very far and rarely imaged. NGC2655 at 80 Million Light Years - FAR beyond the bright stars of our own Milky Way galaxy (shown here) - was my choice.\r\n\r\n\"Floating in the serenity of the universe like a cosmic ammonite shell, NGC 2655 is an impressive example of a lenticular galaxy. Located 80 million light years away towards the constellation of Camelopardalis (The Giraffe), its series of outer shell structures and faint tidal loops are nicely complemented by internal dust lanes near its core.\r\n\r\nIts panoply of morphological kinematics are indicative of a merger between two galaxies in the past, an intergalactic event that is now known to be a common feature of the evolution of galaxies. Other signatures of a past merger that aren't apparent to the eye are vast clouds of neutral hydrogen surrounding the galaxy that were uncovered in observations made using radio telescopes.\r\n\r\nThe unusual appearance of NGC 2655 brought it to the attention of the famous astronomer Halton Arp who added it to his atlas of peculiar galaxies under Arp 225. Another distinction is that the core is very luminous, which means that NGC 2655 belongs to the category of active galaxies known as Seyfert galaxies, which were named after the astronomer Karl Seyfert. The luminosity of Seyfert galaxies is thought to derive from a transfer of matter onto an accretion disk around a supermassive black hole.\r\n\r\nThe diameter of NGC 2655 is approximately 200,000 light years but the envelope of neutral hydrogen gas discovered in the 1980's is about 500,000 light years.\"\r\n\r\nFrom Ann at APOD...\r\n\r\n\"Wow, that's a fantastic image! And I had most certainly never seen this galaxy before!  (Hope you don't mind that I inserted a version of your picture from your website, as the attachment wouldn't have shown up when I quoted your post.)\r\n\r\nYou quoted a text that described NGC 2655 as a galaxy with a \"series of outer shell structures\". I disagree. Take a look at the picture of NGC 474, which is a true shell galaxy, and note how it differs from NGC 2655. The shells of NGC 474 are extremely circular and sharp, and the obvious tidal features are also elegantly symmetrical.\r\n\r\nI think that NGC 2655 is a fantastic spiral galaxy. Its spiral arms are broad and diffuse, because NGC 2655 no longer forms any stars, but the arms are still clearly discernible, and they are very long. One outer arm appears to make almost two full turns around its parent galaxy!\r\n\r\nThe arms are asymmetrical, like practically all galactic spiral arms are. That's all the more proof that they are spiral arms and not shells.\r\n\r\nIt's a superb image! Thanks!\r\n\r\nAnn\"",
    "h": 3126,
    "hash": "sa3bk0",
    "id": 451493,
    "imaging_cameras": [
        "FLI Proline 16803"
    ],
    "imaging_telescopes": [
        "Planewave CDK24"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 196,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808089/"
    ],
    "orientation": "178.716",
    "pixscale": "0.468",
    "published": "2020-01-26T04:58:11.784654",
    "ra": "134.069",
    "radius": "0.290",
    "remote_source": null,
    "resource_uri": "/api/v1/image/451493/",
    "revisions": [],
    "subjects": [
        "NGC 2655",
        "NGC2655"
    ],
    "title": "NGC 2655 (ARP 225)",
    "updated": "2021-06-30T02:13:05.239247",
    "uploaded": "2020-01-26T04:58:11.958348",
    "url_duckduckgo": "https://www.astrobin.com/sa3bk0/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/sa3bk0/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/sa3bk0/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/sa3bk0/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/sa3bk0/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/sa3bk0/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/sa3bk0/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/11748/2020/8b6e4bf0-3923-4abe-bf3a-d5294ec0bcb4.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/11748/2020/8b6e4bf0-3923-4abe-bf3a-d5294ec0bcb4-1585669173.jpg",
    "url_thumb": "https://www.astrobin.com/sa3bk0/0/rawthumb/thumb/",
    "user": "KuriousGeorge",
    "views": 816,
    "w": 3192
}