{
    "animated": false,
    "bookmarks": 4,
    "comments": 28,
    "data_source": "TRAVELLER",
    "dec": null,
    "description": "My latest telescopic equipment!\r\n\r\nDon't I wish.\r\nWell, actually the ESO - European Southern Observatory at Cerro Paranal.\r\nLocated 120 km South of Antofagasta, Chile, or about 1223 km North of Santiago.\r\nMy wife and I were able to take a 2 hour tour as part of our Dec/Jan trip to South America.\r\n\r\nThe ESO is the world's most productive astronomical complex.  It has:\r\n1) 4 - 8.2 meter telescopes - visual/infrared/spectroscopic\r\n2) 1 - 4 meter telescope - wide fields survey work\r\n3) 4- 2.8 meter telescopes that are on movable railroad tracks so they can be positioned in many configurations\r\n\r\nLocated at 8500 ft in the Southern Atacama desert, it has 320 clear nights each year, 0 light pollution, which result in the best location world wide for telescopes.  It is only 12 km from the Pacific Ocean and we were lucky to see it today.  Normally the low level clouds obscure it.\r\n\r\nRecent achievements:\r\n1) first ever picture of a black hole (the one at the center of our galaxy, the Milky Way)\r\n2) first ever image of a planet orbiting a nearby star.\r\n\r\nWe had a fabulous 2 hour tour, completely free, but we had to schedule well in advance.  They only offer tours on Saturdays at 10 and 2.  The drive is 1.5 to 2 hours out of Antofagasta.  Scenery for the entire trip is like you are on the moon. Not a single green anything. \r\n\r\nBoth sets of 4 telescopes (the largest 8.2 meter and the 2.8 meter movable) can operate individually, or 2 or 3 or 4 together as a set, in which case they are taking images of the same target and their images are combined to improve the resolution and detail. \r\n\r\nEach 8.2 meter telescope has three completely separate sets of instruments that can collect the light.  One on the left, one on the right, and one at the bottom.  A flat mirror can be rotated to select which set of instruments are to be used.  One set does visible light, one set infrared, and one set for interferometry.\r\n\r\nFor interferometry the light from each of the 4 8.2 meter telescopes passes straight down into tunnels that redirect all 4 to a common focus point using flat mirrors to redirect the light by 90 degrees.  This effectively produces an image equivalent to that produced by a 16.4 meter telescope.\r\n\r\nThe 4 2.8 meter movable telescopes also operate this way.  By moving them to different positions, different resolutions can be achieved.  The image showing two of them and their railroad tracks shows the octagonal port that one can sit on that exposes the light tunnels.\r\n\r\nThe large orange rectangular structure seen attached to only one of the 8.2 meter telescopes is used as the final part of the process of cleaning the main mirrors.  Each of the 4 main mirrors is completely removed from the observatory once every 18 months and transported down the hill to a processing building where a new mirror surface coating is applied.  The orange rectangular structure accepts the mirror as it slides horizontally out of the building and then lowers it on to a flat bed truck.  There is only one of these orange structures.  It is completely disassembled, moved and reattached to the next observatory needing a mirror cleaning.  All the mirrors get a surface washing with a special solvent once a month to keep them clean.  The mirror is rotated to vertical for this cleaning.\r\n\r\nThe Residence building is really a hotel with 108 rooms for housing the staff and visiting scientists and astronomers.  It is a beautiful building with swimming pool, restaurant, lovely plants.  The white folded object in the middle of the solarium unfolds at night to prevent light from the building interfering with the telescopes.  There is a very large separate building which is a recreation building with tennis court and full gym.  120 people work here on a typical day. Quite luxurious, but only available to workers and visiting astronomers and scientists.\r\n\r\nThe last image shows only some of facilities that support this complex.  On the horizon in the background is the 10,000 ft mountain which is the site of the ELT – Extremely Large Telescope, which the ESO is building, expected completion in 2024. It will have a 39 meter main mirror, massively larger than any existing telescope.  It will produce orders of magnitude better images of the universe.  It is about 20 kilometers from this Cerro Paranal site, sitting on the opposite side of the main highway from Astofagasta. \r\n\r\nThe ESO is a consortium of 16 European nations, no USA involvement.  Too bad.",
    "h": 3888,
    "hash": "sidbba",
    "id": 452861,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": false,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 114,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-02-02T14:36:13.322858",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/452861/",
    "revisions": [
        "/api/v1/imagerevision/210209/",
        "/api/v1/imagerevision/210211/",
        "/api/v1/imagerevision/210214/",
        "/api/v1/imagerevision/210215/",
        "/api/v1/imagerevision/210217/",
        "/api/v1/imagerevision/210223/",
        "/api/v1/imagerevision/210226/",
        "/api/v1/imagerevision/210227/"
    ],
    "subjects": [],
    "title": "ESO Paranal - European Southern Observatory - Chile",
    "updated": "2021-03-17T05:17:05.508231",
    "uploaded": "2020-02-02T13:56:07.347904",
    "url_duckduckgo": "https://www.astrobin.com/sidbba/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/sidbba/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/sidbba/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/sidbba/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/sidbba/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/sidbba/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/sidbba/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/sidbba/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 729,
    "w": 4400
}