{
    "animated": false,
    "bookmarks": 3,
    "comments": 10,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "HI all,\r\n\r\nfollows the image of the planet Uranus taken here at the observatory at the beginning of this month with variable turbulence and good transparency! A few weeks ago we passed the opposition of this distant planet, something that was little publicized since Uranus is not on the list of planetary celebrities like Jupiter, Saturn and Mars. This makes the planet in order of distance from the Sun more like a curiosity than a target to be monitored by amateur astronomers. Uranos have some peculiarities that, through photography, are noticeable! In the RGB image, that is, in visible light, we see that Uranus has a bluish-green hue, characteristic of the presence of methane gas in its atmosphere that absorbs the longest wavelengths of sunlight, allowing the lengths to reflect mostly shorter waveforms like green and blue. We note that the planet also does not have a uniform brightness, being slightly brighter on one side than on the other. The reason for this difference appears in the infrared image, at wavelengths above 685 nm. There is a large clear region that stands out in the polar region. This is the north polar cap of Uranus, composed mainly of a veil of ammonia clouds that, unlike methane, reflects the sunlight more intensely. So we see the cap much more easily in the infrared than in the visible. In 1986, when Voyager 2 passed through Uranus, it saw its south pole completely facing the sun. In 2007 we had the equinox, where the equatorial region of the planet was facing the sun. about to see the north pole completely lit up in 2028.",
    "h": 500,
    "hash": "t4v5jl",
    "id": 542513,
    "imaging_cameras": [
        "ZWO ASI 290MM"
    ],
    "imaging_telescopes": [
        "Dario Pires Optics Newtonian 16\" f/4.8 german equatorial"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 142,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805868/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-11-18T21:43:23.475797",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/542513/",
    "revisions": [],
    "subjects": [],
    "title": "Uranus - November 08, 2020",
    "updated": "2021-04-29T14:34:17.359566",
    "uploaded": "2020-11-18T21:43:24.300556",
    "url_duckduckgo": "https://www.astrobin.com/t4v5jl/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/t4v5jl/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/t4v5jl/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/t4v5jl/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/t4v5jl/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/t4v5jl/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/t4v5jl/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/t4v5jl/0/rawthumb/thumb/",
    "user": "cyberplocos",
    "views": 295,
    "w": 592
}