{
    "animated": false,
    "bookmarks": 3,
    "comments": 9,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Look at this image!\r\nIt is impossible not to be amazed by this corner of the moon. Corner, which in fact, is almost in the center. In this fantastic scenario, our poor Santos Dumont goes almost unnoticed because both the Apenninus Mons and the different Rimaes that meander through the landscape steal the first sight of any observer. Even so, we want to pay our tribute to one who was undoubtedly one of the greatest Brazilians and who fills us with pride.\r\nSantos-Dumont is an impact crater with a circular shape, considered small, with its approximate 8 km in diameter and 2 km deep, easily found if we are guided by the eastern edge of the Mare Imbrium, located on a summit of the Apenninus Mountains, in the near center north of the Moon (selenographic coordinates of 27.7 ° N and 4.8 ° E). The crater is approximately 60 km away from where the Apollo 15 Mission landed in 1971 (in order, the fourth Mission to land on the lunar soil and the first to use a Lunar Rover to explore the Earth's natural satellite ), the Falcon lunar module landed on the Moon with astronauts David Scott (1932) and James Irwin (1930 - 1991) in the Hadley-Apennines region, while astronaut Alfred Worden (1932 - 2020) remained in orbit around the Moon during the mission, lasting a total of 3 days of mission on the satellite.\r\nNamed in 1973 by the International Astronomical Union (IAU), Santos-Dumont was the first lunar crater to be named after a Brazilian (with two more on the far side of the Moon, one of which is De Moraes) and the only one on the side visible. The tribute went to Alberto Santos-Dumont (1873 - 1932), aeronautical engineer and Brazilian inventor, known as “Father of Aviation” for being one of the precursors of the plane, he left his legacy, as he created the Balão Brasil (airship with a gasoline motor), the famous 14-Bis plane and the Demoiselle.\r\nThe Santos Dumont crater was initially known as Hadley B, before his last appointment, which was influenced by the first Brazilian aviator woman, Anésia Pinheiro Machado (1902 - 1999). An interesting fact about the naming of the crater is the date, July 20, 1973, the same day as Alberto Santos-Dumont's centenary and also the birthday of his father, Henrique Dumont, in addition to being the same date on which he was 4 years old that astronaut Neil Alden Armstrong (1930 - 2012) stepped on the lunar soil for the first time, in 1969.\r\n\r\nOlhe para essa imagem!\r\nImpossível não se sentir maravilhado com esse canto da Lua. Canto, que na verdade, fica quase no centro. Nesse cenário fantástico, nossa pobre Santos Dumont passa quase despercebida pois, tanto os Apenninus Mons com as diversas Rimas que serpenteiam pela paisagem roubam a primeira visada de qualquer observador. Mesmo assim queremos render nosso tributo aquele que foi sem dúvida um dos maiores brasileiros e que tanto nos enche de orgulho.\r\nSantos-Dumont é uma cratera de impacto com formato circular, considerada pequena, com seus aproximados 8 Km de diâmetro e 2 Km de profundidade, facilmente encontrada se nos guiarmos pela borda leste do Mare Imbrium, localizada num acume dos Montes Apenninus, no centro próxima ao norte da Lua (coordenadas selenográficas de 27.7° N e 4.8° E). A cratera se encontra, aproximadamente, 60 Km de distância de onde a Missão Apollo 15 fez seu pouso em 1971 (na ordem, a quarta Missão a pousar no solo lunar e a primeira a usar um Rover Lunar com intuito de explorar o satélite natural terrestre), o módulo lunar Falcon pousou na Lua com os astronautas David Scott (1932) e James Irwin (1930 – 1991) na região de Hadley-Apeninos, já o astronauta Alfred Worden (1932 - 2020) permaneceu em órbita ao redor da Lua durante a missão, durando um total de 3 dias de missão no satélite.\r\nNomeada no ano de 1973 pela International Astronomical Union (IAU), Santos-Dumont foi a primeira cratera lunar que recebeu o nome de um brasileiro (tendo mais duas no lado oculto da Lua, em que uma delas é De Moraes) e única no lado visível. A homenagem foi ao Alberto Santos-Dumont (1873 - 1932), engenheiro aeronáutico e inventor brasileiro, conhecido como “O Pai da Aviação” por ser um dos precursores do avião, deixou seu legado, pois criou o Balão Brasil (dirigível com motor à gasolina), o famoso avião 14-Bis e o Demoiselle.\r\nA cratera Santos Dumont era, inicialmente, conhecida por Hadley B, antes da sua última nomeação que, teve influência da primeira mulher aviadora brasileira, Anésia Pinheiro Machado (1902 - 1999). Um fato interessante sobre a nomeação da cratera é a data, 20 de julho de 1973, mesmo dia do centenário de Alberto Santos-Dumont e, também, aniversário de seu pai, Henrique Dumont, além de ser a mesma data em que completava 4 anos que o astronauta Neil Alden Armstrong (1930 – 2012) pisou no solo lunar pela primeira vez, no ano de 1969.",
    "h": 1225,
    "hash": "t8xdhh",
    "id": 579510,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 99,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2021-04-05T01:14:27.451277",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/579510/",
    "revisions": [],
    "subjects": [],
    "title": "Santos Dumont Crater",
    "updated": "2021-06-03T18:15:07.064527",
    "uploaded": "2021-04-05T01:08:25.043432",
    "url_duckduckgo": "https://www.astrobin.com/t8xdhh/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/t8xdhh/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/t8xdhh/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/t8xdhh/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/t8xdhh/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/t8xdhh/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/t8xdhh/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/t8xdhh/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 194,
    "w": 1534
}