{
    "animated": false,
    "bookmarks": 4,
    "comments": 21,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "In a bit of a hurry today, so please forgive me for not attaching the process description which I will try to upload in the following days.  \r\n\r\nToday I want to share with you a \"Serindipity\" Lucky Imaging of Vallis Rheita. Lucky imaging because of the technique and serindipity because I was decided to shoot something that day no matter what and how. And I found out that shooting through high clouds was very good to temperate highlights on the high albedo areas from the highlands being directedly lit by the Sun.  Of course, contrast and definition was lost significantly, but seeing was ok for some time, so I gave it a try and got what it seems (to me at least 😊) a nice view of Vallis Rheita... I am happy to have squeezed something out that day...\r\n\r\nA couple of words on Vallis Rheita as I find it super quirky and interesting. Vallis Rheita is a linear valley, approximately 450 km long. At its widest points it reaches a width  of about 30 km. It consists of a string of numerous, partially  overlapping craters. It is suggested that it may have arisen  from secondary events following the Nectaris impact.    If the position of Janssen, Fabricius, Metius, Rheita and Rheita  E is examined at a large scale, then it appears that they all lie  on a nearly straight line. It is conceivable that their formation,  nearly simultaneously, may be traced back to a very large asteroid that broke apart shortly before the impact. \r\n\r\nAll in all, I was lucky in my serindipity of lucky imaging and also with the light position, as the valley becomes very clear (I have rotated the image to enhance the depth of the valley) in the image.  So lots of luck. \r\n\r\nResulting image is a 3% out of a total 45000 frames at 140fps at 4700 focal length. \r\n\r\nTake care, Guillermo",
    "h": 1103,
    "hash": "tp4ay0",
    "id": 586276,
    "imaging_cameras": [
        "ZWO ASI 224mc"
    ],
    "imaging_telescopes": [
        "Celestron 9.25 XLT"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 126,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806321/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2021-05-08T19:28:35.986334",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/586276/",
    "revisions": [
        "/api/v1/imagerevision/287116/"
    ],
    "subjects": [],
    "title": "Serindipity in Vallis Rheita",
    "updated": "2021-05-24T02:05:25.798365",
    "uploaded": "2021-05-01T12:58:25.074000",
    "url_duckduckgo": "https://www.astrobin.com/tp4ay0/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/tp4ay0/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/tp4ay0/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/tp4ay0/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/tp4ay0/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/tp4ay0/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/tp4ay0/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/tp4ay0/0/rawthumb/thumb/",
    "user": "lapinilla",
    "views": 199,
    "w": 1316
}