{
    "animated": false,
    "bookmarks": 1,
    "comments": 13,
    "data_source": "BACKYARD",
    "dec": "60.045",
    "description": "Sh2-129 and OU4 are located in Cepheus, about four degrees from the more famous and frequently photographed Elephant Trunk Nebula. Sh2-129, sometimes called the Flying Bat Nebula, is a somewhat faint (Mag 10 vs Mag 5.6 for the Elephant Trunk) emission nebula containing an interesting planetary nebula known as OU4, or the Squid Nebula. The squid was discovered by French amateur astronomer, Nicolas Outters, in 2011. While the bat emits light strongly in the H-alpha emission line, the squid shines only in the OIII emission line (as far as I know). This makes for a potentially interesting bicolor target. \r\n\r\nNumerous award-winning images of this target have been produced since its discovery, with many presenting the squid with such brightness and vibrance that it almost appears to be a solid object. But plenty of astrophotographers have commented on its extreme dimness and the challenges it presents to processing. \r\n\r\nKnowing this, it was with some trepidation that I selected it for my next imaging project. Ultimately I decided to try it because it was well positioned from the vantage point of my Bortle 7 back yard. While I am satisfied with the image overall, I undoubtedly could have used double to quadruple the integration time on the OIII channel. On a single 20-minute subframe, the squid was a ghostly outline that was barely visible over the background noise. In the stacked OIII master image, it was a slightly less ghostly outline that was barely visible over the background noise. The key to processing this image was therefore managing copious amounts of noise while extracting enough OIII signal to make the squid visible over the bat. I am not sure I succeeded. \r\n\r\nI am certain that light pollution limited my ability to detect this faint nebula. There's only so much narrowband filters can do. My CCD camera also has a fair amount of read noise, which probably contributed to the problem. Anyway, I do have new respect for the profound dimness of this celestial squid. I always learn a lot from my imaging projects—especially the difficult ones—and this one was quite fun.",
    "h": 2440,
    "hash": "tyu509",
    "id": 524523,
    "imaging_cameras": [
        "Atik 383L+ Mono"
    ],
    "imaging_telescopes": [
        "Stellarvue SVX80T"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 66,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "180.076",
    "pixscale": "3.442",
    "published": "2020-09-20T15:18:48.156867",
    "ra": "317.197",
    "radius": "1.947",
    "remote_source": null,
    "resource_uri": "/api/v1/image/524523/",
    "revisions": [
        "/api/v1/imagerevision/250365/"
    ],
    "subjects": [
        "PGC165873",
        "PGC167712",
        "PGC167721",
        "PGC167723",
        "PGC167725",
        "PGC167727",
        "PGC167781",
        "PGC167787",
        "PGC167789",
        "PGC167790",
        "PGC167791",
        "PGC167792",
        "PGC3096611",
        "PGC66550",
        "PGC97235",
        "Sh2-129"
    ],
    "title": "Flying bat and a (very faint) squid",
    "updated": "2021-06-06T11:56:06.707891",
    "uploaded": "2020-09-19T01:37:10.960864",
    "url_duckduckgo": "https://www.astrobin.com/tyu509/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/tyu509/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/tyu509/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/tyu509/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/tyu509/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/tyu509/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/tyu509/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/20503/2020/dde02f43-0bd5-449c-8c75-c6155fa24af4.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/20503/2020/dde02f43-0bd5-449c-8c75-c6155fa24af4-1600479868.jpg",
    "url_thumb": "https://www.astrobin.com/tyu509/0/rawthumb/thumb/",
    "user": "Starship",
    "views": 158,
    "w": 3262
}