{
    "animated": false,
    "bookmarks": 1,
    "comments": 21,
    "data_source": "BACKYARD",
    "dec": "13.053",
    "description": "This beautiful duo forms two-thirds of the popular Leo Triplet, a trio of galaxies in Leo some 35 million light years distant. The trio includes Messier 66 (lower left) and Messier 65 (upper right), as well as NGC 3628 (not pictured, but would appear above and to the right).\r\n\r\nMessier 66 is an intermediate spiral of type SABb located 31 million light years distant. It has a weak bar structure running through its core, with two loose spiral arms. This galaxy is inclined from our point of view. This galaxy is receding from out point of view at about 700 kilometers every second.  This galaxy spans 95 thousand light years, with several dust lanes running the entire distance through the main galactic disk. Its non-pictured neighbor is gravitationally interacting with this galaxy, causing high mass concentration in the center as well as a non-rotating mass of unionized hydrogen that was likely removed from one of the spiral arms. This feature can be noted as unusually prominent spiral structure dust detail, as was described in the Atlas of Peculiar Galaxies.\r\n\r\nMessier 65, of type SAB(rs)a, is somewhat similar in size and structure to its nearby neighbor M66. A careful observer will note its weak barring and interesting internal spiral structure. This galaxy, unlike its nearby cousin populated with several bright star clusters, has low dust and gas concentrations, with very little star formation taking place. As a consequence, we see many more old stars than new ones, which is what leaves this galaxy void of the bluer hues found in a galaxy with lots of active star formation. There is a radio source near the core of this galaxy, but it has not yet been formally studied. \r\n\r\nDespite low overall star formation, we actually are witnessing the result of a recent \"burst\" of star formation which is the result of gravitational interaction between this pair. The central bar and slight warping of the disk of M65, as well as its oblique angle, suggest a tidal disruption event. It is likely they interacted closely some 800 million years ago.\r\n\r\nThis image was captured as an HDR composite of short exposures and long exposures 16x the length of the shorties. I finished acquisition a long time ago, but have been busy with another project which will hopefully be out before or sometime within the month of June.\r\n\r\nCheers, everyone!\r\nRob",
    "h": 3250,
    "hash": "u1ho94",
    "id": 486248,
    "imaging_cameras": [
        "ZWO ASI 183MM"
    ],
    "imaging_telescopes": [
        "CELESTRON C8 XLT 2032mm F/10"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 66,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "359.219",
    "pixscale": "0.381",
    "published": "2020-05-08T10:46:09.121028",
    "ra": "169.920",
    "radius": "0.307",
    "remote_source": null,
    "resource_uri": "/api/v1/image/486248/",
    "revisions": [],
    "subjects": [
        "Leo Triplet",
        "M 65",
        "M 66",
        "M65",
        "M66",
        "NGC 3623",
        "NGC 3627",
        "PGC1421317",
        "PGC1423398"
    ],
    "title": "M65 & M66",
    "updated": "2021-05-31T03:11:12.886967",
    "uploaded": "2020-05-08T11:08:26.717323",
    "url_duckduckgo": "https://www.astrobin.com/u1ho94/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/u1ho94/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/u1ho94/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/u1ho94/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/u1ho94/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/u1ho94/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/u1ho94/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/27451/2020/1a4297f2-1e5e-48a2-aa1b-6834a42c7af2.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/27451/2020/1a4297f2-1e5e-48a2-aa1b-6834a42c7af2-1588937835.jpg",
    "url_thumb": "https://www.astrobin.com/u1ho94/0/rawthumb/thumb/",
    "user": "Soundologist",
    "views": 231,
    "w": 4800
}