{
    "animated": false,
    "bookmarks": 7,
    "comments": 24,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Two aspects of Saturn 8 months apart showing the dramatic shift in the angle of presentation of the rings. These are IR 642nm BP images. Note that last year the south pole of the planet was hidden by the rings but is now visible. 1.8.19 to 12.4.20\r\nMany if not most of you will know the reason for this change of aspect, but for those who don't here is my attempt to explain it. \r\nSaturn is tipped over at 26.7 degrees to the ecliptic....more than the Earth (23.4 degrees). It has a 30 year orbit period. \r\nAs Saturn orbits the Sun the orientation of this tilt is relatively unchanging. Using a clock as a reference, suppose when Saturn is at 12 o'clock that the planet is fully tilted towards us such that we can see its north pole and if you like the northern face of its rings. When it swings around to 3 o'clock, 7.5 years later, we are now seeing the rings edge on because they are still facing the same direction and we are to the side. By the time 15 years have elapsed, Saturn is at 6 o'clock, but since it is still facing the same way we are now behind it and able to see the underside or south side of the rings wide open and the south pole. After a further 7.5 years, the planet is at 9 o'clock and we now see the rings from the side again and hence edge on. Finally after completing the orbit back to 12 o'clock, the rings are back to presenting us the north pole and the rings wide open again.",
    "h": 667,
    "hash": "ukd35o",
    "id": 477906,
    "imaging_cameras": [
        "ZWO174MM"
    ],
    "imaging_telescopes": [
        "Celestron  C14 Edge HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 115,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806717/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-04-16T14:29:18.285799",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/477906/",
    "revisions": [],
    "subjects": [],
    "title": "The changing aspect of Saturn's rings over 8 months",
    "updated": "2021-07-06T23:16:04.460772",
    "uploaded": "2020-04-16T14:54:29.063926",
    "url_duckduckgo": "https://www.astrobin.com/ukd35o/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ukd35o/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ukd35o/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ukd35o/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ukd35o/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ukd35o/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ukd35o/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/ukd35o/0/rawthumb/thumb/",
    "user": "macnenia",
    "views": 369,
    "w": 1000
}