{
    "animated": false,
    "bookmarks": 2,
    "comments": 14,
    "data_source": "BACKYARD",
    "dec": "-58.638",
    "description": "My unfamiliar take on a familiar scene \r\n\r\nThis is a work in progress as I await clear skies to get O3, S2 & RGB data. But hey, why not use the opportunity to look deep into the rich Ha regions here and lift the curtain of stars to show us what's underneath?\r\n\r\nSubtle dust clouds, multiple lavers of nebulosity and obscure isolated pockets of gas are all revealed in plain sight, once those beautiful stars are removed!  \r\n\r\nLots to be seen here that is often overlooked using traditional methods.\r\n\r\nNGC 3324 is located in the southern constellation of Carina roughly 7500 light-years from Earth. It is on the northern outskirts of the chaotic environment of the Carina Nebula, which has been sculpted by many other pockets of star formation. A rich deposit of gas and dust in the NGC 3324 region fuelled a burst of starbirth there several millions of years ago and led to the creation of several hefty and very hot stars that are prominent in this picture.\r\n\r\nStellar winds and intense radiation from these young stars have blown open a hollow in the surrounding gas and dust. This is most in evidence as the wall of material seen to the centre right of this image. The ultraviolet radiation from the hot young stars knocks electrons out of hydrogen atoms, which are then recaptured, as the electrons cascade through the energy levels, showing the extent of the local diffuse gas. \r\n\r\nAs with clouds in the Earth's sky, observers of nebulae can find likenesses within these cosmic clouds. One nickname for the NGC 3324 region is the Gabriela Mistral Nebula, after the Nobel Prize-winning Chilean poet. The edge of the wall of gas and dust at the right bears a strong resemblance to a human face in profile, with the \"bump\" in the centre corresponding to a nose.",
    "h": 3903,
    "hash": "ulon3y",
    "id": 563249,
    "imaging_cameras": [
        "QSI 6162 monochrome"
    ],
    "imaging_telescopes": [
        "Takahashi TOA-130 APO Refractor"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 93,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804469/"
    ],
    "orientation": "10.452",
    "pixscale": "1.242",
    "published": "2021-02-05T06:50:53.419414",
    "ra": "159.515",
    "radius": "0.877",
    "remote_source": null,
    "resource_uri": "/api/v1/image/563249/",
    "revisions": [
        "/api/v1/imagerevision/272215/"
    ],
    "subjects": [
        "IC 2599",
        "NGC 3293",
        "NGC 3324"
    ],
    "title": "Behind the Curtain - Portrait of Gabriella in Starless Monochrome",
    "updated": "2021-05-04T00:21:04.729822",
    "uploaded": "2021-02-04T06:27:47.287226",
    "url_duckduckgo": "https://www.astrobin.com/ulon3y/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ulon3y/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ulon3y/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ulon3y/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ulon3y/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ulon3y/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ulon3y/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/8900/2021/457cb5f1-88f0-4570-8c5d-48ff1193d484.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/8900/2021/457cb5f1-88f0-4570-8c5d-48ff1193d484-1612507405.jpg",
    "url_thumb": "https://www.astrobin.com/ulon3y/0/rawthumb/thumb/",
    "user": "Andys_Astropix",
    "views": 220,
    "w": 3260
}