{
    "animated": false,
    "bookmarks": 7,
    "comments": 6,
    "data_source": "TRAVELLER",
    "dec": "-8.484",
    "description": "In the constellation Aquarius, near its border with Aquila and Capricornius, lies a beautiful field of intriguing nebulae. Its faint and filamentary appearance fills this wide 20-full-moons field. As far as my research could probe, this might be the first optical wide field image of this region! The barely visible dust in the picture is part of the Galactic Cirrus, or IFN. But what exactly is it?\r\n\r\nGalactic Cirrus are veils that surround our galaxy – made of dust and gas in the interstellar space. [1] It was first noticed on optical glass plates recorded at Palomar Observatory and subsequently cataloged by B. T. Lynds, in 1965. In the 2000s, Steve Mandel noticed faint cirrus in deep, wide field photographs near the North Celestial Pole, and labelled the nebulosity as the IFN, or the Integrated Flux Nebula. [1] The Cirrus has incredibly faint surface brightness, at ~22-28 mag/arcsec^2, thus it is not easy to capture!\r\n\r\nI could not find any information about this specific region in scientific studies nor in websites. Any help or information would be greatly appreciated. However, the only source I found was  the amazing report by Mel Bartels, who was able to visually observe some sections of this field. [2] As far as my limited research could probe, this very region of the night sky has never been optically imaged to show the faint dust. This might be the first amateur image it!\r\n_____________________________________________\r\n\r\nThis image was a personal challenge: capturing objects this faint, invisible in the subexposures is not easy! Being shot with an entry level DSLR and relatively inexpensive lens, the result surprised me. The image features 150 minutes of integration (2:30h). That might seem too short, but it was shot at fast focal ratio of f/2.0. Star quality suffered a bit, but the SNR in the extended regions sufficed to reveal the IFN. Indeed, were this target shot with a slower f/5 135mm focal length lens (assuming same camera and sky conditions), the integration time should be about 15-16 h to get the same SNR!  As I had never seen an image of the field, I had nothing to compare it to. \r\n\r\nIt was imaged under the dark skies of the 12º Encontro Brasileiro de Astrofotografia (12th Brazilian Astrophotography Meeting): I travelled some 1200km to share imaging nights with wonderful people under great skies, making those some of the most memorable days of the year! Overall, I’m more than pleased with the result, and I hope more imagers feel compelled to try this challenging target.\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section. Thank you for taking your time to look at this image!\r\n\r\nDates: 01/08/2019 & 02/08/2019.\r\nLocation: 12th EBA, GO, Brazil. Dark-Rural Skies (Bortle 2-3, calculated SQM ~21.7)\r\nCamera: Canon EOS T5/1200D (modded), at ISO 800\r\nOptics: Samyang 135mm f/2, operated at f/2.0\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nExposure Detail: 50x180s, total 150 minutes or 2h30.\r\n\r\n[1] \tR. Jay. GaBany. Galactic Cirrus. At: cosmotography.com/images/galactic_cirrus.html \r\n[2]\tMel Bartels, “9 more IFN stretching from Capricornus through Aquarius to Pegasus”. Cloudy Nights, 2016\r\n\r\n***************** Português\r\n\r\nNa constelação de Aquarius, perto de sua fronteira com Aquila e Capricornius, encontra-se um belo campo de nebulosas intrigantes. Sua aparência fraca e filamentar preenche esse amplo campo de 20 luas cheias. Até onde minha pesquisa pôde sondar, essa pode ser a primeira imagem óptica de campo amplo desta região! A tênue poeira da imagem faz parte do Cirrus Galáctico, ou IFN. Mas o que exatamente é isso?\r\n\r\nO Cirrus Galáctico são véus que cercam nossa galáxia - feitos de poeira e gás no espaço interestelar. [1] Foi observado pela primeira vez em chapas gravadas no Observatório Palomar e posteriormente catalogadas por Lynds em 1965. Na década de 2000, Steve Mandel notou cirrus tênues em fotografias de campo amplo profundo, perto do Pólo Norte Celestial e chamou a nebulosidade de IFN, ou Nebulosa de Fluxo Integrado. [1] O Cirrus tem um brilho superficial incrivelmente fraco de ~ 22-28 mag/arcsec2, portanto, não é fácil de capturar!\r\n\r\nNão pude encontrar nenhuma informação sobre essa região específica em estudos científicos nem em sites. Qualquer ajuda ou informação seria muito apreciada. No entanto, a única fonte que encontrei foi o incrível relato de Mel Bartels, que foi capaz de observar visualmente algumas seções desse campo! [2] Até onde minha pesquisa limitada sondou, essa região do céu noturno nunca foi fotografada oticamente para mostrar a poeira fraca. Esta pode ser a primeira imagem amadora dele!\r\n_____________________________________________\r\n\r\nEssa imagem foi um desafio pessoal: capturar objetos tão fracos e invisíveis nas exposições não é fácil, ainda mais fazê-lo com uma DSLR de entrada e uma lente relativamente barata. O resultado me surpreendeu. A imagem conta com 150 minutos de integração (2:30h). Isso pode parecer pouco, mas com razão focal rápida de f/2.0. A qualidade das estrelas sofreu um pouco, mas o SNR nas regiões estendidas foi suficiente para revelar o IFN. De fato, se este alvo foi fotografado com uma lente mais lenta f/5 e mesma DF de 135 mm (assumindo as mesmas condições de câmera e céu), o tempo de integração teria que ser de 15 a 16 horas para obter o mesmo SNR! \r\n\r\nFoi fotografada sob os céus escuros do 12º Encontro Brasileiro de Astrofotografia (12º Encontro Brasileiro de Astrofotografia): viajei cerca de 1200 km para compartilhar noites de imagens com pessoas maravilhosas sob um ótimo céu, tornando-os alguns dos dias mais memoráveis do ano! No geral, estou mais do que satisfeito com o resultado e espero que mais leitores se sintam compelidos a tentar esse objetivo desafiador.",
    "h": 2502,
    "hash": "uomjof",
    "id": 431331,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 114,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "179.158",
    "pixscale": "9.754",
    "published": "2019-10-04T12:40:42.286256",
    "ra": "317.569",
    "radius": "5.940",
    "remote_source": null,
    "resource_uri": "/api/v1/image/431331/",
    "revisions": [],
    "subjects": [
        "The star 12Aqr",
        "The star 17Aqr",
        "The star 19Aqr",
        "The star 4Aqr",
        "The star 5Aqr",
        "The star 7Aqr",
        "The star μAqr",
        "The star νAqr"
    ],
    "title": "IFN - Galactic Cirrus in Aquarius",
    "updated": "2021-03-28T22:12:43.085045",
    "uploaded": "2019-10-04T13:40:42.596470",
    "url_duckduckgo": "https://www.astrobin.com/uomjof/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/uomjof/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/uomjof/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/uomjof/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/uomjof/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/uomjof/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/uomjof/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/0a1b2688-e7f8-409c-ba69-23baf86060f9.png",
    "url_solution": "https://cdn.astrobin.com/solutions/0a1b2688-e7f8-409c-ba69-23baf86060f9-1570198236.png",
    "url_thumb": "https://www.astrobin.com/uomjof/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 424,
    "w": 3600
}