{
    "animated": false,
    "bookmarks": 3,
    "comments": 9,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "This photo was taken with the sun at a very low angle over the lunar horizon. Under this condition we can easily identify the two Arago's domes. Arago alpha, at the top of the main Arago’s crater, and on the left, partially illuminated, Arago Beta. On Arago Alpha we can see the central hole, where Lava must have been expelled during its formation hundreds of millions of years ago.\r\nI had never photographed this region in such a low light angle, and two things caught my attention:\r\n\r\n1. The Lamont Phantom crater: To see it you need the sun at a low altitude angle, around the 5th or 6th day of lunation. Lamont is apparently the phantom remnant of a small impact basin, with several rings that were covered by subsequent lava flows, but it does not fit the standard morphology sequence for a crater of this size. Typically, multi-rings do not appear until a crater reaches a diameter of 200 miles. Luckily, this photo, was taken at the exact moment when the image of the underlying basin and rings and other features appear with lots of details on the surface of the Tranquillitatis.\r\n2. The Feather-Shaped Rimae: It extends from the southern rim of Arago to the south, branching out and forming a set of riles that can only be captured with the Sun at the correct angle. Usually when you search Arago, you will find abundant information about Aragos’s Domes but almost nothing about this beautiful and remarkable Rimae.\r\nA very important thing to learn in lunar photography is knowing how to look away from the most notable formations in order to perceive the richness of the details that may be around.\r\n\r\nOs arredores de Arago\r\nNessa foto em condições baixíssimas de iluminação podemos ver com facilidade os dois domes de Arago. Arago alpha, na parte superior da cratera, e Arago Beta a esquerda estando parcialmente iluminada. Em Arago Alpha podemos perceber o oríficio central, por onde a Lava deve ter sido expelida durante sua formação a centenas de milhões de anos atrás.\r\nNunca havia fotografado essa região em angulo tão baixo de iluminação, e duas coisas me chamaram atenção:\r\n \r\n1. A cratera Fantasma Lamont: Para vê-la você precisa de um sol baixo por volta do 5º ou 6º dia de lunação. Lamont é aparentemente o remanescente fantasma de uma pequena bacia de impacto, com vários anéis que foram cobertos por fluxos de lava subsequentes, porém não se encaixa na sequência padrão da morfologia de uma cratera desse porte. Geralmente, os multi-anéis não aparecem até que uma cratera atinja um diâmetro de cerca de 200 milhas. Nessa foto peguei o momento exato em que a imagem da bacia e dos anéis subjacentes aparecem muito bem na superfície do Tranquillitatis.\r\n\r\n2. A Rimae em forma de pena: Se extende da borda de Arago para o sul, se ramificando e formando um conjunto de riles que só se consegue capturar com o Sol no ângulo correto. Normalmente quando você pesquisa Arago, encontra informações abundantes sobre os Domes e quase nada sobre esse Rimae belo e notável.\r\nUma coisa muito importante a apreender na fotografia lunar é, saber desviar o olhar das formações mais notáveis para perceber a riqueza dos detalhes que podem estar ao seu redor.",
    "h": 928,
    "hash": "up2f9s",
    "id": 541608,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [
        "Celestron C14 EDGE HD"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 58,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": null,
    "pixscale": null,
    "published": "2020-11-16T01:50:37.395212",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/541608/",
    "revisions": [],
    "subjects": [],
    "title": "Aragos’s Surroundings",
    "updated": "2021-04-29T14:52:35.828477",
    "uploaded": "2020-11-16T01:50:37.551423",
    "url_duckduckgo": "https://www.astrobin.com/up2f9s/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/up2f9s/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/up2f9s/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/up2f9s/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/up2f9s/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/up2f9s/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/up2f9s/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/up2f9s/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 283,
    "w": 1248
}