{
    "animated": false,
    "bookmarks": 1,
    "comments": 13,
    "data_source": "BACKYARD",
    "dec": "4.933",
    "description": "The Rosette Nebula (C49) in SHO. \n\nAlso known as the \"Skull Nebula\" and Caldwell 49, the Rosette Nebula is a large HII region of bright gas and filaments of dark dust, located in the constellation of Monoceros.  The open cluster NGC 2244 (discovered by John Flamsteed in 1690)  is associated with this region -  the stars of which were formed within this molecular cloud.  Located 5000 light years away, and measuring 65  light years in diameter, the Rosette Nebula is very large with an angular diameter of about 1.3 degrees - almost 3 times the diameter of the full moon.  This object is so large that there are at least fie NGC listing numbers associated with it (NGC 2237, NGC 2238, NGC 2239, NGC 2244, & NGC 2246).  It takes the form large gaseous \"donut\" and often compared to an architectural rosette - thus its name.  This area is a rich star forming complex with over 2500 hot new stars which excite the gas and cause its glow. The stellar winds from these stars exert pressure on interstellar clouds and the compression leads to ongoing star forming activity in the region.\n\nThis object is a very tough one for me to shoot.  By time we reach astrophotographic darkness, it is located due south near the meridian.  This gives me a about 1.5 hours before it moves into some trees that block my view.  The fact that the moon was out also did not help.  Given how large the Rosette is, I really needed to shoot this with a wide field scope - but a wide field would end up hitting the trees sooner and shorted my shooting time.  So I ended up using my AP130mm scope which has a focal length of 1050mm - there is no way I would end up fitting the entire object into it's field of view, so I framed this to focus on the center of the \"donut hole\" for a more close-in study of the region.  So the conditions were NOT optimal, but when you live in Rochester NY, the 18% Gray capital of the Universe, you shoot when you get some clear skies - regardless!\n\nSo over a period of 3 nights,  I attempted to capture 5 minute subs with my mono camera and narrowband filters.  I really did not have high hopes for this image.   Once I had three nights of data, I pulled subs in and inspected them with Blink and saw something strange - many of the later subs from each evening had strange looking stars - closer inspection showed a single line protruding from many starts.  It looked like a diffraction spike, except there was only one spike! I finally realized that I was hitting the tree line sooner that I thought and the tree branches, denuded of leaves, seemed to be causing the star distortions!\n\nSo I removed the worse subs that I had and then processed them. If I had taken all of the effective subs out, I would have way too few to get a decent image, so I did leave in some that were partially effected. To my surprise the image came out better than I expected.  If you look really close, you could see what looks like some star elongations resulting including some subs that showed a little of this effect.  I did some post processing to try and correct for this and I was able to reduce the effect for the most part.  \n\nSo not a perfect image, but given the capture challenge, I was somewhat surprised and happy with the result I did get.  \n\nBelow are the details of the image:\n\n----\nImage Details:\n\n*Number of frames is after bad or questionable frames were culled. \n12 x 300 seconds, bin 1x1 @ -15C, unity gain, Astronomiks 6nm Ha Filter \n14 x 300 seconds, bin 1x1 @ -15C, unity gain, Astronomiks 6nm OIII Filter \n14 x 300 seconds, bin 1x1 @ -15C, unity gain, Astronomiks 6nm SII Filter \nTotal of 3.3 hours\n\n45 Dark exposures\n30 Ha   Flat Darks\n30 OIII Flat Darks\n30 SII   Flat Darks\n30 Ha  Flats\n30 OIII Flats\n30 SI    Flats\n\nCapture Hardware:\nScope: Astrophysics 130mm Starfire F/8.35 APO refractor\nGuide Scope: Televue 76mm Doublet\nCamera: ZWO ASI1600mm-pro with ZWO Filter wheel with ZWO  LRGB filter set, \n\tand Astronomiks 6nm Narrowband filter set\nGuide Camera: ZWO ASI290Mini\nFocus Motor: Pegasus Astro Focus Cube 2\nCamera Rotator: Pegasus Astro Falcon\nMount: Ioptron CEM60\nPolar Alignment: Polemaster camera\n\nSoftware:\nCapture Software: PHD2 Guider, Sequence Generator Pro controller\nImage Processing:  Pixinsight, Photoshop - assisted by Coffee, extensive processing indecision and second guessing, editor regret and much swearing…..",
    "h": 3420,
    "hash": "ut7e0d",
    "id": 577704,
    "imaging_cameras": [
        "ZWO AIS1600 MM Pro"
    ],
    "imaging_telescopes": [
        "Astro-Physics 130 EDT F/8.35"
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 96,
    "link": null,
    "link_to_fits": null,
    "locations": [],
    "orientation": "132.091",
    "pixscale": "0.706",
    "published": "2021-03-28T12:41:38.562442",
    "ra": "97.998",
    "radius": "0.559",
    "remote_source": null,
    "resource_uri": "/api/v1/image/577704/",
    "revisions": [
        "/api/v1/imagerevision/280384/",
        "/api/v1/imagerevision/280403/"
    ],
    "subjects": [
        "12 Mon",
        "NGC 2237",
        "NGC 2238",
        "NGC 2239",
        "NGC 2246",
        "NGC2237",
        "NGC2238",
        "NGC2239",
        "NGC2244",
        "NGC2246",
        "Rosette A",
        "Rosette B",
        "Rosette Nebula",
        "Rosette nebula",
        "Sh2-275",
        "The star 12Mon"
    ],
    "title": "The Central Portion of the Rosette Nebula (C49) in SHO - taken in under less than ideal conditions....",
    "updated": "2021-06-19T23:20:40.290122",
    "uploaded": "2021-03-28T13:39:24.530715",
    "url_duckduckgo": "https://www.astrobin.com/ut7e0d/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ut7e0d/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ut7e0d/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ut7e0d/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ut7e0d/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ut7e0d/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ut7e0d/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/41743/2021/f6975279-1306-4e69-80b4-b740ef54e288.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/41743/2021/f6975279-1306-4e69-80b4-b740ef54e288-1616938981.jpg",
    "url_thumb": "https://www.astrobin.com/ut7e0d/0/rawthumb/thumb/",
    "user": "pcos",
    "views": 250,
    "w": 4560
}