{
    "animated": false,
    "bookmarks": 6,
    "comments": 30,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-16.172",
    "description": "Hello everybody! Here it is my attempt to process the Omega Nebula - hope you enjoy! 😀\r\n\r\n\r\n\"Insight Observatory's affiliate remote telescope designated the Astronomical Telescope for Educational Outreach (ATEO-3) is a 12.5\" f/9 (2860mm focal length) Quasar Optics Ritchey Chretien owned and operated by Franck Jobard. This remote telescope is located at an elevation over 5990 ft at Deep Sky Chile remote telescope hosting in the dark skies of the Rio Hurtado Valley in Chile. The telescope is accessible remotely via the internet for conducting astronomical research projects for science education, the general public or accessing image sets from Starbase for image processing\"\r\n\r\nI suggest the very interesting reading of Insight Observatory story!!\r\n\r\nhttps://www.insightobservatory.com/p/our-story.html\r\n\r\nFrom Wikipedia:\r\n\r\nThe Omega Nebula, also known as the Swan Nebula, Checkmark Nebula, and the Horseshoe Nebula (catalogued as Messier 17 or M17 or NGC 6618) is an H II region in the constellation Sagittarius. It was discovered by Philippe Loys de Chéseaux in 1745. Charles Messier catalogued it in 1764. It is located in the rich starfields of the Sagittarius area of the Milky Way.\r\n\r\n\r\nCharacteristics\r\n\r\nPicture of M17 captured in narrowband by amateur astronomer Chuck Ayoub\r\nThe Omega Nebula is between 5,000 and 6,000 light-years from Earth and it spans some 15 light-years in diameter. The cloud of interstellar matter of which this nebula is a part is roughly 40 light-years in diameter and has a mass of 30,000 solar masses.[3] The total mass of the Omega Nebula is an estimated 800 solar masses.\r\n\r\nIt is considered one of the brightest and most massive star-forming regions of our galaxy. Its local geometry is similar to the Orion Nebula except that it is viewed edge-on rather than face-on.\r\n\r\nThe open cluster NGC 6618 lies embedded in the nebulosity and causes the gases of the nebula to shine due to radiation from these hot, young stars; however, the actual number of stars in the nebula is much higher - up to 800, 100 of spectral type earlier than B9, and 9 of spectral type O, plus over a thousand stars in formation on its outer regions. It is also one of the youngest clusters known, with an age of just 1 million years.\r\n\r\nThe luminous blue variable HD 168607, located in the south-east part of the Omega nebula, is generally assumed to be associated with it; its close neighbor, the blue hypergiant HD 168625, may be too.\r\n\r\nThe Swan portion of M17, the Omega Nebula in the Sagittarius nebulosity is said to resemble a barber's pole.\r\n\r\nEarly research\r\nThe first attempt to accurately draw the nebula (as part of a series of sketches of nebulae) was made by John Herschel in 1833, and published in 1836. He described the nebula as such:\r\n\r\nThe figure of this nebula is nearly that of a Greek capital omega, Ω, somewhat distorted, and very unequally bright. ... Messier perceived only the bright eastern branch of the nebula now in question, without any of the attached convolutions which were first noticed by my father. The chief peculiarities which I have observed in it are — 1. The resolvable knot in the eastern portion of the bright branch, which is, in a considerable degree, insulated from the surrounding nebula; strongly suggesting the idea of an absorption of the nebulous matter; and, 2. The much feebler and smaller knot at the northwestern end of the same branch, where the nebula makes a sudden bend at an acute angle.\r\n\r\nA second, more detailed sketch was made during his visit to South Africa in 1837. The nebula was also studied by Johann von Lamont and separately by an undergraduate at Yale College, Mr Mason, starting from around 1836. When Herschel published his 1837 sketch in 1847, he wrote:\r\n\r\nIn particular the large horseshoe-shaped arc … is there represented as too much elongated in a vertical direction and as bearing altogether too large a proportion to [the eastern] streak and to the total magnitude of the object. The nebulous diffusion, too, at the [western] end of that arc, forming the [western] angle and base-line of the capital Greek omega (Ω), to which the general figure of the nebula has been likened, is now so little conspicuous as to induce a suspicion that some real change may have taken place in the relative brightness of this portion compared with the rest of the nebula; seeing that a figure of it made on June 25, 1837, expresses no such diffusion, but represents the arc as breaking off before it even attains fully to the group of small stars at the [western] angle of the Omega. … Under these circumstances the arguments for a real change in the nebula might seem to have considerable weight. Nevertheless, they are weakened or destroyed by a contrary testimony entitled to much reliance. Mr. Mason ... expressly states that both the nebulous knots were well seen by himself and his coadjutor Mr. Smith on August 1, 1839, i.e., two years subsequent to the date of my last drawing. Neither Mr. Mason, however, nor any other observer, appears to have had the least suspicion of the existence of the fainter horseshoe arc attached to the [eastern] extremity of Messier's streak. Dr. Lamont has given a figure of this nebula, accompanied by a description. In this figure [our Fig. 4], the nebulous diffusion at the [western] angle and along the [western] base-line of the Omega is represented as very conspicuous; indeed, much more so than I can persuade myself it was his intention it should appear.\r\n\r\nSketches were also made by William Lassell in 1862 using his four-foot telescope at Malta, and by M. Trouvelot from Cambridge, Massachusetts and Edward Singleton Holden in 1875 using the twenty-six inch Clark refractor at the United States Naval Observatory.",
    "h": 3462,
    "hash": "voplju",
    "id": 553790,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 230,
    "link": "https://www.insightobservatory.com/p/home-page.html",
    "link_to_fits": "",
    "locations": [],
    "orientation": "5.403",
    "pixscale": "0.652",
    "published": "2020-12-29T01:01:39.437057",
    "ra": "275.268",
    "radius": "0.394",
    "remote_source": "INS",
    "resource_uri": "/api/v1/image/553790/",
    "revisions": [],
    "subjects": [
        "Checkmark Nebula",
        "Lobster Nebula",
        "M 17",
        "M17",
        "NGC 6618",
        "Omega nebula",
        "Sh2-45",
        "Swan Nebula",
        "omega Nebula"
    ],
    "title": "Closing 2020 (Part II) - Omega Nebula - Messier 17 HaRGB by Insight Observatory ! :-)",
    "updated": "2021-06-24T06:58:38.447819",
    "uploaded": "2020-12-29T00:33:31.794727",
    "url_duckduckgo": "https://www.astrobin.com/voplju/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/voplju/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/voplju/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/voplju/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/voplju/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/voplju/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/voplju/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/12656/2020/882a4311-f300-463f-8640-ff4799555e32.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/12656/2020/882a4311-f300-463f-8640-ff4799555e32-1609202908.jpg",
    "url_thumb": "https://www.astrobin.com/voplju/0/rawthumb/thumb/",
    "user": "Deep_Sky",
    "views": 399,
    "w": 2624
}