{
    "animated": false,
    "bookmarks": 7,
    "comments": 42,
    "data_source": "PUBLIC_AMATEUR_DATA",
    "dec": null,
    "description": "Here are two views of the same region of the lunar North Pole that allow us to visualize this phenomenon called lunar libration.\r\nI deliberately aligned these two images on the same horizontal plane with the north materialized by an N, to be able to compare them more easily.\r\n\r\nWe might think that 50% of the lunar surface is available to our gaze, since it always presents us with the same face. That is not entirely accurate. The Moon is animated by slight periodic oscillations, called librations, which allow us to observe up to 59% of its surface (but of course never more than 50% simultaneously).\r\n\r\nThe case presented here is a latitude libration. It is due to the fact that the moon's rotational axis is not exactly perpendicular to the plane of its orbit. As a result, the Earth observer can successively see a thin additional net of lunar surface beyond the average limits of the North and South limbs. This libration in latitude reaches about 6°50' (on the right view it is about 5°).\r\n\r\nThere is also a longitude libration that reveals a thin additional band of lunar surface to the west or east.\r\n\r\nAll of these successively revealed areas represent 18% of the lunar surface.\r\nYou may notice the distorting effect due to perspective. A circular crater in this libration zone looks like a heavily flattened ellipse.\r\n\r\nFinally, it should be noted that the study of libration zones depends on three simultaneous conditions: that the libration is indeed taking place, a favourable lighting angle and a calm and transparent atmosphere. \r\nAn attractive subject more for the amateur astronomer..",
    "h": 1183,
    "hash": "vvwot6",
    "id": 472270,
    "imaging_cameras": [
        "ASI290MM"
    ],
    "imaging_telescopes": [
        "Celestron C8"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 94,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2808173/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-04-03T10:15:52.387909",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/472270/",
    "revisions": [],
    "subjects": [],
    "title": "Lunar libration",
    "updated": "2021-03-17T03:38:35.342727",
    "uploaded": "2020-04-03T11:15:52.529489",
    "url_duckduckgo": "https://www.astrobin.com/vvwot6/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/vvwot6/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/vvwot6/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/vvwot6/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/vvwot6/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/vvwot6/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/vvwot6/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/vvwot6/0/rawthumb/thumb/",
    "user": "MAILLARD",
    "views": 206,
    "w": 2094
}