{
    "animated": false,
    "bookmarks": 17,
    "comments": 27,
    "data_source": "TRAVELLER",
    "dec": "-7.351",
    "description": "This is a reprocessing of this image I took back in 2018. I consider it one of the best datasets I've captured: pinpoint stars, nice sharpness and nebulosity detail. It was reprocessed from the same integrated master, but using improved workflows with PixInsight and Photoshop. My goal was to better emphasize the faint nebulosity and the colours of the background Ha. I find <a href=\"https://www.astrobin.com/374324/\" target=\"_blank\">my original processing</a> was already quite good, and it might have improved just a little bit. Nonetheless, I share it with you here - what do you think? Share your thoughts in the comments!\r\n\r\n[Original description below]\r\n\r\nThis is the great Witch Head Nebula, right between Orion and Eridanus constellations. Also known as IC 2118, this interstellar cloud is some 70 light years across, 800 ly away. The nebula reflects Rigel’s starlight, the 2nd brightest Orion star. Dust grains scatters blue light more efficiently than red, the cause of its blue tint. [1] This very wide field presents the nebula in its cosmic context – in a field glowing with faint nebulosity, and the surrounding Barnard’s Loop, NGC 1788 (in the left edge), Sh2-278 (bottom); and LBN 945 (faint dust in the left hand side).\r\n\r\nThe Witch’s Head has a very interesting story surrounding its discovery. It was discovered photographically by the German astronomer and pioneering astrophotogtapher Max Wolf. [2] Some sources state 1909 as the date. Others, January 16th, 1891. (I believe the latter is the correct one, but I have not yet found Wolf’s original publication.) I found Wolf's original publication. What a wonderful read! Wolf published a 1905's article, but it was hinted in plates from 1891! He wrote \"The nebula is composed of several streams of nebulosity, and has the appearance of foggy clouds driven by a fresh breeze\" [5] I strongly recommend reading it at [5] However, this nebula was likely observed some 100 years before that! William Herschel listed NGC 1909 in 1786, as a large 2º nebula, in…. an empty area of the sky – but the description matched IC2118’s. It is believed Herschel observed the right nebula but made a mistake when annotating its position on the sky. He annotated it as being 11 minutes of time east of Rigel, when it’s actually west! This being a recent conclusion, the Witch is known as IC 2118 instead of NGC 1909. [2]\r\n\r\nThe faint outskirts of the Barnard’s Loop are in the background, glowing in red. The field also presents Sh2-278 in the bottom edge. It is rarely photographed, but is a very interesting and beautiful, associated emission and dark nebula (LDN1634). Studies concluded it is either a remnant of Orion Molecular Cloud (formed from Orion OB1) or pushed to its location by the winds and pression of OB association. [3] Finally, in the upper left corner is NGC 1788, a reflection nebula also known as The Cosmic Bat, some 1300 ly away. A fitting name to this spooky area! [4]\r\n_____________________________________________\r\n\r\nThis image was captured in a very cold morning, from my session of 09/09. As described in some of my previous images, Spring and Summer (Oct-Mar) is the rainy period in Southeastern Brazil. Therefore, I have a great “hole” in my images for objects in those RA coordinates. I used the moments before sunrise to capture this image in a almost freezing 1-2ºC ambient temperature! A challenge, but the pristine clear skies were worth the effort! I was really surprised by the quality of the original data – processing was a pleasure and the SNR very good, which made it a surprise to find so much faint dust.\r\n\r\nI consider this to be one of my best works to date! The colors and nebulosity makes a charming, eye-catching spectacular field. I publish it a couple of days before the Oct 31st: my Halloween image!\r\n\r\nConstructive criticism, comments and suggestions are more than welcome in the comments section!\r\n\r\nDate and Time: September 09, 2018; ~4h [local UTC-3 time]\r\nLocation: MG, Brazil. Rural Skies (Bortle 3-4, SQM ~21.7*calculated)\r\nCamera: Canon EOS T5 (modded), at ISO 800\r\nLens: Samyang 135mm f/2.0, operated at f/2.4\r\nMount: Sky-Watcher HEQ5, tracking, guided\r\nGuiding: Starguider 50mm Guidescope + ASI120mm + PHD2; ~1.3”\r\nExposure Detail: 54x120s. Total 108 minutes\r\n\r\n[1] APOD, 2015/10/30; [2] Seligman Celestial Atlas cseligman.com/text/atlas/ngc19.htm#1909 ; [3] Sakib Rasool; hansonastronomy.com/sh2278/ ; galaxymap.org; [4] Wikipedia; APOD 2013/04/19; [5] The Great Nebula of Eridani. By Dr. Max Wolf adsbit.harvard.edu//full/1905MNRAS..65..528W/0000528.000.html",
    "h": 2678,
    "hash": "vxex4a",
    "id": 465780,
    "imaging_cameras": [
        "Canon EOS Rebel T5/1200D"
    ],
    "imaging_telescopes": [
        "Samyang 135 f/2",
        "Samyang 135mm f/2 ED UMC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 295,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "90.199",
    "pixscale": "9.136",
    "published": "2020-03-16T18:15:26.885955",
    "ra": "77.037",
    "radius": "5.956",
    "remote_source": null,
    "resource_uri": "/api/v1/image/465780/",
    "revisions": [],
    "subjects": [
        "NGC 1909",
        "Part of the constellation Eridanus (Eri)",
        "The star 62Eri",
        "The star 63Eri",
        "The star 66Eri",
        "The star 68Eri",
        "The star Cursa (βEri)",
        "The star Rigel (βOri)",
        "The star ιLep",
        "The star λEri",
        "The star τOri",
        "The star ψEri",
        "the Witch Head Nebula"
    ],
    "title": "The Witch Head Nebula - Reprocessed",
    "updated": "2021-05-20T00:36:30.720687",
    "uploaded": "2020-03-16T18:15:27.265658",
    "url_duckduckgo": "https://www.astrobin.com/vxex4a/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/vxex4a/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/vxex4a/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/vxex4a/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/vxex4a/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/vxex4a/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/vxex4a/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2020/2f997a52-a759-4795-9b86-974861a83eba.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2020/2f997a52-a759-4795-9b86-974861a83eba-1584382974.png",
    "url_thumb": "https://www.astrobin.com/vxex4a/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 1739,
    "w": 3855
}