{
    "animated": false,
    "bookmarks": 5,
    "comments": 16,
    "data_source": "BACKYARD",
    "dec": "27.909",
    "description": "I noticed I got some magenta stars just like I did with my newer ES 165, so I am thinking it is more of a matter of my skies or my Hotech Self Leveling Field Flattener. I think I may swap out my Astrodon E-Series RGB filters with the Astronomik Deep-Sky RGB filters on this rig as well. I had to color shift several stars to correct them.\r\n\r\nAbell 39 is a low surface brightness planetary nebula in the constellation of Hercules. It is the 39th entry in George Abell's 1966 Abell Catalog of Planetary Nebulae (and 27th in his 1955 catalog) of 86 old planetary nebulae which either Abell or Albert George Wilson discovered before August 1955 as part of the National Geographic Society - Palomar Observatory Sky Survey. It is estimated to be about 6,800 light-years from earth and 4,600 light-years above the Galactic plane. It is almost perfectly spherical and also one of the largest known spheres with a radius of about 2.5 light-years.\r\n\r\nIts central star is slightly west of center by about 2″ or 0.1 light-years. This offset does not appear to be due to interaction with the interstellar medium, but instead, it is hypothesized that a small asymmetric mass ejection has accelerated the central star. The mass of the central star is estimated to be about 0.61 M☉ with the material in the planetary nebula comprising an additional 0.6 M☉.\r\n\r\nThis planetary nebula has a nearly uniform spherical shell. However, the eastern limb of the nebula is 50% more luminous than the western limb. Additionally, irregularities in the surface brightness are seen across the face of the shell. The source of the east–west asymmetry is not known but it could be related to the offset of the central star. The central star is classified as a subdwarf O star.",
    "h": 950,
    "hash": "w5g6sb",
    "id": 496191,
    "imaging_cameras": [],
    "imaging_telescopes": [
        "Stellarvue SVX102T-R"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 130,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807395/"
    ],
    "orientation": "124.222",
    "pixscale": "1.105",
    "published": "2020-06-11T03:06:03.923998",
    "ra": "246.892",
    "radius": "0.233",
    "remote_source": null,
    "resource_uri": "/api/v1/image/496191/",
    "revisions": [],
    "subjects": [],
    "title": "Abell 39 Planetary Nebula in OIIIRGB",
    "updated": "2021-04-23T17:06:47.926956",
    "uploaded": "2020-06-11T01:05:03.035381",
    "url_duckduckgo": "https://www.astrobin.com/w5g6sb/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/w5g6sb/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/w5g6sb/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/w5g6sb/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/w5g6sb/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/w5g6sb/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/w5g6sb/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/23479/2020/646321e7-296b-4212-b8e8-6f0bb00b2f4c.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/23479/2020/646321e7-296b-4212-b8e8-6f0bb00b2f4c-1591838236.jpg",
    "url_thumb": "https://www.astrobin.com/w5g6sb/0/rawthumb/thumb/",
    "user": "dugstruble",
    "views": 647,
    "w": 1186
}