{
    "animated": false,
    "bookmarks": 8,
    "comments": 6,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-37.203",
    "description": "NGC 1316, So Much More than a Fuzzy Blob\r\n\r\nOTA:……………….CDK17\r\nCamera:………….SBIG STXL11002 with AOX and FW8G (0.63 arsec/pxl)\r\nObservatory:…. Heaven's Mirror, Chile\r\n\r\nEXPOSURES:                \r\n…R……11 x 1200 sec.\t\t\t\r\n…B…...14 x 1200\t\t\r\n…G…..15 x 1200\t\r\n…L……18 x 1200\t\r\nTotal exposure\t13.5 hours\r\n\r\nImage Width: 47 arc-minutes\r\nProcessed by Alex Woronow (2020) using PixInsight, Skylum, Topaz, SWT\r\n\r\nRemember the national news back in 1961 when Wade identified two strong radio sources near NGC 1316? Then, just three years later, Arp connected those radio sources to NGC 1316 via two arcing dust lanes? Well, in case you don't recall that, here was the skinny from back then. NGC 1316 is the fourth-strongest radio source in the sky, and Wade discovered that there are two components to the source: one lies to the left of it in my picture and the other toward the right. (Their centers are labeled 1 and 2 in the mouse-hover image.) Arp spotted faint dust streamers leaving the radio centers trending vertically up and down, then looping back toward the galaxy's axis. (Maybe the loops form in the core of the galaxy then loop to the radio centers—a more likely relationship, I would guess.) My image probably does not extend upward and downward enough to catch those dust trails, even supposing I could. Still, it shows an interesting brightness feature that appears trending across the galaxy's disk (yellow arrows). Other studies have not noted that feature. Likewise, the dust spike is not discussed, although it may be a clue to what appears to be a complex history of Galactic mergers, developed and recounted in Schweizer, 1980, and Iodice, et al., 2017.\r\n\r\nThe numerous loops surrounding NGC 1316 represent remnant tidally induced tails caused by one or more approaching and coalescing galaxies. Some of the loops appear in the overlay (highlighted by dashed lines). Those at the lower left were just discovered by Iodice in 2017 using ESO's Very Large Telescope—damn, only a few years too late with this image! Schweizer postulated that the noticeable ripples, within the more central region of NGC 1316, map gravitational echoes and rebounds from the merging of the cores of a captured galaxy with that of NGC 1316.\r\n\r\nAnother interesting feature of this galaxy is that it has two distinct components that behave very differently. The stars rotate relatively slowly within the disk, such as it is, but a central dust component rotates much more rapidly and perpendicular to the star motions! There is very little dust in the rest of the galaxy. These, too, I would think, are dynamic consequences of the galactic merger(s). \r\n\r\nFinally, I was surprised when I did a careful color calibration and got the results that appear here: a reddish galaxy grading outward toward blue. However, Schweizer's g-r survey showed \"the center of the galaxy is very red\" and that \"the outermost loops…have bluer colors.\" Also, they note that beyond about 3' from the core, the galaxy starts becoming bluer. So, I must learn to trust PI more and to be guided by common practice less.",
    "h": 1800,
    "hash": "w9ryco",
    "id": 553899,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 3,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL_NO_DERIVS",
    "likes": 86,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "125.508",
    "pixscale": "0.936",
    "published": "2020-12-29T15:41:48.022209",
    "ra": "50.662",
    "radius": "0.422",
    "remote_source": "HMO",
    "resource_uri": "/api/v1/image/553899/",
    "revisions": [
        "/api/v1/imagerevision/266716/",
        "/api/v1/imagerevision/266772/"
    ],
    "subjects": [
        "Fornax A",
        "Fornax B",
        "NGC 1310",
        "NGC 1316",
        "NGC 1317",
        "NGC1310",
        "NGC1316",
        "NGC1317"
    ],
    "title": "NGC 1316, So Much More than a Fuzzy Blob",
    "updated": "2021-04-09T13:17:06.527572",
    "uploaded": "2020-12-29T15:35:37.546221",
    "url_duckduckgo": "https://www.astrobin.com/w9ryco/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/w9ryco/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/w9ryco/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/w9ryco/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/w9ryco/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/w9ryco/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/w9ryco/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/32963/2020/6e6dd3dc-268f-4836-85ea-c43a5e1b98d0.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/32963/2020/6e6dd3dc-268f-4836-85ea-c43a5e1b98d0-1609256363.png",
    "url_thumb": "https://www.astrobin.com/w9ryco/0/rawthumb/thumb/",
    "user": "Alex_Woronow",
    "views": 387,
    "w": 2700
}