{
    "animated": false,
    "bookmarks": 1,
    "comments": 1,
    "data_source": "OWN_REMOTE",
    "dec": "-25.871",
    "description": "NGC -1360 Robin’s Egg Nebula :\r\n This pretty cosmic cloud lies some 1,500 light-years away, it shape and color reminiscent of a blue robin's egg. It spans about 3 light-years, nested securely within the boundaries of the southern constellation Fornax. Recognized as a planetary nebula, NGC 1360 doesn't represent a beginning though. Instead it corresponds to a brief and final phase in the evolution of an aging star. In fact, visible in the telescopic image the central star of NGC 1360 is known to be a binary star system likely consisting of two evolved white dwarf stars, less massive but much hotter than the Sun. Their intense and otherwise invisible ultraviolet radiation has stripped away electrons from the atoms in the surrounding gaseous shroud. The predominant blue-green hue of NGC 1360 seen here is the strong emission produced as electrons recombine with doubly ionized oxygen atoms.\r\nNGC 1360 is a large planetary nebula (PN) without an obvious shell morphology. After analyseof H-alpha images and high-dispersion echelle spectra of NGC 1360 in order to construct spatio-kinematic models and to determine its density distribution. The best-fit model indicates that NGC 1360 is a prolate ellipsoidal shell whose major axis is twice as long as its minor axis and is tilted by 60 arcdeg with respect to the line of sight. The large kinematic age of the shell, ~10,000 yr, and the low density of the nebula, <130 H-atom cm^-3, imply that NGC 1360 is an evolved PN and has begun to merge with the interstellar medium. The observed morphology and surface brightness profiles of NGC 1360 can be described well as a thick shell with a Gaussian radial density profile without a sharp inner edge, indicating a lack of on-going compression by a fast stellar wind. The FLIERs observed in NGC 1360 near the end of its major axis expand faster and are younger than the nebular shell.\r\nVery recently (2017), the hypothesis that the central star is actually a double (which explained its very strong magnetic field) was confirmed: it is a double degeneration with a period of about 8 days, with 0.5 and 0.7 solar masses respectively, the largest being the remaining white dwarf.\r\nThis nebula shows 2 jets that emit in OIII but also in NII, the strongest being the one we see at the top. Our Ha filter being a 3nm, the strength of the signal is much lower than what we could have picked up with 6nm that partially covers the NII spectrum.",
    "h": 4096,
    "hash": "xf8j3y",
    "id": 546651,
    "imaging_cameras": [
        "Moravian Instrument G4-16000",
        "Atik 414EX"
    ],
    "imaging_telescopes": [
        "PlaneWave Instruments CDK 12.5\""
    ],
    "is_final": false,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 40,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "359.089",
    "pixscale": "0.731",
    "published": "2020-12-02T08:18:01.622404",
    "ra": "53.309",
    "radius": "0.589",
    "remote_source": "OES",
    "resource_uri": "/api/v1/image/546651/",
    "revisions": [],
    "subjects": [
        "NGC 1360",
        "NGC1360",
        "PK220-53.1"
    ],
    "title": "NGC 1360 Robin's Egg Nebula",
    "updated": "2021-03-16T17:59:31.590804",
    "uploaded": "2020-12-01T16:21:40.588134",
    "url_duckduckgo": "https://www.astrobin.com/xf8j3y/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/xf8j3y/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/xf8j3y/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/xf8j3y/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/xf8j3y/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/xf8j3y/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/xf8j3y/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/68264/2020/7d5374d7-d20f-4e95-aca5-5499fc58eb60.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/68264/2020/7d5374d7-d20f-4e95-aca5-5499fc58eb60-1606927613.png",
    "url_thumb": "https://www.astrobin.com/xf8j3y/0/rawthumb/thumb/",
    "user": "Los_Calvos",
    "views": 130,
    "w": 4096
}