{
    "animated": false,
    "bookmarks": 2,
    "comments": 12,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Saturn is the sixth planet from the Sun and the second largest planet in our solar system. Adorned with a dazzling system of icy rings, Saturn is unique among the planets. It is not the only planet to have rings, but none are as spectacular or as complex as Saturn's. Like fellow gas giant Jupiter, Saturn is a massive ball made mostly of hydrogen and helium.\r\nSurrounded by more than 80 known moons, Saturn is home to some of the most fascinating landscapes in our solar system. From the jets of water that spray from Enceladus to the methane lakes on smoggy Titan, the Saturn system is a rich source of scientific discovery and still holds many mysteries.\r\nSaturn is a gas giant made up mostly of hydrogen and helium. Saturn's volume is greater than 760 Earths, and it is the second most massive planet in the solar system, about 95 times Earth's mass. The Ringed Planet is the least dense of all the planets, and is the only one less dense than water. If there were a bathtub big enough to hold it, Saturn would float.\r\nThe yellow and gold bands seen in Saturn's atmosphere are the result of superfast winds in the upper atmosphere, which can reach up to 1,100 mph (1,800 km/h) around its equator, combined with heat rising from the planet's interior. Saturn rotates about once every 10.5 hours. \r\nThis means that we, amateur astrophotographers, should not film it for more than 90 seconds, under penalty of possible details running out, the longest footage should use the derrotation technique.\r\nThe planet's high-speed spin causes Saturn to bulge at its equator and flatten at its poles. The planet is around 75,000 miles (120,000 kilometers) across at its equator, and 68,000 miles (109,000 km) from pole to pole. \r\nSaturn's environment is not conducive to life as we know it. The temperatures, pressures and materials that characterize this planet are most likely too extreme and volatile for organisms to adapt to.\r\n\r\nWhile planet Saturn is an unlikely place for living things to take hold, the same is not true of some of its many moons. Satellites like Enceladus and Titan, home to internal oceans, could possibly support life.\r\nThese are just some curiosities of the Lord of the Rings!",
    "h": 576,
    "hash": "y0x338",
    "id": 479334,
    "imaging_cameras": [
        "ZWO ASI 290MC"
    ],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 83,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2799207/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2020-04-20T01:47:42.881832",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/479334/",
    "revisions": [],
    "subjects": [],
    "title": "The Jewel of the Solar System",
    "updated": "2021-03-17T03:00:16.196172",
    "uploaded": "2020-04-20T02:47:43.019667",
    "url_duckduckgo": "https://www.astrobin.com/y0x338/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/y0x338/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/y0x338/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/y0x338/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/y0x338/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/y0x338/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/y0x338/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/y0x338/0/rawthumb/thumb/",
    "user": "astroavani",
    "views": 551,
    "w": 1237
}