{
    "animated": false,
    "bookmarks": 12,
    "comments": 35,
    "data_source": "OWN_REMOTE",
    "dec": "13.551",
    "description": "A stream of stars appears to be falling out of NGC 3628, which lies some 35 million ly distant. This tidal stream is not an insignificant brook, but more of a river. It is the largest tidal stream in our cosmic neighborhood. This image only captures approximately 1/3 of the total size of the tidal tail, which is estimated to be close to 300,000 ly long. (Three times the length of the galaxy)\r\n\r\nMajor galactic interactions are responsible for the large scale stream seen in this image. However, there are also smaller scale interactions in the stream that I became aware of as I read some literature after processing this image.\r\n\r\nLast year astronomer David Martinez-Delgado presented a paper at an IAU symposium that was focusing on Low Surface Brightness objects in our universe. The paper is entitled, “Ultra-deep Imaging with Amateur Telescopes”. \r\nhttps://arxiv.org/pdf/2001.05746.pdf?fbclid=IwAR3SlxNgNaQeagCkwNyv5mAj6Gr_R7lZJFBwG3cy148IOyx1TcpCY2zVri8\r\n\r\nDr. Martinez-Delgado has worked with many amateur astronomers in the past. Jay Gabany and others have assisted him and co-authored quite a few of his research papers; most again focusing on low brightness objects and tidal streams like the one in this image.\r\n\r\nAs I was reading the paper I noticed a reference to NGC 3628. The paper mentions that quite possibly a dwarf galaxy once merged with this tidal tail and is responsible for an Omega Centauri like object in the stream. (Look for a white star-like structure in the middle of the stream about 1/3 the distance from NGC 3628- see image B) I have also included a screen shot of an image from the paper that references Mark Hansons impressive ultra-deep mosaic of this area that captures the entire stream. Note the inset image taken by the Subaru 8.2m telescope that shows the Centauri like object in question. (See image C)\r\n\r\nAs I feel the awe that accompanies looking to objects like this, I also love the possibilities we have of learning more about them. The great physicist Henri Poincare reminds us that besides the wonder we feel in looking up, the study of astronomy has other useful purposes…\r\n\r\n”Astronomy is useful because it raises us above ourselves; it is useful because it is grand; …. It shows us how small is man's body, how great his mind, since his intelligence can embrace …this dazzling immensity, where his body is only an obscure point, and enjoy its silent harmony.\"\r\n— Henri Poincaré\r\n\r\nImage Acquisition info:\r\n\r\nDate: February 2020\r\nLocation: Fairview, UT\r\nTelescope: AT 16 RC\r\nCamera: Atik 16200\r\nLRGB: 630:190:170:170 (19 hours)",
    "h": 1680,
    "hash": "yekiwm",
    "id": 469153,
    "imaging_cameras": [
        "Atik 16200"
    ],
    "imaging_telescopes": [
        "ASTRO- TECH AT 16 RC"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 283,
    "link": "https://pbase.com/kvwood/image/170557754",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2807330/"
    ],
    "orientation": "136.184",
    "pixscale": "1.022",
    "published": "2020-03-26T23:50:13.106307",
    "ra": "170.213",
    "radius": "0.382",
    "remote_source": "OTHER",
    "resource_uri": "/api/v1/image/469153/",
    "revisions": [
        "/api/v1/imagerevision/221720/",
        "/api/v1/imagerevision/221721/"
    ],
    "subjects": [
        "IC 2745",
        "NGC 3628"
    ],
    "title": "NGC 3628 and a Stream of Stars",
    "updated": "2021-03-17T03:55:02.476493",
    "uploaded": "2020-03-26T23:42:13.967261",
    "url_duckduckgo": "https://www.astrobin.com/yekiwm/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/yekiwm/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/yekiwm/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/yekiwm/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/yekiwm/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/yekiwm/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/yekiwm/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/20894/2020/a57c850d-56c0-43fd-9ab3-f1dfe895a8d9.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/20894/2020/a57c850d-56c0-43fd-9ab3-f1dfe895a8d9-1585266574.jpg",
    "url_thumb": "https://www.astrobin.com/yekiwm/0/rawthumb/thumb/",
    "user": "kvwood",
    "views": 1541,
    "w": 2099
}