{
    "animated": false,
    "bookmarks": 1,
    "comments": 9,
    "data_source": "AMATEUR_HOSTING",
    "dec": "-59.984",
    "description": "For visual observing, globular clusters are one of my favorite objects. Their bright cores are easy to find and start to show significant structure in mid-size telescopes.  I still remember observing my first glob, Messier 13, in an eight inch SCT decades ago. It was my first deep sky object that was more than a \"faint fuzzy\". \r\n\r\nThough their brightness makes them seem easy to photograph, they can be unforgiving of tracking or focus errors and it can be difficult to resolve both the core and outer edges at the same time due to their high dynamic range. Also, structurally, there are only fine differences between globulars, unlike nebulas and galaxies that come in so many different shapes. But I found the story behind this glob so interesting that I had to publish this image. I didn't even know it existed until I started exploring the southern sky photographically through Deep Sky West. \r\n\r\nNGC 6752, also catalogued as Caldwell 93, it is the fourth brightest globular cluster in the night sky after Omega Centauri, 47 Tucanae and Messier 22. People say that it can be seen with the unaided eye under dark, clear skies (eat your heart out Great Hercules Cluster). It is in the constellation Pavo and is nicknamed the Great Peacock Globular due to its proximity to the star, Alpha Pavonis, which is nicknamed the \"Peacock\". Apparently, \"Pavo\" is Latin for \"peacock\" (Did I tell you I learn a lot studying the southern sky?) ;-)\r\n\r\nFor astrophotography buffs, this cluster is a class VI on the Shapley-Sawyer Concentration scale.  This means it's right in the middle of star density, which I find ideal for astrophotography.  Too dense, and it’s hard to brighten the image to reveal the full extent of the cluster without saturating the core to the point you can't resolve the individual stars.  Too sparse, and it's hard to distinguish a globular from an open cluster. The Goldilocks of globular clusters.  \r\n\r\nThere are a few other interesting stories associated with this globular cluster, but your eye lids are probably getting heavy reading all this. So thanks to all the people that contributed information about this cluster and star on Wikipedia. \r\n\r\nEnjoy the image!",
    "h": 2652,
    "hash": "yr93da",
    "id": 532668,
    "imaging_cameras": [
        "Finger Lakes Instrumentation ML16200"
    ],
    "imaging_telescopes": [
        "Takahashi TOA 150"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 70,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2811941/"
    ],
    "orientation": "174.626",
    "pixscale": "1.129",
    "published": "2020-10-15T23:55:55.654464",
    "ra": "287.724",
    "radius": "0.666",
    "remote_source": "DSW",
    "resource_uri": "/api/v1/image/532668/",
    "revisions": [],
    "subjects": [
        "NGC 6752"
    ],
    "title": "Globular Cluster NGC 6752",
    "updated": "2021-05-10T13:49:01.735812",
    "uploaded": "2020-10-16T00:55:56.256769",
    "url_duckduckgo": "https://www.astrobin.com/yr93da/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/yr93da/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/yr93da/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/yr93da/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/yr93da/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/yr93da/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/yr93da/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/9880/2020/10678a29-4f7d-4f65-afc8-31a486fd0e63.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/9880/2020/10678a29-4f7d-4f65-afc8-31a486fd0e63-1602810322.jpg",
    "url_thumb": "https://www.astrobin.com/yr93da/0/rawthumb/thumb/",
    "user": "flyingairedale",
    "views": 125,
    "w": 3318
}