{
    "animated": false,
    "bookmarks": 1,
    "comments": 3,
    "data_source": "BACKYARD",
    "dec": "31.563",
    "description": "The Fleming-Pickering Triangle is a region in the Veil Nebula complex that is about 1500 light years away in the constellation Cygnus.  The Veil Nebula is a supernova remnant and likely exploded over 5000 years ago.  This region shows all the filamentary shock waves of excited Oxygen and Hydrogen gas.  This area of nebulosity was discovered by Williamina Fleming while reviewing photographic plates of the Veil nebula in 1904 at Harvard Observatory, and was named after Pickering, who was the director at the time.\r\n\r\nHere's a little history on Fleming:\r\n\r\nWilliamina Paton Stevens Fleming [aka \"Mina Stevens\"] was born in Dundee, Scotland, on May 15, 1857. Her talent in school was obvious from an early age, and at age 14 she began teaching in the Dundee public schools. In 1877 she married James [Orr] Fleming [of Glasgow], and a year later the couple immigrated to Boston to start a new life in America. In 1879, when she was pregnant with her first child, James left her and their unborn son. \r\n\r\nOnly 23 years old and a single mother, Fleming found employment as the housekeeper for Edward [Charles] Pickering, a professor of astronomy at Harvard and the director of the Harvard College Observatory. Irritated by the poor work done by his male employees at the observatory, Pickering reportedly declared that his maid could do a better job, and shortly thereafter, in 1881, he hired Fleming to do some clerical work and mathematical calculations at the Observatory.\r\n\r\nFleming quickly proved Pickering right by developing a new system to classify stars according to their spectra... Thanks to her new classification system, which became known as the \"Pickering-Fleming System,\" Fleming cataloged over 10,000 stars within the next nine years. In 1890, she published her findings in the Draper Catalogue of Stellar Spectra.\r\n\r\nPickering eventually put Fleming in charge of editing all studies published by the Harvard Observatory and allowed her to hire dozens of young women to support her expanding stellar exploration efforts. One of these young women was Henrietta Swan Leavitt, who later discovered how to measure the universe. In 1898, the Harvard Corporation appointed Fleming to be the curator of astronomical photographs at the Harvard College Observatory, making her the first woman to hold this important position. \r\n\r\nDuring the course of her [32 year] career, Fleming discovered 10 novae, 52 nebulae, and 310 variable stars... Recognizing her contributions to the discipline, in 1906 the Royal Astronomical Society elected Fleming to its organization, the first time that prestigious body admitted an American woman. In 1910, she reached the pinnacle of her career by discovering white dwarfs, which are very hot and dense stars that are white in color. On May 21, 1911, Fleming died of pneumonia in Boston, Massachusetts.\r\n\r\nSource:\r\nhttp://www.davidcortner.com/slowblog/20161113.php via Open Collections Program at Harvard University",
    "h": 2550,
    "hash": "ytt1fy",
    "id": 508091,
    "imaging_cameras": [
        "Quantum Scientific Imaging QSI 690 WSG-8"
    ],
    "imaging_telescopes": [
        "Teleskop Service ONTC 10\" f4 Newton"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 2,
    "license_name": "ATTRIBUTION_NON_COMMERCIAL",
    "likes": 75,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "0.228",
    "pixscale": "0.658",
    "published": "2020-08-15T17:55:27.224305",
    "ra": "312.002",
    "radius": "0.378",
    "remote_source": null,
    "resource_uri": "/api/v1/image/508091/",
    "revisions": [],
    "subjects": [],
    "title": "The Fleming-Pickering Triangle",
    "updated": "2021-07-07T02:12:35.248081",
    "uploaded": "2020-07-22T05:29:17.180452",
    "url_duckduckgo": "https://www.astrobin.com/ytt1fy/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/ytt1fy/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/ytt1fy/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/ytt1fy/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/ytt1fy/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/ytt1fy/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/ytt1fy/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/3580/2020/ac845d88-5c91-47b9-9cf1-6474e05736d9.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/3580/2020/ac845d88-5c91-47b9-9cf1-6474e05736d9-1595431064.png",
    "url_thumb": "https://www.astrobin.com/ytt1fy/0/rawthumb/thumb/",
    "user": "AstroGabe",
    "views": 267,
    "w": 3262
}