{
    "animated": false,
    "bookmarks": 6,
    "comments": 24,
    "data_source": "BACKYARD",
    "dec": "47.312",
    "description": "M106 is spiral galaxy located on our sky in the constellation Canes Venatici (Hunting dogs). It is ~135 000 light years in diameter and is 25 million light years away. It is Seyfert galaxy, which in short means that the blackhole in the center is giant (30 million times the mass of Sun) and that it is feeding very actively. The result are enormous amounts of energy busted especially in the ultraviolet and infrared parts of the spectrum. Having lots of energy is quite logical to see various interesting events triggered and happening :) \r\n\r\nWithout doubt it is a nice target – big, bright and under handy angle, suitable for scopes of various sizes. We can’t image directly its \"Seyfertistic\" characteristics (in UV and IR) but few effects of them are visible even for amateurs – the red anomalous arms and the concentration of big stellar nursery regions (they look as dots being so far away).  I’m attaching the Ha channel which illustrates both mentioned features. Two abnormal arms are visible in left of the center towards 12 o’clock and are ~30 degrees off the galaxy disk plane. There is similar from the right side toward 5-6 o’clock but is not so obvious as is overlapping with the regular arm.  At 9 o’clock there is big blob that looks like Milky Way’s star on the Ha and like something saturated on the combined image. It is bright, but small in the other channels and being so bright in Ha makes it hard to process nicely. Maybe with bigger scope and more integration time could show hints of structure… It should be dominating nebulae on many skies in M106 area!\r\n\r\nSpectacular galaxy and was fun to make a second attempt on it, almost 10 years later. The previous one was lucky for me and brought me my first AAPOD :)",
    "h": 2042,
    "hash": "yuhtaf",
    "id": 583714,
    "imaging_cameras": [
        "QHYCCD QHY 22"
    ],
    "imaging_telescopes": [
        "TS-Optics RC 10\" Truss"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 206,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2800724/"
    ],
    "orientation": "268.166",
    "pixscale": "0.904",
    "published": "2021-04-20T13:14:27.034430",
    "ra": "184.739",
    "radius": "0.328",
    "remote_source": null,
    "resource_uri": "/api/v1/image/583714/",
    "revisions": [
        "/api/v1/imagerevision/284113/"
    ],
    "subjects": [
        "M 106",
        "NGC 4248",
        "NGC 4258"
    ],
    "title": "In a galaxy not so far away... (M106 - HaLRGB)",
    "updated": "2021-07-03T00:37:26.408238",
    "uploaded": "2021-04-20T07:18:13.565179",
    "url_duckduckgo": "https://www.astrobin.com/yuhtaf/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/yuhtaf/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/yuhtaf/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/yuhtaf/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/yuhtaf/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/yuhtaf/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/yuhtaf/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/423/2021/e4b31cda-9a19-4f89-8012-8ebd7d5d17e0.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/423/2021/e4b31cda-9a19-4f89-8012-8ebd7d5d17e0-1618903923.png",
    "url_thumb": "https://www.astrobin.com/yuhtaf/0/rawthumb/thumb/",
    "user": "Yoddha",
    "views": 745,
    "w": 1629
}