{
    "animated": false,
    "bookmarks": 3,
    "comments": 19,
    "data_source": "BACKYARD",
    "dec": "-29.867",
    "description": "This magnificent image is a joint project with my great friend <a href=\"https://astrobin.com/users/GerminianiMaicon\" target=\"_blank\">Maicon Germiniani</a>. It features about 16h of Luminance, and our goal was to capture the faint low-surface-brightness features of this Southern Galaxy, namely its Halo and Stellar Stream. This deep view probably reach about 26-28 mag/arcsec². I'd like to thank my great friend Maicon very much - it was a great pleasure to collaborate in this project - which could only render this image thanks to the suberb data. \r\n\r\nImage acquisition and pre-processing: <a href=\"https://astrobin.com/users/GerminianiMaicon\" target=\"_blank\">Maicon Germiniani</a>\r\nPost-processing: <a href=\"https://astrobin.com/users/grsotnas\" target=\"_blank\">Gabriel Santos</a>\r\n\r\nTechnical data:\r\n\r\nZWO ASI 1600MM| TS 115/800 APO + Reducer 0.79 | Astrodon LRGB filters | AZ-EQ5\r\n\r\nL = 182 x 300s = 15.1h\r\nR = 35 x 300s = 2.9h\r\nG = 23 x 300s = 1.9h\r\nB = 34 x 300s = 2.8h\r\nTotal integration time = 1370min = 22.8h\r\n\r\nEsta magnífica imagem é um projeto conjunto com meu grande amigo <a href=\"https://astrobin.com/users/GerminianiMaicon\" target=\"_blank\">Maicon Germiniani</a>. Com cerca de 16h de integração na Luminância, nosso objetivo foi capturar os tênues objetos de baixíssimo brilho superficial desta galáxia, o Halo e o \"Stellar Stream\". Esta imagem profunda provavelmente chega a cerca de 26-28 mag/arcsec². Gostaria de agradecer muito ao grande amigo Maicon - foi um prazer colaborar no projeto - cujo resultado só foi possível graças aos dados maravilhosos. Um forte abraço, meu amigo!\r\n\r\nAquisição e pr´é-processamento: Maicon Germiniani\r\nPós-Processamento: Gabriel Santos\r\n\r\n***********************************\r\n<i>\r\nM83 is a magnificent spiral galaxy in the southern constellation Hydra. Some 40000 light years across, it is some 12 million light years away [1], shining at a Visual magnitude 7.52 [2]. It was first observed by Lacaille in 1752 [3], the first discovered galaxy beyond the Local Group. Next, it was catalogued by Charles Messier in 1781. Due to his 49N latitude, M83 was always close to the horizon from Paris – making it difficult to see: “Nebula without star, near the head of Centaurus [...] One is only able with the greatest concentration to see it at all”, Messier wrote. [3]\r\n\r\nThe colours of spiral galaxies - yellow in the center, blueish in the outer arms - are intimately related to their evolution. The color gradataion was only firmly estabilished in the 1940s [1] . In “A View of the Universe”, David Malin writes about M83: “Because by chance we see from above one of its poles, it is face-on, and ideally placed for us to study the anatomy of a stellar system similar to the Milky Way. [...] The spiral arms are also host to many recently-formed clusters of stars and they give the outer regions of M83’s clumpy appearance a distinctly blueish hue. [...] Forming the inner curves of the spiral arms are large numbers of pinkish nebulae [...] where new-born stars remain intimately associated with the gas and dust in which they formed. [...] Finally, on the inside [...] are found long straggling clouds of dust, seen as dark yellow-brown [...] [and] a high concentration of stars that are old, cool and yellow.” [4]\r\n\r\nI note the arch-like feature: barely above the minimum SNR towards the North. Indeed, that is a real very faint low surface brightness feature, a star tidal stream. It was first noted by Cannon [6] and photographed by David Malin. For more information check [5] and [6]. Special thanks to my friend Maicon Germiniani.\r\n\r\n********************************\r\n\r\nM83 - A Galáxia Catavento do Sul\r\n\r\nM83 é uma magnífica galáxia espiral na constelação da Hidra. Com 40000 anos-luz de diâmetro, há 12 milhões de anos-luz [1], brilha com uma magnitude visual de 7,52 [2]. Foi observada primeiramente por Lacaille em 1752 [3], sendo a primeira galáxia descoberta além do Grupo Local. Em seguida, foi catalogada por Charles Messier em 1781. Devido à sua latitude de 49N, M83 estava sempre perto do horizonte parisiense - tornando difícil sua observação: “Nebulosa sem estrela, perto da cabeça de Centaurus [...] Somente com a maior concentração pode-se de vê-la completamente”, escreveu Messier. [3]\r\n\r\nAs cores das galáxias espirais - amarelas no centro, azuladas nos braços externos - estão intimamente relacionadas à sua evolução. A gradação de cores só foi firmemente estabelecida nos anos 1940 [1]. Em “A View of the Universe”, David Malin escreve sobre M83: “Porque por acaso a vemos de cima de um de seus polos, de frente, está idealmente colocada para estudarmos a anatomia de um sistema estelar similar à Via Láctea. [...] Os braços espirais são contam com muitos aglomerados estelares recém-formados, e eles dão às regiões externas da aparência irregular do M83 uma tonalidade nitidamente azulada. Formando as curvas internas dos braços espirais há um grande número de [...] nebulosas rosadas onde as estrelas recém-nascidas permanecem intimamente associadas com o gás e a poeira em que as formaram. [...] Finalmente, no lado de dentro, encontram-se longas nuvens dispersas de poeira, vistas como [...] castanho-amarelado escuro [e] uma alta concentração de estrelas que são velhas, frias e amarelas.” [4]\r\n\r\n[1] APOD 2019/06/29\r\n[2] SIMBAD, M83 – Starburst Galaxy\r\n[3] Messier 83, from messier.seds messier.seds.org/m/m083.html\r\n[4] D. Malin, A View of the Universe. Cambridge University Press, 1993, p. 66-69.\r\n[5] APOD 2014/01/17\r\n[6] D. Malin, B. Hadley. HI in Shell Galaxies and Other Merger Remnants. Publications of the Astronomical Society of Australia, Volume 14, Issue 1, p.52-58. 1997\r\n\r\n</i>",
    "h": 2544,
    "hash": "zbopor",
    "id": 495456,
    "imaging_cameras": [],
    "imaging_telescopes": [],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 165,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "96.052",
    "pixscale": "1.609",
    "published": "2020-06-07T16:51:54.707064",
    "ra": "204.255",
    "radius": "0.956",
    "remote_source": null,
    "resource_uri": "/api/v1/image/495456/",
    "revisions": [
        "/api/v1/imagerevision/236705/",
        "/api/v1/imagerevision/236716/"
    ],
    "subjects": [
        "M 83",
        "NGC 5236",
        "Southern Pinwheel Galaxy"
    ],
    "title": "M83 - A Deep View of The Southern Pinwheel Galaxy Halo and Stellar Stream - A Joint Project with Maicon Germiniani",
    "updated": "2021-07-03T03:04:03.199406",
    "uploaded": "2020-06-07T17:51:56.005721",
    "url_duckduckgo": "https://www.astrobin.com/zbopor/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/zbopor/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/zbopor/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/zbopor/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/zbopor/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/zbopor/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/zbopor/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/5670/2020/7500cfa2-789f-48ea-84a3-40c00639cac2.png",
    "url_solution": "https://cdn.astrobin.com/solutions/images/5670/2020/7500cfa2-789f-48ea-84a3-40c00639cac2-1591552729.png",
    "url_thumb": "https://www.astrobin.com/zbopor/0/rawthumb/thumb/",
    "user": "grsotnas",
    "views": 764,
    "w": 3438
}