{
    "animated": false,
    "bookmarks": 4,
    "comments": 14,
    "data_source": "OWN_REMOTE",
    "dec": "69.219",
    "description": "Images from the following two scopes (piggybacked) contributed to this image:\r\nAG12+ASI1600MM at .70 asec/pix (RGB-t120x72)\r\nTV127is+ASI183MM at .75 asec/pix. (RGB-t240x45)\r\nThey were all registered to the best R image taken on the AG12.\r\n\r\nNGC 2366 is a rarely imaged and very dim dwarf irregular galaxy which must be imaged on a moon-less night, like this image was.  I imaged it a couple of weeks earlier with almost full moon, a complete waste of time, which I know but ignored.  Globular clusters can be imaged with full moon fairly successfully, but not dim galaxies.\r\n\r\nNGC 2366 is a dwarf irregular galaxy of roughly 24,000 light-years across, located about 10 million light-years away in the constellation of Camelopardalis (the Giraffe), while it is moving away from us at some 80 – 99 kilometers per second. It is a member of the M81-group of galaxies.\r\n\r\nThis is considered a Magellanic galaxy due to its irregular shape and dense star population that make it similar in appearance to the Large Magellanic and Small Magellanic Clouds, the two main satellite galaxies of our Milky Way.\r\n\r\nThe galaxy is close enough for astronomers to discern its individual stars, but it is much too faint to observe with the naked eye.\r\n\r\nThe starry mist streaking across this image is the central part of NGC 2366. While it lacks the well-defined structure and the elegant spiral arms of many larger galaxies, the most obvious feature in this galaxy is a large, very bright star-forming emission nebula, known as NGC 2363 (visible in the bottom-left part of the image), where a lot of bright blue stars have formed.\r\n\r\nAlthough NGC 2366 might be small by the standards of galaxies, many of its stars are not, and the galaxy is home to numerous gigantic blue stars. Contained within NGC 2363 is a rare Luminous Blue Variable star with a mass between 30 to 60 times that of the Sun, discovered in 1996. This star has increased 40 times brighter in three years.\r\n\r\nIn gas-rich star-forming regions, the ultraviolet radiation from young, big, blue stars excites the hydrogen gas, making it glow. NGC 2363, as well as other, smaller star-forming regions can be seen throughout the galaxy body. These are regions where active star formations are taking place, which serve as the latest formation sites for stellar giants. The blue glow from the body is in indication of the population of young stars.\r\n\r\nNHC 2363 contains two separate dense clusters of massive stars, which are at two different phases of their evolution. Stellar winds and supernova blasts have blown the gas away from the oldest cluster (4-5 million years old), and have created a cavity in the nebula. In contrast, the brightest cluster is probably less than 2 million years old and still embedded in remnants of gas and dust out of which it condensed. This new generation of stellar titans has lit up this nebula.\r\n\r\nObservations of galaxies like NGC 2366 will help astronomers better understand why faint irregular galaxies can have “firestorms” of starbirth activity, and what processes set the limit to the size of a star-forming region in a given galactic environment. One possibility is that gas streaming around the galaxy forms a bar-like pattern where gas piles up at the ends of the bars, causing a giant cloud to form.\r\n(annesastronomynews.com)",
    "h": 2172,
    "hash": "zgtvs9",
    "id": 456334,
    "imaging_cameras": [
        "ZWO ASI   183 MM pro",
        "ZWO ASI1600MM-Cool"
    ],
    "imaging_telescopes": [
        "Tele Vue NP127is",
        "Orion Optics UK AG12"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 4,
    "license_name": "ATTRIBUTION",
    "likes": 137,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2804416/"
    ],
    "orientation": "269.061",
    "pixscale": "0.701",
    "published": "2020-02-21T19:21:18.748269",
    "ra": "112.241",
    "radius": "0.337",
    "remote_source": "OWN",
    "resource_uri": "/api/v1/image/456334/",
    "revisions": [],
    "subjects": [
        "NGC 2366",
        "NGC2363",
        "NGC2366"
    ],
    "title": "NGC 2366 Barred Irregular Dwarf Galaxy",
    "updated": "2021-04-25T12:05:14.757083",
    "uploaded": "2020-02-21T18:38:47.813196",
    "url_duckduckgo": "https://www.astrobin.com/zgtvs9/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/zgtvs9/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/zgtvs9/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/zgtvs9/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/zgtvs9/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/zgtvs9/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/zgtvs9/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/14978/2020/6dcc1050-aaeb-4344-98bd-fe51978d9800.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/14978/2020/6dcc1050-aaeb-4344-98bd-fe51978d9800-1582311929.jpg",
    "url_thumb": "https://www.astrobin.com/zgtvs9/0/rawthumb/thumb/",
    "user": "jmacon",
    "views": 454,
    "w": 2692
}