{
    "animated": false,
    "bookmarks": 7,
    "comments": 13,
    "data_source": "BACKYARD",
    "dec": "-42.442",
    "description": "<b/>BBW 56: a Windswept Molecular Mountain</b>\r\n\r\nI started this project back in February, and it seemed to be a real magnet for high cirrus.  So it’s taken a while, with a lot of subs thrown out, but it is nice to put it all together. \r\n\r\nThis is another rarely imaged area. BBW56 is a large molecular cloud in the Gum Nebula and is surrounded by 9 cometary globules, including the famous CG4 ‘Hand of God’ originally imaged by David Malin. BBW56 itself is likely to have been shaped by a similar process to these adjacent CGs.   While BBW56 looks like a mountain rising out of the depths, it is actually more an outcrop that is resisting the stellar winds that are blasting it from above. \r\n\r\nRevision B <a>https://astrob.in/zjlatd/B/ </a> is a starless version\r\n\r\n<b/>BBW56 and Cometary Globules</b>\r\nCometary globules are a special type of molecular cloud, which were first observed in 1976. They have a comet-like morphology, consisting of compact, dusty, opaque head, and a long, faintly luminous tail.  It is thought that CG’s are caused when nearly spherical gas clouds are blasted and collapsed by a SN shockwave. The shock compresses the cloud to form the head, and the blast wave drives the material away from the SN to form the tail.  An alternative mechanism is that CGs are formed when the UV radiation from massive O stars photoionizes the gas cloud and shock fronts compress the head of the cloud. The less dense parts of the cloud are separated from the head of the cloud by the radiation and ionization shocks, and the tail is formed out of this eroded cloud medium. \r\n\r\nInterestingly, most CG's are located in the Gum nebula.   These Gum nebula CG’s are all located within a radius of 6 to 11 degrees from a central point, and have their tails pointing away from this central region.  This suggests that they are all located at the edge of a large ionised bubble. The central sources of this ionisation are thought to be the supergiant O-type stars Gamma 2 Velorum and Zeta Pup, and the Vela SNR.  The ionisation created by these three sources is incredibly intense, with Zeta Pup alone producing a fierce stellar wind blasting out at 2300 km/sec causing it to lose mass at 10 million times the rate of the Sun's solar wind.  It is these winds that are blasting and shaping BBW56.\r\n\r\nRevision C <a>https://astrob.in/zjlatd/C/ </a> is an illustration of the location of the cometary globules in the Gum nebula (from Zealey et al. 1983) showing the consistent radius from the central point.  I have superimposed my image of BBW56 for reference.\r\n\r\nRevision D <a>https://astrob.in/zjlatd/D/ </a> is annotated to show the cometary globules that surround BBW56.\r\n\r\n<b/>OIII Emission</b>\r\nI decided to try to see if there was any OIII emission present, and was pleased to pick up a a fairly well defined, very faint cloud of OIII and Ha emission sitting above BBW56.  I can’t find any sign of this cloud on prior images, and this may be the first image to capture this feature. This cloud has the same width and roughly the same outer contour as the BBW56 structure, and maybe the remnant of the gas cloud that has collapsed to form BBW56.",
    "h": 3100,
    "hash": "zjlatd",
    "id": 583928,
    "imaging_cameras": [
        "ASI6200mm Pro"
    ],
    "imaging_telescopes": [
        "NIKON 200mm f/2"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 169,
    "link": "",
    "link_to_fits": "",
    "locations": [],
    "orientation": "272.668",
    "pixscale": "7.877",
    "published": "2021-04-21T03:40:58.337604",
    "ra": "113.323",
    "radius": "6.190",
    "remote_source": null,
    "resource_uri": "/api/v1/image/583928/",
    "revisions": [
        "/api/v1/imagerevision/284261/",
        "/api/v1/imagerevision/284262/",
        "/api/v1/imagerevision/284263/"
    ],
    "subjects": [
        "F Pup",
        "M Pup",
        "NGC 2451",
        "P Pup",
        "PK258-15.1",
        "PK259-09.2",
        "Puppis",
        "Q Pup",
        "The star σPup",
        "W Pup",
        "c Pup",
        "d01 Pup",
        "d02 Pup",
        "d03 Pup",
        "d04 Pup",
        "sig Pup",
        "y Pup"
    ],
    "title": "BBW56",
    "updated": "2021-07-02T13:16:36.190251",
    "uploaded": "2021-04-21T03:10:14.056970",
    "url_duckduckgo": "https://www.astrobin.com/zjlatd/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/zjlatd/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/zjlatd/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/zjlatd/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/zjlatd/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/zjlatd/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/zjlatd/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/97355/2021/1b120646-f38f-4d6c-af1d-e4551b839b35.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/97355/2021/1b120646-f38f-4d6c-af1d-e4551b839b35-1618975278.jpg",
    "url_thumb": "https://www.astrobin.com/zjlatd/0/rawthumb/thumb/",
    "user": "matnz",
    "views": 1019,
    "w": 4734
}