{
    "animated": false,
    "bookmarks": 6,
    "comments": 35,
    "data_source": "BACKYARD",
    "dec": null,
    "description": "Bonjour\r\n\r\nSuite de mes essais sur le Planétaire, et cette fois-ci c'est Uranus et trois de ces satellites que j'ai décidés d'imager : Oberon, Titania & Ariel ..\r\nC'est dans la journée du 09 Janvier que m'est venu l'idée d'imager les Géantes de glaces avec leurs satellites et dans cette optique je vous ai déjà posté Neptune & Triton. \r\nVoici comment j'ai procédé pour Uranus et ses satellites:\r\nToujours avec le logiciel Coelix, j'ai d'abord repérer la planète dans le ciel de la région Parisienne (image C) , elle est d'ailleurs visible dans mon chercheur  comme une petite étoile légèrement bleu/vert.\r\nEnsuite j'ai fait le plus de vidéos possibles et voici ma meilleure image processée (image D) avec AutoStakkert3.\r\nEnsuite pour connaitre la position des satellites, j'ai utilisé deux fonctions de Coelix qui m'ont permis de représenter la représentation du système planétaire lors de l'acquisition vidéo, et la position des satellites en orbite (image E & F).. \r\n\r\nEnsuite dans Pixinsight , j'ai poussé les curseurs de luminosité au maximum pour découvrir des petits nuages blanc qui se trouvent être les satellites d'Uranus (image G). Pas facile vu la pollution ...\r\nAprès un premier traitement séparé dans pixinsight des satellites et de la planète voici à quoi ressemblait ma photo.(image H).\r\nAprès traitement et recadrage de l'image , voici l'image finale non annotée (image I).\r\nPar contre malheureusement comme pour Neptune et Triton, il m'a été impossible de garder les rapports de volume et de distance entre tous ces objets, et dans ce cas et avec les moyens dont je dispose, c'est toujours une représentation plus artistique que scientifique que je vous propose...\r\nDites moi ce que vous en pensez et n'hésitez pas à m'envoyer vos remarques et commentaires !! ...\r\nA bientôt pour de nouvelles aventures\r\nGeorges\r\n\r\nFPS: 10 image/s\r\nexpo:100ms\r\nGain:500\r\ntotal image :10000\r\nDistance focale: 5400 \r\n\r\n\r\nHi\r\n\r\nContinuation of my tests on the Planetary, and this time it's Uranus and three of these satellites that I decided to image: Oberon, Titania & Ariel ..\r\nIt was during the day of January 9 that the idea came to me to image the Ice Giants with their satellites and in this perspective I have already posted Neptune & Triton.\r\nHere's how I did it for Uranus:\r\nStill with the Coelix software, I first located the planet in the sky of the Paris region (image C), it is also visible in my researcher as a small, slightly bluish star.\r\nThen I made as many videos as possible and here is my best processed image (image D) with AutoStakkert3.\r\nThen to know the position of the satellites, I used two functions of Coelix which allowed me to represent the representation of the planetary system during the video acquisition, and the position of the satellites in orbit (images E & F)\r\n\r\nThen in Pixinsight, I pushed the brightness sliders to the maximum to discover small white clouds which happen to be the satellites of Uranus (image G). Not easy because the pollution ...\r\nAfter a first separate processing in pixinsight of the satellites and the planet, this is what my photo looked like (image H).\r\nAfter processing and cropping the image, here is the final unannotated image (image I).\r\nUnfortunately, as Neptune and Triton, it was impossible for me to keep the volume and distance relationships between all these objects, and in this case and with the means at my disposal, it is always a more artistic representation than scientist that I propose to you ...\r\nTell me what you think and don't hesitate to send me your remarks and comments !! ...\r\nSee you soon for new adventures\r\nGeorges\r\n\r\nFPS: 10 fps\r\nexpo: 100ms\r\nGain: 500\r\ntotal image: 10,000\r\nFocal Length: 5400",
    "h": 843,
    "hash": "zuentu",
    "id": 558019,
    "imaging_cameras": [],
    "imaging_telescopes": [
        "SkyWatcher MAK 180"
    ],
    "is_final": true,
    "is_solved": false,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 188,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2805429/"
    ],
    "orientation": null,
    "pixscale": null,
    "published": "2021-01-14T14:53:39.750212",
    "ra": null,
    "radius": null,
    "remote_source": null,
    "resource_uri": "/api/v1/image/558019/",
    "revisions": [
        "/api/v1/imagerevision/268879/",
        "/api/v1/imagerevision/268880/",
        "/api/v1/imagerevision/268881/",
        "/api/v1/imagerevision/268882/",
        "/api/v1/imagerevision/268883/",
        "/api/v1/imagerevision/268884/",
        "/api/v1/imagerevision/268885/"
    ],
    "subjects": [],
    "title": "Uranus, Oberon,Titania & Ariel le 09/01/2021",
    "updated": "2021-07-02T22:22:23.838023",
    "uploaded": "2021-01-14T13:56:32.151289",
    "url_duckduckgo": "https://www.astrobin.com/zuentu/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/zuentu/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/zuentu/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/zuentu/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/zuentu/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/zuentu/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/zuentu/0/rawthumb/regular/",
    "url_skyplot": null,
    "url_solution": null,
    "url_thumb": "https://www.astrobin.com/zuentu/0/rawthumb/thumb/",
    "user": "Georges",
    "views": 438,
    "w": 1200
}