{
    "animated": false,
    "bookmarks": 11,
    "comments": 62,
    "data_source": "BACKYARD",
    "dec": "-63.866",
    "description": "This image has been a long time in the making. As imperfect as it is I dedicate it to John Hayes, Gary Imm, Georges Lucotte and Rodney Watters who have been invaluable to me in terms of technical and moral support in getting here. \r\n\r\nNGC 6744 is a southern belle. It is ~ 30 million l.y. away in the constellation Pavo. It was discovered from Australia in 1826 by James Dunlop. It is quite large in apparent diameter at 20 x 13 arc secs. At that distance that means it is 175,000 light years across, compared to 106,000 l.y. for the Milky Way.  Nonetheless is is considered to be a Milky Way twin in terms of its structure as a barred spiral galaxy, albeit with a small bar across the centre. It has a companion NGC 6744A deemed to be much like one of the Magellanic  Clouds.\r\n\r\nIt is an RGB only image....no Luminance. With that I am very pleased with the detail achieved.\r\n\r\nFor this image the number of Light subs was:\r\n57 x 3min Red\r\n68 x 3min Green\r\n67 x 3min Blue\r\n\r\nDarks: 35 x 3mins\r\nFlats 35 per colour channel\r\nBias 35\r\n\r\nIt is an RGB image based on  9.6 hours of integration time ....~3 hours for each colour channel. I have also captured Luminance and Ha, but I will leave the integration of those to later as I so desperately just want to publish an image. No doubt many of you aficionados will find faults with it, but I am very happy with this first attempt.\r\nSo why deep sky? I decided since I have Bortle 2 skies and I have become reasonably proficient at planetary imaging that it was time to get into deep sky. I have always loved deep sky and admired the work of the people who post their work on this site and elsewhere. It is in fact a bit intimidating to depart from planetary, where I am reasonably competent to this whole new arena. People have said to me, \"oh I don't know how you do planetary, it's so hard to do well\", well let me tell you that, based on my experience it is nothing on the proficiency required to do deep sky well. Admittedly and rather stupidly perhaps I started out at the bleeding edge. Imaging at a 4m focal length (C14 Edge HD). I had previously had forays into deep sky with a OSC camera, my Canon 5D mkII and the ZWO ASI 1600MC, although I never found the results to be particularly satisfactory. I had a lot of problems with the ZWO 1600MC, with amp glow/ heat leakage to the sensor, getting decent calibrations and with severe reflections when there was a a bright star in or near the FOV when using the Hyperstar. In the end I decided to go all out and buy an expensive but well reputed CCD camera, the SBIG 16803. The falling Australian dollar and the prospect of CCD cameras becoming obsolete, forced my hand in the end and I went ahead with the purchase.  That was in May 2019. In many ways the 0.48 arc secs per pixel and 0.5 degree square field of view are beautiful for so many deep sky objects. I knew that getting the set back distance right for the Edge HD was going to be a challenge but I had no idea of the issues that I was about to run into. In all honesty some of the issues encountered were down to my own stupidity or my inability to properly diagnose the issues before me....but some were due to poor equipment design and just bad luck. Here if you are willing to read it is the story of what I encountered along the way. I could write a book....this almost is one:\r\n\r\nWhen I started off with the new camera and loaded up the new filters (Astronomik 50mm square unmounted) I had purchased for the camera I heard them jiggling around in their holders in the Filterwheel. It turns out the SBIG was designed for 2 or 3mm thick 50mm square unmounted filters. The Astronomiks that I bought were 1mm thick. There was no spec for the SBIG saying that 2mm was the minimum thickness and aI couldn't believe the filters from one of the biggest players in the industry wouldn't fit the Filter Wheel. In the end I had to get Astronomik to laser cut me square plastic spacers to hold the filters in position, which they kindly did for just the freight cost.\r\nI had bought a dovetail connector to give me both the correct set back distance and which would also allow me to rotate the camera, but I was never happy that the connection was secure enough as I was getting a different elongation pattern depending on the altitude of the OTA/ camera.\r\nI then bought a 50mm bolted adaptor, which was theoretically 1mm shorter than the spec, in the hope that I could add back spacers to optimise the set back distance and eliminate elongated stars due to field curvature. I determined that the stars got better in terms of elongation when I went shorter in dimension, but even with no spacers, it didn’t seem like I had gotten to the optimum\r\nSo I bought a 49mm spacer to give me more room to move.\r\nI then wasted a couple of months trying to find the optimal set up with the Celestron 0.7X Focal Length Reducer, before giving up. John Hayes warned me I would never find a satisfactory outcome with the reducer and he was right.\r\nThen the bushfires came. With the threat of fires, dust storms and smoke I pulled all my equipment out of the observatory and put it into storage. That basically cost me 3-4 months. \r\nWhen I got things reinstalled I cleaned the corrector plate as it seemed some red dust from inland Australia was on the inside surface. This involved removing plate and cleaning it. Once things were up and running again I went back to carrying out trials at Prime Focus. I played around for ages but never seemed to be able to get satisfactorily round stars. The optimal point was still giving me elongation and an Eccentricity of 0.6+. There always seemed to be some elongation even across the centre of the image. It seemed to be getting worse with time and the Eccentricities were upwards of 0.8. I went through all the variables:\r\ncollimation…did it change depending on which side of the pier…no. \r\nwas it mirror flop….no \r\nwas it due to the filters jiggling….tried no filter and it made no difference \r\nwas it poor guiding….how good was TheSkyX’s guiding performance?…..it seemed OK and the RMS error figures reported were fine. And the elongation direction was not in the RA or Dec directions\r\nwas it vibration from the Mount? Well I have a top quality Mount and I hadn’t seen the issue with other cameras.\r\nDiffraction Limited kept telling me the problem lay with the OTA or Mount, but I rotated the camera 90 degrees and the orientation of the elongation stayed the same. This was positive proof the issue lay with the camera.\r\nThen finally, someone on a forum post suggested fan vibration. It was the one variable I hadn’t chased because I couldn’t believe that such a top line camera could have a fan issue. I ran trials which showed me that the instant I turned the fan off, the elongation went away. Now DL believed me. Of course they suggested this was a very rare issue and that there must be some unknown resonance with my OTA…..right.\r\nDL decided they would send me some new and better vibration dampening foam to go around the fan, but my Supplier said to them, just send him a new fan, since the vibration was apparently getting worse. Once the new fan and vibration dampening foam arrived I installed it and ran trials. The elongation was much better, but still not satisfactory.\r\nIt seemed reasonable that using the water cooling option that comes with the camera, which has two water connection ports/ spigots on the camera housing, might afford a solution. DL agreed to supply me the system at cost plus freight.\r\nIn the meantime I bought a Noctua fan which is ultra low noise and vibration. Its power consumption of 1.5W versus 5W for the previous model fan in addition to its better design, meant the fan was virtually noise and vibration free and with the fan on the stars were round. However, the peltier cooler air draw is ~ 80% when the ambient temperature is 20C and the set point is -20C, so I may struggle in summer.\r\nWith the new fan I was able to run trials and knowing that when the stars in the corner of the image are elongated concentrically the spacing is too short or radially, too long, I adjusted the spacing to get to a nice optimum. This showed that 0.1mm can make a difference.\r\nAnticipating that I might actually be able to produce an image and with Rodney Watter's encouragement I purchased Sequence Generator Pro and began commissioning it and learning the software. \r\nAround this time I had set up the Hyperstar on the C14, which was horribly out of collimation. It was clear that the corrector plate had been installed askew and so I took the opportunity to remove it, to clean the mirror for the first time and reinstall the corrector plate properly this time.\r\nWhen I recommenced trials to optimise the spacing, it was the full Moon and I immediately noticed a series of prominent arcs across the image. I thought these were perhaps the full Moon reflecting off the dome. However, when the Moon was gone, they were still there. They were there whether I operated the camera via SGPro or with the Camera Add-on for TheSkyX. I thought I must have done something when cleaning the OTA to produce some sort of internal reflections. However, when I did the camera 90 degree rotation test, they stayed in the same position indicating it was, once again a problem with the camera.\r\nJohn Hayes diagnosed it as RBI pre-flash, which I had never heard of prior to commissioning SGPro. RBI pre-flash is designed to help remove ghost images. When the camera is cooled to very low temperatures and there are very bright objects in the FOV, some of the image can end up in the lower substrates of the silicon wafer and these can leak out later to create ghost images. RBI pre-flash involves flooding the sensor with bright light, particularly IR, which saturates the lower substrate of the sensor such that after flushing the upper parts and image can be procured. Darks produced in this way have a consistent RBI pattern and when subtracted from the lights, remove it and any ghost images. The curved arcs are due to the structure of the silicon from the manufacturing process. When I came to set up SGPro there was an option for RBI pre-flash. I ended up configuring it once to do the pre-flash, then turned it off. When John diagnosed the issue, I went back to ensure the pre-flash was off in SGPro, but the pattern remained. I went back to TheSkyX, but the pattern was still there. It turns out there is a bug in SGPro, such that once it is set it can’t be turned off. TheSKyX has no option for RBI pre-flash, so if the flag was already set on the camera to do RBI pre-flash that was not changed and the pre-flash occurred for every exposure.\r\nI reloaded CCDOps which is the software that accompanies the camera, in the hope of turning of the RBI pre-flash from there. But as soon as I tried to connect the camera it failed. No error message, the program just disappeared. It turns out there is some Windows 10 file that it needs that is corrupted. DL suggested I download MaximDL, so I downloaded the 30 day trial. With this I was able to turn the RBI pre-flash off and prove that it stayed off in SGPro and TheSkyX. Meanwhile I have managed to get CCDOps working on my desktop. Flog!\r\nFinally the water cooling kit arrived which including freight of 150 USD, which meant the whole thing cost me 400 AUD. It was just a submersible pond pump and some 1/2” tubing and connectors. The pump’s name plate said it was 110V, 60Hz, where we are 240V, 50Hz in Australia. However, the box said 110-240V, 50Hz/ 60Hz. I had my electrician change the plug and we tried the pump, but it burned out in 30 secs. It was going in the bin anyway if it didn’t work, since I was never going to be sending it back to Canada. I just bought one from the local hardware store and have since received a 12V version from DL.\r\nFinally, I got SGPro really dialled in nicely, with the exception that PHD2 Guiding would only work on one side of the pier, with the Dec corrections going the wrong way on the other side of the pier. It seemed there was no OTA position information being communicated to SGPro or PHD2 Guiding. After some forum post enquires, I ran TheSkyX in Admin once, which authorised the communication and so from there TheSkyX was providing pointing information to the other software. \r\nHowever, the guiding still didn’t work on one side of the pier.\r\nIt turns out that Software Bisque/ TheSkyX is the only Mount control system that requires PHD2 Guiding to be told to switch the correction direction on a meridian flip and there is a check box that needs to be ticked.\r\nSo since that time, I have actually been able to image and this is the first cab off the rank.\r\n\"Never was there a tale of more woe.......,\"",
    "h": 4019,
    "hash": "zwohk4",
    "id": 526212,
    "imaging_cameras": [
        "SBIG 16803"
    ],
    "imaging_telescopes": [
        "Celestron  C14 Edge HD"
    ],
    "is_final": true,
    "is_solved": true,
    "license": 0,
    "license_name": "ALL_RIGHTS_RESERVED",
    "likes": 157,
    "link": "",
    "link_to_fits": "",
    "locations": [
        "/api/v1/location/2806717/"
    ],
    "orientation": "82.935",
    "pixscale": "0.475",
    "published": "2020-09-23T11:49:43.039388",
    "ra": "287.404",
    "radius": "0.368",
    "remote_source": null,
    "resource_uri": "/api/v1/image/526212/",
    "revisions": [],
    "subjects": [
        "NGC 6744",
        "NGC6744"
    ],
    "title": "NGC 6744 - my first monochrome RGB deep sky image",
    "updated": "2021-03-16T19:56:21.387637",
    "uploaded": "2020-09-23T11:28:24.337112",
    "url_duckduckgo": "https://www.astrobin.com/zwohk4/0/rawthumb/duckduckgo/",
    "url_duckduckgo_small": "https://www.astrobin.com/zwohk4/0/rawthumb/duckduckgo_small/",
    "url_gallery": "https://www.astrobin.com/zwohk4/0/rawthumb/gallery/",
    "url_hd": "https://www.astrobin.com/zwohk4/0/rawthumb/hd/",
    "url_histogram": "https://www.astrobin.com/zwohk4/0/rawthumb/histogram/",
    "url_real": "https://www.astrobin.com/zwohk4/0/rawthumb/real/",
    "url_regular": "https://www.astrobin.com/zwohk4/0/rawthumb/regular/",
    "url_skyplot": "https://cdn.astrobin.com/images/skyplots/images/20830/2020/f5aa5636-36bb-4db9-84d4-8ec1d2ee5223.jpg",
    "url_solution": "https://cdn.astrobin.com/solutions/images/20830/2020/f5aa5636-36bb-4db9-84d4-8ec1d2ee5223-1600865407.jpg",
    "url_thumb": "https://www.astrobin.com/zwohk4/0/rawthumb/thumb/",
    "user": "macnenia",
    "views": 376,
    "w": 3874
}